Repository: chris-weekes/atrium
Catalog: LawMate/Properties/Resources.*.resx
Languages: fr

source: BF List
fr: Liste de rappels

source: Complete BF
fr: Compléter le rappel

source: Complete BFs (All Selected)
fr: Compléter tous les rappels selectionnés

source: Completed BFs
fr: Rappels complétés

# CompletedItemsBFPerson
source: Completed Items ({0}, {1})
fr: Rappels complétés ({0}, {1})

source: Field Selector
fr: Sélecteur de champs

# ItemsCompletedBetweenStartDateAndEndDate
source: Items Completed between {0} and {1}
fr: Rappels complétés entre {0} et {1}

source: Move Activities (All Selected)
fr: Déplacer tous les rappels (activités) selectionnés

# QuickSearchFileName
source: File Name
fr: Nom de dossier

# QuickSearchFileNumber
source: File Number
fr: Numéro de dossier

# QuickSearchFullText
source: Full Text of Document
fr: Recherche en texte intégral

# QuickSearchLastName
source: Last Name
fr: Nom de famille

# QuickSearchOfficeFileNumber
source: Office File Number
fr: Numéro de dossier (bureau)

# QuickSearchSIN
source: SIN
fr: Numéro d'assurance sociale

# QuickSearchSubject
source: Document Subject/Description
fr: Sujet/description de document

# ReportConnectingToServer
source: Connecting to report server, please wait
fr: Connexion avec le serveur de rapport en cours, veuillez patienter.

# ReportRetrievingList
source: Retrieving the list of reports...
fr: Extraction de la liste des rapports en cours, veuillez patienter.

# SearchCriteriaCaption
source: Reset Criteria
fr: Annuler les critères

# SearchFriendlyTextADVCodes
source: Advisory Codes
fr: Codes de conseils

# SearchFriendlyTextCommType
source: Communication Type
fr: Type de communication

# SearchFriendlyTextDocDate
source: Document Date
fr: Date du document

# SearchFriendlyTextElectronicDocument
source: Electronic Document
fr: Document électronique

# SearchFriendlyTextFileClosed
source: File Closed Date
fr: Dossier fermé

# SearchFriendlyTextFileExtension
source: File Extension
fr: Extension du document

# SearchFriendlyTextFileLocation
source: File Location
fr: Emplacement de dossier

# SearchFriendlyTextFileName
source: File Name
fr: Nom de dossier

# SearchFriendlyTextFileNumber
source: File Number
fr: Numéro de dossier

# SearchFriendlyTextFileOpened
source: File Opened Date
fr: Dossier ouvert

# SearchFriendlyTextFileStatus
source: File Status
fr: État de dossier

# SearchFriendlyTextFileType
source: File Type
fr: Type de dossier

# SearchFriendlyTextFrom
source: From
fr: De

# SearchFriendlyTextFullText
source: Full-Text
fr: Text intégral

# SearchFriendlyTextKeywords
source: Keywords
fr: Mots clés

# SearchFriendlyTextLegalOpinion
source: Legal Opinion
fr: Opinion juridique

# SearchFriendlyTextLITCodes
source: Litigation Codes
fr: Codes de litiges

# SearchFriendlyTextPaperDocument
source: Paper Document
fr: Document papier

# SearchFriendlyTextPV
source: Precedential Value
fr: Valeur jurisprudentiel

# SearchFriendlyTextSubject
source: Document Subject
fr: Sujet de document

# SearchFriendlyTextTo
source: To
fr: À

# SearchInsufficientCriteria
source: Insufficient criteria provided to perform search; query cannot execute.
fr: Votre critère est insuffisant pour exécuter une recherche.

# SearchPromptForReset
source: Are you sure you want to reset your search criteria and reset all values to their defaults?
fr: Êtes-vous certain de vouloir annuler vos critères et recommencer de nouveau?

source: There is no document
fr: Il n'y a pas de document

source: There were no completed BFs found for the specified date/date range.
fr: Aucun rappel complété a été retrouvé pour la période choisie

# UIAboutLawMate
source: About {0}
fr: À propos de {0}

# UIBFListEditModePrompt
source: The BF List is currently in Edit Mode. Do you want to cancel your edit before performing the requested operation?
fr: La liste de rappel est en mode d'édition. Voulez-vous annuler vos modifications avant de procéder avec l'action demandée?

# UIBFListInEditMode
source: Currently in Edit Mode
fr: Mode d'édition

# UICantAddBF
source: You cannot add BFs on activities entered by another office.
fr: L'ajout de rappels sur une activité qui appartient à un autre bureau n'est pas permis.

# UICantAddDisb
source: You cannot add dibursements on activities entered by another office.
fr: L'ajout de débours sur une activité qui appartient à un autre bureau n'est pas permis.

# UICantAddTKEntry
source: You cannot add timekeeping/billing entries on activities entered by another office.
fr: L'ajout d'entrée de facturation/comptabilisation du temps sur une activité qui appartient à un autre bureau n'est pas permis.

# UICantDeleteCurrentAddress
source: You cannot delete the current address.
fr: Vous ne pouvez pas supprimer l'adresse actuelle.

# UIDeleteAccountHistoryBeforeAccount
source: You must delete the account history records before attempting to delete an account.
fr: Vous devez suppimer les historiques de comptes avant de pouvoir supprimer le compte comme tel.

# UIDeleteWritHistoryBeforeWrit
source: You must delete the encumbrance history records before attempting to delete an encumbrance.
fr: Vous devez suppimer les historiques de grèvements avant de pouvoir supprimer le grèvement comme tel.

# UIDocRecoverText
source: You must re-enter the activity and then recover the document in the wizard.
fr: Vous devez entrer votre code de nouveau pour faire la récupération de votre document dans l'assistant.

# UIFileEditModeConcat
source: - (Edit Mode)
fr: - (Mode d'édition)

# UIFileOnWhichIAmAContact
source: Files on which I am a contact
fr: Dossiers sur lequel je suis une personne contact

# UIFilesViewedLastWeek
source: Files Viewed Last Week
fr: Dossiers visionnés la semaine dernière

# UIFilesViewedThisWeek
source: Files Viewed This Week
fr: Dossiers visionnés cette semaine

# UIFilesViewedToday
source: Files Viewed Today
fr: Dossiers visionnés aujourd'hui

# UIFilesViewedYesterday
source: Files Viewed Yesterday
fr: Dossiers visionnés hier

# UIGenerateSRP
source: You request to generate your SRP has been received. It will be processed shortly. View your Batch Review screen for more information.
fr: Votre demande pour le recalcul de votre DPS a été reçue. Elle sera préparé sous peu. Visionner votre lot pour plus d'informations.

# UIGenerateSRPCaption
source: Generate SRP
fr: Recalculer la DPS

# UIIdleTimeLimitExceeded
source: Idle Time Limit Exceeded
fr: Temps mort limite dépassé

# UIIdleTimePassed
source: This file has been idle for more than one hour and will need to be refreshed or reloaded.
fr: Ce dossier a dépassé la durée de temps mort limite (une heure sans activité) et devra se fermer pour libérer les ressources sur le serveur.

# UIIdleTimePassedEditMode
source: This file has been idle for more than one hour and will need to be refreshed or reloaded after you save your changes.
fr: Vous êtes en mode d'édition. Ce dossier a dépassé la durée de temps mort limite (une heure sans activité) et devra se fermer pour libérer les ressources sur le serveur. Vu que {0} ne peut savoir si vous voulez sauvergarder les éditions, et à cause des implications qui pourrait venir de faire une telle action, {0} ne sauvegardera pas les éditions.

# UIInvalidInitialStep
source: Invalid initial step
fr: Étape initiale invalide

# UIIssueAlreadyPrimary
source: The issue you selected is already the primary issue.
fr: La question en cause selectionné est déjà la cause primaire.

# UIIssueAlreadySecondary
source: The issue you selected is already a secondary issue.
fr: La question en cause selectionné est déjà une cause secondaire.

# UILawMateShortcutKeysURL
source: english/lsb_deskbooks/?pgid=57
fr: francais/lsb_deskbooks/?pgid=57

# UILSBDeskbook
source: {0} Deskbooks
fr: Manuels {0}

# UILSBDeskbookURL
source: english/lsb_deskbooks/?pgid=57
fr: francais/lsb_deskbooks/?pgid=57

# UIMailMarkAsRead
source: Mark as Read
fr: Marquer lu

# UIMailMarkAsUnread
source: Mark as Unread
fr: Marquer non lu

# UIMoreInfoNotSupported
source: The More Info function is not supported for this activity.
fr: La fonction Plus d'info. n'est pas supporté sur cette activité.

# UIMyAssignedFiles
source: My Assigned Files
fr: Dossiers qui me sont assignés

# UIOpNotAllowed
source: Operation Not Allowed
fr: Action non permise

# UIPasswordNotChangedCaption
source: Password Not Changed
fr: Votre mot de passe n'a pas été changé.

# UIQuickSearchDescSubject
source: Description/Subject
fr: Description/sujet

# UIQuickSearchMissingCriteria
source: Please provide values for both the search criteria and search type fields.
fr: Veuillez vous assurer de fournir une valeur pour le critère, en plus d'une valeur pour le type de recherche.

# UIQuickSearchMissingCriteriaCaption
source: Missing Criteria
fr: Critère manquant

# UIRetrievingFile
source: Retrieving file, please wait
fr: Extraction du dossier en cours, veuillez patienter.

# UIScreenNotComplete
source: {0} is not a valid control type. Screen not complete.
fr: La controle de type '{0}' n'est pas valide. L'écran n'est pas complété.

# uiSearchLawMateTextBox
source: Search {0}
fr: Critère de recherche

# UISplitThread
source: Do you want to break the thread? To move only this e-mail and any e-mails after it (that are on the same thread in this file) to the target file, select "Yes" To move all previous and subsequent e-mails (on the same thread in this file) to the target file, select "No"
fr: Voulez-vous séparer la suite thématique?

# UISplitThreadCaption
source: Move Activity
fr: Bouger l'activité

# UISRPIsCommitted
source: The SRP is committed. No modifications can be made on this IRP, it is read-only.
fr: La DPS n'est pas soumise. Aucune modifications ne peuvent être apportés à cette page, elle est pour lecture seule.

# UISRPNotCommittedCantModify
source: The SRP is not yet committed for this billing period. No modifications can be made on this page, it is read-only.
fr: La DPS n'est pas soumise pour cette période de facturation. Aucune modifications ne peuvent être apportés à cette page, elle est pour lecture seule.

# UIStepCodeOnFile
source: {0} on {1}
fr: {0} sur {1}

# UITaxationCompletedReadOnly
source: Taxation has been completed on this SRP. No modifications can be made on this screen, it is read-only.
fr: La taxation est complétée pour cette DPS. Aucune modifications ne peuvent être apportés à cette page, elle est pour lecture seule.

# UITaxationMode
source: You are in Taxation Mode. This IRP has not yet been taxed. The Date Taxed, Taxing Officer and fields from the Taxed row have been set to default values.
fr: Vous êtes en mode de taxation. Cette DPI n'est pas taxée. Les valeurs pour Date taxée, Officier de taxation, et les champs pour la zone Taxé ont été produite par défaut.

# UITimer
source: Timer: {0}
fr: Chronomètre : {0}

# UITransactionRolledBack
source: Transaction Rolled Back
fr: Transaction annulée

source: Uncomplete BF
fr: Défaire l'achèvement du rappel

source: You can't view this document because of security
fr: La sécurité du document ne vous permet pas de visualiser ce document

# YouHaveNoBFsOrMailInYourBFList
source: You have no BFs or Mail in your BF List. The BF List screen will automatically close/not open.
fr: Vous avez aucun rappel, l'écran de rappel doit fermer (s'il était ouvert).

# DoYouWantToDeleteTheSaveFile
source: Do you want to delete the save file for this activity?
fr: Voulez-vous sauvegarder le fichier de sauvegarde automatique de cette activité?

source: Delete save file?
fr: Voulez-vous supprimer le fichier de sauvegarde automatique?

# KeepSaveFileOrDoYouWantToDeleteIt
source: A save file was created before finishing the wizard. You may want to keep it and try this activity later. Do you want to delete it anyways?
fr: Un fichier de sauvegarde automatique a été créé avant d'avoir terminé l'assistant. Vous pouvez garder ce fichier et réessayer ultérieurement. Voulez-vous quand même supprimer le fichier de sauvegarde automatique?

source: Multiple Select/Edit
fr: Sélection/édition multiple

# ThereIsAnErrorInAReadOnlyHiddenRelatedField
source: There is an error in a read-only, hidden related field. You cannot proceed with this activity.
fr: Il y a une erreur sur un champ lié caché en lecture seule. Vous ne pouvez plus continuer avec cette activité.

# ThisMessageIsTooLargeToSendByEmailI
source: This message is {0} bytes and at least one of the recipients is not a {1} user. Because of its size, Outlook might block it from being sent even though {1} will record that is has been sent. Do you still want to try sending it?
fr: La taille de ce message est trop grande pour permettre l'envoi par courriel ({0} multiplets). Aussi, au moins un des récipiendaires n’est pas un utilisateur de {1}. À cause de sa taille, Outlook pourrait bloquer l’envoi du message même si {1} va l’enregistrer comme étant envoyé. Voulez-vous quand même tenter l’envoi du message?

source: Size Warning!
fr: Avertissement de taille!

# AreYouSureYouWantToRemoveFromYourAddressBook
source: Are you sure you want to remove {0} {1} from your Address Book?
fr: Êtes-vous certain de vouloir supprimer {0} {1} de votre carnet d’adresse?

source: Remove Contact from Address Book
fr: Supprimer du carnet d'adresse

# TheContactIsASharedContact
source: The contact: {0} {1} is a shared contact on {2} files.
fr: Le contact : {0} {1} est un contact partagé sur {2} dossiers.

# AttemptedToUpdateContactInfoForDebtor
source: You have attempted to update contact information for: {0} {1}. This contact is an opponent on a file in {0}. Contact information can only be updated through the file in which this contact is the opponent.
fr: Vous avez tenté de faire la mise à jour d'informations pour le contact suivant : {0} {1}. Ce contact est un opposant sur un dossier de {0}. La mise à jour peut seulement se faire sur le dossier sur lequel le contact est l'opposant.

source: Update of Opponent Contact
fr: Mise à jour de contact qui est opposant

# ContactInfoUpdatedForEveryUserOrFileThatSharesContact
source: Contact information will be updated for every user or file that shares this(these) contact(s).
fr: L'information sera actualisé pour chaque utilisateur ou dossier qui partage ce(s) contact(s).

source: Update of Shared Contacts
fr: Mise à jour de contacts partagés

source: Validating Search Criteria
fr: Validation des critères de recherche

source: Are you sure you want to delete this suspended activity?
fr: Êtes-vous certain de vouloir supprimer cette activité suspendue?

source: Delete Suspended Activity
fr: Supprimer activité suspendue

source: You can't close the form while there is a wizard open.
fr: Vous ne pouvez pas fermer une forme lorsqu'un assistant d'activité est ouvert.

# YouHaveMadeChangesToThisFileWhichHaveNotBeenSaved
source: You have made changes to this file which have not been saved. Do you want to save the changes?
fr: Vous avez amené des changements sur ce dossier qui n'ont pas été sauvegardés. Voulez-vous sauvegarder ces changements?

# QuickSearchFullFileName
source: Full File Name
fr: Nom de dossier (entier)

# QuickSearchFullFileNumber
source: Full File Number
fr: Numéro de dossier (entier)

source: Boolean Search
fr: Recherche booléenne

source: Help for Step Code
fr: Aide pour code d'étape

# ReloadConfigDataMessage
source: If there are any active Wizard forms in {0}, you will need to close them before reloading the Configuration Data. If you do not close them(if there are any) before reloading the Configuration Data, it will cause the Wizards to fail. Click OK to reload the Configuration Data, or Cancel to return to {0} without reloading the Configuration Data
fr: S'il y a des assistants d'activités actifs, vous allez devoir les fermer avant de réinitialiser les données de configuration. Continuer la réinitialisation de données de configuration sans fermer les assistants d'activités actifs pourrait causer les assistants à echouer. Cliquer OK pour réinitialiser les données de configuration, ou Annuler pour retourner à {0} sans réinitialiser.

# ReloadConfigurationDataCaption
source: Reload Configuration Data
fr: Réinitialisation de données de configuration

source: The Configuration Data has been reloaded.
fr: La réinitialisation des données est terminée.

source: Configuration Data
fr: Données de configuration

# AreYouSureYouWantToCreateFileStructuresForAllFiles
source: This operation can take a while. Are you sure you want to create File Structures for all files in the application?
fr: Cette opération peut prendre quelque minutes. Êtes-vous certain de vouloir créer les structures de dossier pour tous les dossiers dans l'application?

source: Create File Structures
fr: Création de structures de dossier

source: Initiating Work As ... Please wait.
fr: Changement de travailleur ... Veuillez patienter.

source: You are now working as yourself
fr: Vous travaillez maintenant comme vous-même

source: You are now working as:
fr: Vous travaillez maintenant comme :

source: Working As
fr: Travailler comme

# CannotWorkAsWhileInEditOrReadOnlyMode
source: A Personal File is in Read-Only Mode, or a BF List is in Edit Mode (or both). Cannot "Work As" while in Edit or Read-Only Mode.
fr: Un dossier personnel est en mode lecture seule, ou une liste de rappel est en mode d'édition (ou les deux). Vous ne pouvez amener une changement de travailleur lorsqu'en mode lecture seule ou en mode d'édition.

source: Edit Mode
fr: Mode d'édition

source: You are already working as yourself
fr: Vous travaillez déjà comme vous-même

source: You are already working as:
fr: Vous travaillez déjà comme :

source: Retrieving documents sent today
fr: Récupération de documents envoyés aujourd'hui

source: Retrieving documents sent yesterday
fr: Récupération de documents envoyés hier

source: Retrieving documents sent this week
fr: Récupération de documents envoyés cette semaine

source: Retrieving documents sent last week
fr: Récupération de documents envoyés la semaine dernière

source: Retrieving documents sent within specified range
fr: Récupération de documents envoyés entre période spécifiée

source: Retrieving documents received today
fr: Récupération de documents reçus aujourd'hui

source: Retrieving documents received yesterday
fr: Récupération de documents reçus hier

source: Retrieving documents received this week
fr: Récupération de documents reçus cette semaine

source: Retrieving documents received last week
fr: Récupération de documents reçus la semaine dernière

source: Retrieving documents received within specified range
fr: Récupération de documents reçus entre période spécifiée

source: Retrieving checked out documents
fr: Récupération de documents en retrait

source: Checked Out Documents
fr: Documents en retrait

source: Retrieving draft documents
fr: Récupération d'ébauches de documents

source: Draft Documents
fr: Ébauches de documents

source: Retrieving office opinions within specified range
fr: Récupération d'opinion de mon bureau datée entre période spécifiée

source: My Office's Opinions
fr: Opinions de mon bureau

source: Retrieving List of Completed BFs within specified range
fr: Récupération de la liste de rappels complétés entre période spécifiée

source: Retrieving files viewed today
fr: Récupération de dossiers visités aujourd'hui

source: Retrieving files viewed yesterday
fr: Récupération de dossiers visités hier

source: Retrieving files viewed last week
fr: Récupération de dossiers visités la semaine dernière

source: Retrieving files viewed this week
fr: Récupération de dossiers visités cette semaine

source: Retrieving files viewed within specified range
fr: Récupération de dossiers visités entre période spécifiée

source: Retrieving assigned files
fr: Récupération de dossiers assignés

source: Retrieving files on which you are a contact
fr: Récupération de dossiers sur lequel vous êtes une personne contact

source: Received Items
fr: Items reçus

source: Letterbook
fr: Items envoyés

source: items)
fr: éléments)

# OutlookFolderNameAndNumOfItems
source: ({0} items)
fr: ({0} éléments)

source: to
fr: à

source: One file found. Opening file...
fr: Un dossier a été trouvé. Récupération de dossier en cours...

# RetrievingDataMessage
source: Retrieving Data...
fr: Récupération de données en cours...

# TheAdvancedSearchScreenIsNoLongerAccessible
source: The Advanced Search screen used to perform this search is no longer accessible.
fr: L'écran de recherche avancée utilisé pour effectuer cette recherche n'est plus accessible.

source: Advanced Search Screen Not Accessible
fr: Accessibilité de l'écran de recherche avancée

# EndOfTheDocumentJumpToTheTop
source: You are at the end of the document. Would you like to jump to the top of the results?
fr: Vous êtes à la fin du document. Voulez-vous sauter au sommet des résultats?

source: Full-Text Hit Navigation
fr: Navigation des résultats de texte intégral

# BeginningOfTheDocumentJumpToTheBottom
source: You are at the beginning of the document. Would you like to jump to the bottom of the results?
fr: Vous êtes au début du document. Voulez-vous sauter à la fin des résultats?

# FirstDocumentJumpToTheBottom
source: You are on the first document. Would you like to jump to the bottom of the results?
fr: Vous êtes sur le premier document. Voulez-vous sauter à la fin des résultats?

# LastDocumentJumpToTheTop
source: You are on the last document. Would you like to jump to the top of the results?
fr: Vous êtes sur le dernier document. Voulez-vous sauter au sommet des résultats?

source: Back to
fr: Page précédente :

source: Are you sure you want to delete this record?
fr: Êtes-vous certain de vouloir supprimer cet enregistrement?

source: You do not have sufficient access to delete this record
fr: Vous n'avez pas de droit suffisant pour supprimer cet enregistrement

source: Deleting BFs
fr: Supprimer (rappels)

source: There are no documents on this file
fr: Il n'y pas de documents sur ce dossier

source: The document is checked out
fr: Le document est en retrait

source: File Name: {0} File Number: {1}
fr: Nom de dossier : {0} Numéro de dossier : {1}

# QuickSearchFullTextOfOpinions
source: Full-Text of Opinions
fr: Recherche en texte intégral d'opinion

# QuickSearchOpinionBooleanSearch
source: Opinion Boolean Search
fr: Recherche booléenne d'opinion

# QuickSearchOpinionSubjectDescription
source: Opinion Subject/Description
fr: Sujet/description d'opinion

# AdvSearchFileNameEnglish
source: File Name (English)
fr: Nom de dossier (anglais)

# AdvSearchLastName
source: Last Name
fr: Nom de famille

# AdvSearchFirstName
source: First Name
fr: Prénom

# AdvSearchCountry
source: Country
fr: Pays

# AdvSearchCity
source: City
fr: Ville

# AdvSearchPostalCode
source: Postal Code
fr: Code postal

# AdvSearchFileNameFrench
source: File Name (French)
fr: Nom de dossier (français)

# lblParentFile
source: Parent File:
fr: Sauter au dossier parent :

# DisplayNameActivity
source: Activity
fr: Activité

# EFileProperty
source: File Properties
fr: Propriété du dossier-électronique

source: File Contact
fr: Contact(s) du dossier

source: File Office
fr: Bureau(x) lié(s) au(x) dossier

source: File Security
fr: Sécurité de dossier

source: Legal Risk Management
fr: Gestion du risque juridique

source: Office Information
fr: Information sur le bureau

source: Office Personnel
fr: Personnel de bureau

# DisplayNameLegalOpinion
source: Legal Opinion
fr: Opinion juridique

source: Reloading ...
fr: Rechargement de données ...

source: Reloading Data:
fr: Rechargement de données :

source: Executing Search
fr: Exécution de la recherche

# WizardYouHaveMadeChangesDoYouWantToSave
source: You have made changes to this wizard which have not been saved. Do you want to save the changes?
fr: L'Assistant d'activité contient des modifications qui n'ont pas été sauvegardés. Voulez-vous les sauvergarder?
