Repository: chris-weekes/atrium
Catalog: LawMate/Properties/Resources.*.resx
Languages: fr

# ModifiedByOtherUser
source: Another user has modified this file while you were attempting to perform this step. Unfortunately, {0} is unable to save your changes at this time. Once you click OK, {0} will display another error message, and, when clicking OK, the New Activity Wizard will close and the data on the file will be reloaded. {0} will also automatically create a suspended activity for your entry, purely for the purposes of recovering your document, if need be. You will not be able to resume this suspended activity.
fr: Un autre utilisateur a amené des modifications à ce dossier pendant votre tentative d’exécuter votre activité. Malheureusement, {0} est incapable de sauvegarder vos modifications à ce moment. Lorsque vous cliquerez OK, l’assistant d’activité fermera et les données du dossier seront rafraichies. De plus, {0} créera une sauvegarde automatique pour votre activité aux fins de pouvoir recouvrir le contenu de votre document, au besoin. Vous ne serez pas en mesure de pouvoir reprendre cette activité.

# MsElapsed
source: {0} ms elapsed
fr: {0} ms écoulées

source: No document
fr: Aucun document

source: No Document Selected
fr: Aucun document de selectionné

source: No selected BF
fr: Aucun rappel de selectionné

source: Officer Toolkit
fr: Trousse d'utilisateur

# PersonalFileAlreadyExists
source: The personal file already exists. Do you want to create a new one?
fr: Le dossier personnel existe déjà. Voulez-vous en créer un nouveau?

source: Personal File in Edit Mode
fr: Dossier personnel est en mode d’édition

source: Save Changes
fr: Sauvegarder modifications

# SaveOrCancelChangesBeforeAttemptingResend
source: You are in Edit Mode. Please Save or Cancel your changes before attempting to resend
fr: Vous êtes en mode d’édition. Veillez sauvegarder ou annuler vos modifications avant votre tentative de renvoi.

source: Suspend Activity
fr: Suspendre activité

source: The activity was saved, but the message failed to send via e-mail.
fr: L’activité a été sauvegardée, mais le courriel n’a pu être envoyé.

source: There are new messages in your BF List
fr: Il y a des nouveaux messages dans votre liste de rappel

# ThisWillSuspendYourActivityAreYouSure
source: This will suspend your activity. Are you sure you want to proceed?
fr: Vous êtes en mesure de suspendre votre activité. Voulez-vous continuer?

source: Timekeeping Data
fr: Données de fiche de temps

# UICannotDeleteThisFile
source: You cannot delete this file.
fr: Vous ne pouvez pas supprimer ce dossier.

# UIPasswordNotChanged
source: Your password has not been changed.
fr: Votre mot de passe n’a pas été modifié.

source: Unable to Reload Data
fr: Incapable de rafraichir les données

# usesAppMail
source: Uses {0}
fr: Utilise {0}

# YouHave0NewLawMailMessages
source: You have {0} new {1} messages
fr: Vous avez {0} nouveaux messages {1}

# YouHave1NewLawMailMessage
source: You have 1 new {0} message
fr: Vous avez un nouveau message {0}

# DisplayNameSSTAppeal
source: SST Appeal
fr: Appel au TSS

# EditParticipantCaption
source: Edit Participant Information/Address
fr: Modification d’information et/ou d’adresse d’un participant

# EditParticipantMessage
source: This participant may be a party/participant on a different file. Editing this information will update the (boilerplate) information for all files to which this party/participant relates. Are you sure you want to continue?
fr: C’est possible que ce participant soit un participant sur autres dossiers. En amenant des modifications aux informations appartenant à ce participant, Atrium effectuera la mise-à-jour de ces informations pour les autres dossiers où le participant est lié. Voulez-vous continuer?

source: Participant Search
fr: Recherche de participant

source: Workload Distribution
fr: Charge de travail

# SelectAParticipant
source: Please select a participant before selecting the OK button
fr: Veillez sélectionner un participant avant de choisir OK

source: Protected "B"
fr: Protégé "B"

# UIConfirmUndoCheckout
source: This action will cause the changes in your checked out version of the document to be lost. Are you sure you want to undo this checkout?
fr: Cette action causera la perte des modifications apportées à votre document en retrait. Voulez-vous continuer avec l'annulation du retrait?

# UIConfirmUndoCheckoutCaption
source: Undo Document Checkout
fr: Annulation de retrait de document

# waitLoading
source: Processing request
fr: Traitement de demande

# MustSelectDefaultText
source: Please resolve the following issue(s) before clicking Next:
fr: Vous devez régler le(les) problème(s) suivant(s) avant de cliquer Suivant :

# MustSelectPrimaryIssue
source: You must select a File Container
fr: Vous devez choisir un contenant

# MustSelectXRef
source: You must select at least one Cross-Reference
fr: Vous devez choisir au moins une référence croisée

# sstCaseAppealRecordId
source: Appeal Record ID:
fr: No. de l'appel :

# sstCasePreviousDecisionDate
source: Previous Decision Date:
fr: Décision précédente :

# AppealComplete
source: Appeal is Complete
fr: Dossier est complet

# AppealIncomplete
source: Incomplete Appeal
fr: Dossier est incomplet

# AppealLate
source: Filing of Appeal is Late
fr: Appel est en retard

# AppealNotLate
source: Appeal is not Late
fr: Appel n'est pas en retard

# UICannotDeleteLastIssue
source: Must have at least one issue. Please modify issue instead of deleting it.
fr: Vous devez avoir au moins un litige. Veuillez modifier le litige au lieu de le supprimer.

# UICannotDeleteLastIssueCaption
source: Must have at least one issue
fr: Vous devez avoir au moins un litige

# UISuspendedFileSizeExceeded
source: The total size of the activity, including all documents and attachments, is {0}. Your activity cannot be suspended. If you need to suspend, you will need to reduce the size of your activity to {1}, by either reducing the size of attachments, reducing the size of emails, etc. If you wish, you may proceed with the recording of the activity, but you may not suspend until its total size is below the size limit.
fr: La taille totale de cette activité, incluant les documents et pièces jointes, est {0}. Cette activité ne peut être suspendue. Si vous désirez suspendre cette activité, vous devez réduire sa taille à {1}, en réduisant la taille de pièces jointes, de courriels, etc. Vous pouvez enregistrer cette activité, mais ne pouvez la suspendre tant que sa taille dépasse la limite permise.

# UISuspendedFileSizeExceededCaption
source: Activity Size Exceeded
fr: Taille d’activité a excédé la limite

# UICannotEditAppointment
source: You cannot edit a hearing directly. Please contact the Appeals Inquiry and Administrative Officer assigned to this file to reschedule the hearing.
fr: Vous ne pouvez modifier une audience. Veuillez communiquer avec l’Agent administratif et chargé des demandes de renseignements assigné à ce dossier, afin de modifier l’heure ou la date de l’audience.

# UIConfirmDeleteIssue
source: Are you sure you want to delete the selected issue?
fr: Êtes-vous certain de vouloir supprimer le litige?

# UIConfirmDeleteIssueCaption
source: Delete Issue
fr: Supprimer un litige

# UINo
source: No
fr: Non

# UIYes
source: Yes
fr: Oui

# UINA
source: N/A
fr: S/O

# UIDeleteVersion
source: Are you sure you want to delete this version of the document?
fr: Êtes-vous certain de vouloir supprimer cette version du document?

# UIDeleteVersionCaption
source: Delete Version
fr: Supprimer la version

# UINoPreviousVersion
source: This document has no previous versions.
fr: Ce document n’a aucune version antérieure

# UINoPreviousVersionCaption
source: No Previous Versions
fr: Aucune version antérieure

# UINotImplemented
source: This functionality has not been implemented yet, but will be part of a future release.
fr: Cette fonctionalité n'a pas été encore mise en application, mais sera incluse dans une prochaine relâche

# AppointmentSoon
source: You have an appointment soon
fr: Vous avez un rendez-vous

# ConfirmDeleteAppRecurrence
source: Are you sure you want to delete this recurrence?
fr: Êtes-vous sûr de vouloir supprimer cette récurrence?

# RecurrenceEndByDay
source: day(s)
fr: jour(s)

# RecurrenceEndByLabel
source: Occurs every {0} {1} until {2}
fr: Se produit tous/toutes les {0} {1} jusqu’au {2}

# RecurrenceEndByMonth
source: month(s)
fr: mois

# RecurrenceEndByWeek
source: week(s)
fr: semaine(s)

source: What's New
fr: Quoi de neuf

# ActivityBFTab
source: &Bring Forward (BFs) ({0})
fr: &Rappels ({0})

# ActivityTimeTab
source: Ti&meslips ({0})
fr: Fiche de te&mps ({0})

# ActivityDisbTab
source: Di&sbursements ({0})
fr: Débour&sements ({0})

# otkJustBFs
source: Non-mail BFs
fr: Tous les rappels non-courriel

# AtriumNotInPROD
source: You are not in PROD!
fr: Ce n'est pas l'environment PROD

# DeleteOverrideBillingMessage
source: OVERRIDE PERMISSION: Please proceed diligently as you have special permissions to delete this record! You will not be able to undo this operation! Please ensure deleting this record is the only way to workaround whatever issue you are attempting to resolve. This might create a discrepancy with billings if the record is associated with a closed billing period. Are you sure you want to delete this record?
fr: PERMISSION SUPPLÉMENTAIRE : Voud devez faire preuve de diligence raisonable puisque vous avez des droits d'accès spéciales pour supprimer cet enregistrement! Vous ne pourrez pas annuler cette opération! Assurez-vous que la suppression de cet enregistrement est la seule façon de régler le problème. La suppression de l'enregistrement pourrait créer une divergence avec la facturation s'il est associé avec une période de facturation fermée. Voulez-vous supprimer cet enregistrement?

# NewBFFileBasedRole
source: Role-Based
fr: Rôle

# ActivityAlreadyDocAssociated
source: You cannot associate a document with an activity that already has a document associated with it.
fr: Vous ne pouvez pas associer un document avec une activité qui est déjà associée avec un document.

# ActivityBFBFs
source: BFs
fr: Rappels

# ActivityBFMoreInfoNotFound
source: The BF record you are trying to view could not be found.
fr: Le rappel vous tentez de voir n'a pu être trouvé dans la liste de rappel.

# ActivityBFStepCode
source: Step Code
fr: Code d'étape

# ActivityCannotResendWhileEditMode
source: You are in Edit Mode. Please Save or Cancel your changes before attempting to resend.
fr: Vous êtes en mode d'édition. Veuillez sauvergarder ou annuler vos modifications avant de tenter le renvoi.

# ActivityResendAttemptFailed
source: Your attempt to resend has failed.
fr: Votre tentative de renvoi a échouée

# QuickACAlwaysAvail
source: Always Available
fr: Toujours disponible

# QuickACEnabled
source: Enabled
fr: Activé

# QuickACNextStep
source: Next Step
fr: Prochaine étape

# QuickACNoNextSteps
source: Atrium was not able to calculate next steps.
fr: Atrium n'a pu calculer les prochaines étapes.

# QuickACSelectAValidCode
source: Please select a valid step code
fr: Veuillez choisir un code d'étape valide

# TocCopy
source: Value Copied
fr: Valeur copiée

# TocOfficeTKFax
source: Fax Number:
fr: Télécopieur :

# TocOfficeTKJudgLP
source: Judgment LP:
fr: Délai de prescription (jugement) :

# TocOfficeTKTelephone
source: Telephone:
fr: Téléphone :

# TocOfficeTKTollFree
source: Toll Free:
fr: Sans frais :

# TocOfficeTKusesAtrium
source: uses Atrium
fr: utilise Atrium

# TocOfficeTKWritLP
source: Writ LP:
fr: Délai de prescription (grèvement) :

# TocOfficeTKyears
source: years
fr: ans

# CantDeleteWritCostBeforeJudgment
source: Before deleting a judgment record, you must first delete its associated encumbrance and recoverable costs records.
fr: Avant de supprimer un enregistrement de jugement, vous devez d'abord supprimer les enregistrements de grèvements et de coûts associés avec le jugement.

# DisplayNameInsolvency
source: Insolvency
fr: Insolvabilité

# lblTollFreeNumber
source: Toll Free Number:
fr: Numéro sans frais :
