Repository: chris-weekes/atrium
Catalog: LawMate/Properties/Resources.*.resx
Languages: fr

# CannotDeleteSystemGeneratedBFs
source: You cannot delete system-generated BFs. You may only delete manually added user BFs.
fr: Vous ne pouvez pas supprimer les rappels qui sont génénés par le système. Vous pouvez seulement supprimer les rappels que vous avez ajoutés manuellement.

source: Deleting System-Generated BF Not Allowed
fr: Non permis de supprimer un rappel

source: [Please provide a shortcut Name]
fr: [veuillez fournir un nom pour le raccourci]

# YouMustProvideANameForYourShortcut
source: You must provide a name for your shortcut. If your intention is to not create a shortcut, please remove the checkbox from the "Create Shortcut to File" field.
fr: Vous devez fournir un nom pour votre raccourci. Si votre intention n'était pas de créer un raccourci, veuillez enlever la coche de la case à cocher "Créer un raccourci à ce dossier".

source: Shortcut Name
fr: Nom de raccourci

# SelectedMessageSuccessfullyImported
source: The selected message was successfully imported to the following file:
fr: Le transfert du message selectionné a réussi. Il a été transféré au dossier suivant :

# SelectedMessagesSuccessfullyImported
source: {0} of {1} of the selected messages successfully imported to the following file:
fr: {0} sur {1} des messages selectionnés transférés avec succès. Ils ont été transférés au dossier suivant :

# ImportedToNameNumber
source: Name: {0} Number: {1}
fr: Nom : {0} Numéro : {1}

source: The selected message has been moved
fr: À partir d'Outlook, le message a été déplacé

# TheSelectedMessagesHaveBeenMoved
source: {0} of {1} of the selected messages have been moved
fr: À partir d'Outlook, les messages ont été déplacés

source: to your Deleted Items folder in Outlook.
fr: à votre dossier Éléments supprimés.

# ToYourMovedToLawMateFolderInOutlook
source: to your Moved To {0} folder in Outlook.
fr: à votre dossier Moved To {0}.

# MessagesImportedToLawMate
source: Message(s) Imported to {0}
fr: Message(s) transféré(s) à {0}

source: Change Password
fr: Modification du mot de passe

source: Logout Required
fr: Fermeture de session requise

source: The password does not match the confirm password
fr: Le nouveau mot de passe et sa confirmation ne correspondent pas

source: You must enter your current password
fr: Vous devez entrer votre mot de passe actuel

source: Your password has been successfully changed. You must log out and log back in immediately
fr: Votre mot de passe a été modifié. Vous devez fermer votre session {0} et réétablir une nouvelle connexion.

source: Collapse All
fr: Réduire

source: Expand All
fr: Agrandir

source: BFs (30 days):
fr: Rappels (30 jours) :

# BFsDisplayed
source: BFs (in Range):
fr: Rappels (dans l'écarts) :

# PriorityHigh
source: High
fr: Prioritaire

# MoreThanOneMonthTimekeepingPeriod
source: More than one month has passed since the end of your last Timekeeping Period. Please select the earliest month in which you want to recommence adding timeslips.
fr: Plus d'un mois s'est écoulé depuis votre dernière période de comptabilisation de temps. Veuillez sélectionner le mois le plus tôt où vous voulez recommencer à enregistrer des fiches de temps.

# MoreThanTwoYearsLastTimekeepingPeriod
source: More than two years have passed since the end of your last Timekeeping Period. Please select the earliest month in which you want to recommence adding timeslips.
fr: Plus de deux ans se sont écoulés depuis votre dernière période de comptabilisation de temps. Veuillez sélectionner le mois le plus tôt où vous voulez recommencer à enregistrer des fiches de temps.

# NoTimekeepingPeriodExists
source: No Timekeeping Period records exist. Please select the earliest month in which you want to start adding timeslips.
fr: Aucune période de comptabilisation de temps existe. Veuillez sélectionner le mois le plus tôt où vous voulez commencer à enregistrer des fiches de temps.

# ThePersonalFileAssociatedTimekeepingNotFound
source: The Personal file associated with the timekeeping data was not found. The officer record might not be configured properly with your personal file. Please contact an administrator.
fr: {0} n'a pu trouver le dossier personnel associé avec les données de comptabilisation de temps de ce dossier. Les données de l'agent ne sont pas configurées conformément. Veuillez contacter un administrateur.

source: Personal File Not Found
fr: Dossier personnel pas trouvé

# AreYouSureYouWantToCloseTimekeeping
source: Are you sure you want to close the period? Timekeeping entries can no longer be edited after the period is closed. This operation cannot be undone.
fr: Êtes-vous certain de vouloir fermer la période? Les fiches de temps ne peuvent plus être modifiées une fois que la période est fermée. Cette opération ne peut pas être annulé / renoncée.

source: Timekeeping Period Closure
fr: Fermeture de période de comptabilisation

# NoPermissionToViewThisFile
source: You do not have permission to view this file.
fr: Vous n'avez pas de droit suffisant pour visionner ce dossier

source: You do not have permission to open this file
fr: Vous n'avez pas de droit suffisant pour ouvrir ce dossier

source: Delete Timeslip
fr: Supprimer fiche de temps

# DeleteActivity
source: Deleting an activity will delete any timekeeping, disbursement and BF records associated with the activity and any documents that are associated only with this activity. Are you sure you want to continue?
fr: Deleting an activity will delete any timekeeping and BF records associated with the activity and any documents that are associated only with this activity. Are you sure you want to continue?

# QuickSearchIcase
source: iCase File Number
fr: Numéro de dossier iCase

source: All Mail
fr: Courriels

# BFList1
source: BFs
fr: Rappels

source: Read Mail
fr: Courriels lus

source: Unread Mail
fr: Courriels non-lus

# YouAreInEditMode
source: You are in Edit Mode, the selected record has changed.
fr: Vous êtes en mode d'édition, les données ont changées.

source: AND
fr: ET

source: OR
fr: OU

# CannotResumeThisActivity
source: You cannot resume this activity
fr: Vous ne pouvez reprendre cette activité.

source: DELETED FILE!
fr: DOSSIER SUPPRIMÉ!

source: INVALID ACTIVITY!
fr: ACTIVITÉ NON VALIDE!

source: Office Explorer
fr: Explorateur de bureau

source: Select file for filing
fr: Choisir le dossier sur lequel sera importé(s) le(s) courriel(s)

# DocumentPartOfSuspendedActivityHasBeenModified
source: The document that was part of this suspended activity has been modified - it is not possible to resume this activity, but its contents will still be made available so that you may retrieve it, should it be required.
fr: Le document créé dans le cadre de cette activité en suspension a été modifié - il n'est pas possible de reprendre cette activité, mais son contenu sera toujours mis à disposition afin que vous puissiez le récupérer, si elle est requise.

source: Data retrieval time:
fr: Dernière récupération de données :

source: About {0} hits
fr: Environ {0} résultats

# AboutX
source: About {0}
fr: Environ {0}

# ActivityExpectsExternalDocumentToBeUploaded
source: The selected activity expects an external document to be uploaded to {0}. If you do not wish to upload a document, you must cancel out of this New Activity Wizard. Would you like to select a document for upload?
fr: L'activité selectionnée s'attend à ce qu'un document externe soit téléchargé à {0}. Si vous ne désirez pas télécharger un document, vous devez annuler votre assistant d'activité. Voulez-vous sélectionner un document à télécharger?

# ActivitySavedButFailedToCreateAutomaticActivities
source: The activity was saved, but {1} failed to create automatic activities (associated with {0})
fr: L'activité a été sauvegardée, mais {1} n'a pas réussi à créer l'activité automatique associée avec votre activité : {0}

# ActivityWasSavedButFailedToCreateShortcuts
source: The activity was saved, but {0} has failed to create the shortcut(s).
fr: L'activité a été sauvegardée, mais {0} n'a pas réussi à créer le(les) raccourci(s).

# ActivityWasSavedButFailedToUpdateToC
source: The activity was saved, but {0} has failed to update the file's Table of Contents.
fr: L'activité a été sauvegardée, mais {0} n'a pas réussi à mettre à jour la table des matières du dossier.

source: Advanced Search Results
fr: Résultats de recherche avancée

# AttemptedToStoreInformationIndicatingCommunicationFailedButHasFailedToDoSo
source: {0} attempted to store information indicating the communication failed to send but has failed to do so. Please take the appropriate action to remove the activity since it has failed to send, and failed to show an indication of such.
fr: {0} a tenté de stocker l'information indiquant que la communication n’a pas réussi à être envoyer mais sa tentative de stocker cette information a ratée. Veuillez prendre les mesures appropriées pour éliminer l'activité, car {0} n'a pas réussi à l'envoyer, en plus de ne pas l'indiquer.

# CannotCreateDuplicateXrefShortcutOrChildFile
source: You cannot create a duplicate cross-reference, shortcut or child file.
fr: Vous ne pouvez créer un duplicata de référence croisée, raccourci, ou dossier enfant

# CannotJumpToADifferentLocationInThisTree
source: You are prompted to select a file below a certain location, you cannot jump to a different location in this tree given the context of the prompt.
fr: Vous devez choisir un dossier sous un certain endroit. Vous ne pouvez pas sauter à un autre emplacement du navigateur étant donné le contexte actuel.

# CantHaveMoreThanOneNAWOpenOnTheSameFile
source: You cannot have more than one NAW open on the same file
fr: Vous pouvez avoir seulement un assistant d'activité d'actif par dossier

# ConfirmDeleteShortcutFile
source: Deleting this folder will also delete all subfolders, and document/file shortcuts in this folder and its subfolders. Are you sure you want to delete this folder and its contents?
fr: Lorsque vous supprimez ce dossier, tous les sous-dossiers, documents, raccourcis de documents/dossiers à ce dossier et sous-dossiers seront supprimés aussi. Êtes-vous certain de vouloir supprimer ce dossier et son contenu?

source: Container Cross-References
fr: Références croisées conteneur

source: Create Personal File
fr: Créer dossiers personnels

# DebtorAccounts
source: Accounts
fr: Comptes

source: Debtor Information
fr: Information débiteur

# DeleteActivityXref
source: Are you sure you want to delete this activity cross-reference?
fr: Êtes-vous certain de vouloir supprimer cette activité croisée?

source: Document Shortcuts
fr: Raccourcis de documents

source: File History
fr: Historique du dossier

# FileIsAlreadyOpenAndInEditMode
source: The file is already open, and in Edit Mode. The timekeeping screen cannot be displayed.
fr: Le dossier est présentement ouvert (fenêtre ouverte), et il est en mode d'édition. L'écran de comptabilisation de temps ne peut être affiché.

source: File Shortcuts
fr: Raccourcis de dossiers

# FileWasOpenInLawMateTryingToRefreshData
source: The following file: {0} was open in {1} for viewing. {1} is trying to refresh data since it has likely changed due to the closing of the Timekeeping period but is not capable since the file is Read-Only Mode. Your changes might not save properly on this file.
fr: Le dossier suivant : {0} était ouvert pour le visionnement. {1} tente un rafraîchissement de données vu qu'une période de comptabilisation de temps vient d'être fermée et les données sur le dossier on besoin d'une mise à jour, mais le dossier est en mode lecture seule. C'est possible que vos mises à jours ne sauvegargent pas sur ce dossier étant donné ce mode lecture seule pendant la fermeture d'une période.

source: <Ignore Thread>
fr: <Ignorer le fil>

# NewActivityWizardCancelled
source: Your New Activity Wizard is cancelled. Enter a new activity if you wish to try again
fr: Votre assistant d'activité est annulé. Si vous désirez recommencer, vous devrez créer une nouvelle activité.

# p7mMessage
source: {2} has scanned this message and it appears that part or all if it is still secured (encrypted): Subject: {0} Received: {1} It is possible that this message has been unsecured (decrypted) but that Outlook has not removed all traces of its previously secured (encrypted) status. You may choose to import this message if you are sure that it is no longer secured (decrypted) - if you can read the body of the message in the Email Importer, it is probably acceptable to import this message. Do you want to continue to import this message to {2}?
fr: {2} a analysé le contenu de ce message et il semble qu'une partie est encore sécurisée (chiffrée) : Sujet : {0} Date reçue: {1} Il est possible que ce message a été déchiffré, mais qu'Outlook n'a pas supprimé toutes les traces de son état chiffré. Vous pouvez choisir d'importer ce message si vous êtes sûr qu'il n'est plus chiffré - si vous pouvez lire le corps du message dans le Visualisateur Outlook, il est probablement acceptable d'importer ce message. Voulez-vous continuer à importer ce message à {2}?

# cmdAbout
source: About {0}
fr: À propos de {0}

# cmdDeskbook
source: {0} Deskbooks
fr: Manuels {0}

# cmdExplorer
source: {0} Explorer
fr: Explorateur {0}

# AppMailName
source: AtriumMail
fr: CourrielAtrium

# AppExpectsTheseRelatedFields
source: {0} expects the following fields to be completed based on the activity you have chosen:
fr: Selon l’activité choisie, {0} s’attend à ce que les champs suivants soient remplis :

# ConfirmCloseApp
source: Are you sure you want to exit {0}?
fr: Voulez-vous fermer {0}?

# ConfirmCloseTitle
source: End {0} Session
fr: Fermeture de {0}

# AppExplorer
source: {0} Explorer
fr: Explorateur {0}

# cmdBrowseExplorer
source: Browse {0} Explorer
fr: Explorateur {0}

# AppCommunications
source: {0} Communications
fr: Communications {0}

# AppMailNotice
source: {0} Message Notification
fr: Avis de message {0}

# AppMailReceived
source: When I receive {0}, also send me an Outlook message
fr: Lorsque je reçois un courriel {0}, envoyez-le moi aussi à travers Outlook.

# AppMailSettingReadOnly
source: This value cannot be modified. If you wish to have it changed, please send a Help Desk Request in {0}
fr: Cette valeur ne peut être modifiée. Si vous voulez qu'elle soit changée, veuillez envoyer une demande d'assistance {0}.

# SearchPrintGrid
source: {0} Search Results
fr: Résultats de recherche {0}

# LoginBlankPassword
source: The Password field cannot be blank.
fr: Vous devez fournir une valeur pour le mot de passe.

# LoginBlankUserName
source: The User Name field cannot be blank.
fr: Vous devez fournir une valeur pour le nom d'utilisateur.

# LoginMaxAttempts
source: Maximum login attempts exceeded
fr: Le montant de tentative de connexion a été depassé.

# UICantSaveWhileErrors
source: You cannot save while there are errors in the data.
fr: Vous ne pouvez pas sauvegarder lorsqu'il y a des erreurs dans les données.

# UIConfirmDelete
source: Are you sure you want to delete the selected record?
fr: Êtes-vous certain de vouloir supprimer votre sélection?

# UIConfirmDeleteCaption
source: Delete Record
fr: Supprimer une sélection

# UIMissingCriteria
source: Please provide criteria before performing a search.
fr: Vous ne pouvez effectuer une recherche sans fournir une valeur pour les critères.

# UIRemoveAttachment
source: Remove
fr: Enlever

source: Browse
fr: Explorer

source: My E-mails/Documents
fr: Mes courriels/documents

# DocBrowseSearchCaption
source: Search
fr: Recherche

source: Range is not valid.
fr: Période n'est pas valide

source: Shortcut to:
fr: Raccourci à :

source: Cross-Referenced to:
fr: Référence croisée à :

source: You do not have access to this file.
fr: Vous avez aucun droit d'accès sur ce dossier

# NoParentNodeOrEFileRowParentNode
source: No parent node, or E-file row (parent node tag) found
fr: Aucun noeud parent a été trouvé

source: Can't load file explorer
fr: L'explorateur a raté de charger comme il se doit

source: Do you want to split the thread?
fr: Voulez-vous couper la liaison?

source: Move BF
fr: Déplacer le rappel

source: Name cannot be blank
fr: Vous devez fournir une valeur pour le nom

source: You can't save a read-only document.
fr: Vous ne pouvez pas amener de changements à un document lecture seule.

source: You cannot preview this type of document.
fr: La prévisualisation de ce type de document n'est pas permi.

source: All Offices
fr: Tous les bureaux

# ContactSelectSearch
source: Search...
fr: Recherche...

source: Current File Contacts
fr: Contacts de dossier actuels

# DocCantBeDisplayedTryExternalApp
source: The document cannot be displayed. Try viewing it in the external application. {0}
fr: Le document ne peut être visionné. Veuillez le visionner dans son application externe. {0}

# LawMateDistributionLists
source: {0} Distribution Lists
fr: Listes de distributions {0}

source: Lead Office
fr: Bureau responsable

source: My Address Book
fr: Mon carnet d'adresse

source: My Office
fr: Mon bureau

source: No Contact Selected
fr: Aucun contact a été selectionné

source: No E-Mail Address
fr: Aucune adresse courriel

source: Note about Document Preview
fr: Note à propos de la prévisualisation

source: No valid e-mail was found for the contact you have selected. Therefore, an e-mail cannot be sent to that contact.
fr: Aucune adresse courriel valide a été trouvée pour le contact selectionné. Par conséquent, un courriel ne peut être envoyé à ce contact.

source: Owner Office
fr: Propriétaire

source: Please select a contact
fr: Choisissez un contact

source: There is no electronic version of the document.
fr: Il n'y a pas de version électronique pour ce document.

# TheSpreadsheetHasBeenClosedFromThisView
source: The spreadsheet has been closed from this view to allow proper display in its external application (i.e. MS Excel)
fr: La feuille de calcul n'est pas disponible à visionner à partir de cette vue. Vous devez la visionner à partir de son application externe : MS Excel

# ThisViewIsAPreviewOnly
source: This view is a preview only. It does not necessarily show the document as it would appear in its native application. To open the document in its native application, click the "Note about Document Preview" area of the status bar.
fr: Cette vue de document est seulement une prévisualisation. Elle ne démontre pas nécessairement le document comme il apparaîtrait dans son application externe d'origine. Pour visionner le document dans son application de format d'origine, cliquez la section "Note à propos de la prévisualisation de document" dans la barre d'état.

# WarningThisDocumentIsLarge
source: Warning: This document is large ({0}). Do you still want to display it? This operation might take some time to complete, depending on the size of the document.
fr: Avertissement : Ce document est de grande taille ({0}). Voulez-vous toujours le visionner? Cette opération peut prendre un certain temps, en fonction de la taille du document.

source: Draft Document
fr: Ébauche de document

# AppDocViewer
source: {0} Document Viewer
fr: Visualisateur de document {0}

# AppDocViewerTooltip
source: View in {0} Document Viewer
fr: Afficher dans le visualisateur de document {0}

# cmdExplorerFindFile
source: Browse in {0} Explorer (Target)
fr: Explorer à l'aide de l'explorateur {0} (cible)

# JumpToAppRoot
source: Jump To {0} Root
fr: Sauter au dossier de base

# UseAppExplorerToNavigate
source: Use the {0} Explorer to the right to browse the file structure
fr: Utiliser l'explorateur {0} à la droite pour naviguer la structure des dossiers

# otkAddressBook
source: Address Book
fr: Carnet d'adresses

# otkAllBFs
source: All BFs
fr: Tous les rappels

# otkAllMail
source: Mail BFs
fr: Tous les courriels

# otkAssignedFiles
source: Assigned Files
fr: Dossiers assignés

# otkBFList
source: BF List
fr: Liste de rappels

# otkCalendar
source: Calendar
fr: Calendrier

# otkCheckedOutToMe
source: Checked out to me
fr: En retrait

# otkCompletedItems
source: Completed Items...
fr: Items complétés

# otkContactFiles
source: Files on which I am a contact
fr: Dossiers auxquels je suis personne contact

# otkCustom
source: Custom...
fr: Personnalisée...

# otkDrafts
source: Drafts
fr: Ébauches

# otkEmailsDocuments
source: E-mails/Documents
fr: Courriels/documents

# otkFiles
source: Files
fr: Dossiers

# otkLastWeek
source: Last Week
fr: La semaine dernière

# otkMyOffice
source: My Office
fr: Mon bureau

# otkMyOfficesOpinions
source: My Office's Opinions...
fr: Opinions de mon bureau

# otkPersonalFile
source: Personal File
fr: Dossier personnel

# otkReceivedItems
source: Received Items
fr: Items reçus

# otkRecentlyViewed
source: Recently Viewed
fr: Consultés dernièrement

# otkSentItems
source: Sent Items (Letterbook)
fr: Items envoyés

# otkShortcuts
source: Shortcuts
fr: Raccourcis

# otkThisWeek
source: This Week
fr: Cette semaine

# otkToday
source: Today
fr: Aujourd'hui

# otkUnreadMail
source: Unread Mail BFs
fr: Courriels non lus

# otkYesterday
source: Yesterday
fr: Hier

# AppExpectsAppointment
source: {0} expects the following appointment to be scheduled based on the activity you have chosen:
fr: {0} s'attend à ce qu'un rendez-vous soit inscrit au calendrier :

# apptAccepted
source: Accepted
fr: Accepté

# apptDeclined
source: Declined
fr: Décliné

# apptTentative
source: Tentative
fr: À confirmer

# CalendarDisplayName
source: Calendar
fr: Calendrier

# DateRangeCustom
source: Custom...
fr: Personnalisé ...

# DateRangeLastMonth
source: Last Month
fr: Le mois dernier

# DateRangeLastWeek
source: Last Week
fr: La semaine dernière

# DateRangeLastYear
source: Last Year
fr: L'an passé

# DateRangeThisMonth
source: This Month
fr: Ce mois

# DateRangeThisWeek
source: This Week
fr: Cette semaine

# DateRangeThisYear
source: This Year
fr: Cette année

# DateRangeToday
source: Today
fr: Aujourd'hui

# UIFilesViewedCustom
source: Files Viewed Between {0} And {1}
fr: Dossiers visionnés entre {0} et {1}

# mHelp
source: Help
fr: Aide

# AdvSearchAllWords
source: all of the words
fr: tous les mots

# AdvSearchAtLeastOne
source: at least one of the words
fr: au moins un des mots

# AdvSearchBoolean
source: boolean search
fr: recherche booléenne

# AdvSearchExactPhrase
source: the exact phrase
fr: la phrase précise

# BFListFilteredCount
source: Filtered count:
fr: Compte filtré :

# AdvSearchFileDescEnglish
source: File description (English)
fr: Description (anglaise) du dossier

# AdvSearchFileDescFrench
source: File description (French)
fr: Description (française) du dossier

# FileAccess
source: File Access/View History
fr: Historique d’accès/visionnement de dossier

source: Leaf Cross-References in Other Containers
fr: Référence-croisée de feuille dans autres conteneurs

source: Leaf Cross-References in Same Container
fr: Référence-croisée de feuille dans le même conteneur

# MadeChangesWithoutSavingSaveYourChangesBeforeClosing
source: You have made changes without saving. Would you like to save your changes before closing?
fr: Vous avez amené des modifications aux données sans avoir sauvegardé. Voulez-vous sauvegarder vos modifications avant de fermer?
