Repository: chris-weekes/atrium
Catalog: LawMate/fAutoSave.*.resx
Languages: fr

# label3.Text
source: You may click the "Note About Document Preview" status bar text to view the document in its native application, or copy from the preview display below.
fr: Vous pouvez cliquer sur le texte "Note à propos de la prévisualisation de document" de la barre d'état pour afficher le document dans son application de format d'origine, ou copier le contenu à partir de la fenêtre de prévisualisation, ci-dessous.

# label1.Text
source: The document that was part of this suspended activity has been modified - it is not possible to resume this activity, but its contents will still be made available so that you may retrieve it, should it be required.
fr: Le document qui a été dans le cadre de cette activité en suspension a été modifié - il n'est pas possible de reprendre cette activité, mais son contenu sera toujours mis à disposition afin que vous puissiez le récupérer, si elle est requise.

# pnlCannotResume.Text
source: Document has been modified
fr: Le document a été modifié

# autoSaveGridEX_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Key>AutoSave</Key><Caption>AutoSave</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="SaveDate"><Caption>Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>SaveDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd hh:ss</FormatString><Key>SaveDate</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>125</Width></Column0><Column1 ID="StepCode"><Caption>Activity Code</Caption><DataTypeCode>String</DataTypeCode><DataMember>StepCode</DataMember><Key>StepCode</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells></Column1><Column2 ID="ActivityNameEng"><Caption>Description</Caption><DataTypeCode>String</DataTypeCode><DataMember>ActivityNameEng</DataMember><Key>ActivityNameEng</Key><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>175</Width></Column2><Column3 ID="FileName"><Caption>File Name</Caption><DataTypeCode>String</DataTypeCode><DataMember>FileName</DataMember><Key>FileName</Key><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>220</Width></Column3><Column4 ID="FullFileNumber"><Caption>File Number</Caption><DataTypeCode>String</DataTypeCode><DataMember>FullFileNumber</DataMember><Key>FullFileNumber</Key><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>180</Width></Column4><Column5 ID="ActivityId"><Caption>ActivityId</Caption><DataTypeCode>Int32</DataTypeCode><BoundMode>Unbound</BoundMode><Key>ActivityId</Key><Position>5</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><DataTypeCode>Int32</DataTypeCode></Column5><Column6 ID="Delete"><ButtonDisplayMode>CurrentRow</ButtonDisplayMode><AllowDrag>False</AllowDrag><AllowSize>False</AllowSize><AllowSort>False</AllowSort><ButtonImage Reference="GridEXLayoutData.RootTable.Columns.Column6.ButtonImage" /><ButtonStyle>Image</ButtonStyle><BoundMode>Unbound</BoundMode><ColumnType>Image</ColumnType><Key>Delete</Key><Position>6</Position><ShowInFieldChooser>False</ShowInFieldChooser><Width>22</Width></Column6></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>0</ColIndex></SortKey0></SortKeys><GroupCondition /><RowHeaders>True</RowHeaders></RootTable></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Key>AutoSave</Key><Caption>AutoSave</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="SaveDate"><Caption>Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>SaveDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd hh:ss</FormatString><Key>SaveDate</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>125</Width></Column0><Column1 ID="StepCode"><Caption>Code d'étape</Caption><DataTypeCode>String</DataTypeCode><DataMember>StepCode</DataMember><Key>StepCode</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells></Column1><Column2 ID="ActivityNameEng"><Caption>Description</Caption><DataTypeCode>String</DataTypeCode><DataMember>ActivityNameEng</DataMember><Key>ActivityNameEng</Key><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>175</Width></Column2><Column3 ID="FileName"><Caption>Nom de dossier</Caption><DataTypeCode>String</DataTypeCode><DataMember>FileName</DataMember><Key>FileName</Key><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>220</Width></Column3><Column4 ID="FullFileNumber"><Caption>Numéro de dossier</Caption><DataTypeCode>String</DataTypeCode><DataMember>FullFileNumber</DataMember><Key>FullFileNumber</Key><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>180</Width></Column4><Column5 ID="ActivityId"><Caption>ID de l'activité</Caption><DataTypeCode>Int32</DataTypeCode><BoundMode>Unbound</BoundMode><Key>ActivityId</Key><Position>5</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><DataTypeCode>Int32</DataTypeCode></Column5><Column6 ID="Delete"><ButtonDisplayMode>CurrentRow</ButtonDisplayMode><AllowDrag>False</AllowDrag><AllowSize>False</AllowSize><AllowSort>False</AllowSort><ButtonImage Reference="GridEXLayoutData.RootTable.Columns.Column6.ButtonImage" /><ButtonStyle>Image</ButtonStyle><BoundMode>Unbound</BoundMode><ColumnType>Image</ColumnType><HeaderToolTip>Supprimer l'activité suspendue</HeaderToolTip><Key>Delete</Key><Position>6</Position><ShowInFieldChooser>False</ShowInFieldChooser><Width>22</Width></Column6></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>0</ColIndex></SortKey0></SortKeys><GroupCondition /><RowHeaders>True</RowHeaders></RootTable></GridEXLayoutData>

# pnlAutoSave.Text
source: Auto-Save / Suspended Activities
fr: Sauvegarde automatique / activités suspendues

# cmdResume.Text
source: Resume Suspended Activity
fr: Reprendre l'activité suspendue

# cmdDeleteSuspendedAC.Text
source: Remove/Delete Suspended Activity
fr: Supprimer l'activité suspendue

# cmdJumpToFile.Text
source: Jump to File
fr: Sauter au dossier

# cmdJumpToFile.ToolTipText
source: Jump to File
fr: Sauter au dossier

# cmdRefresh.Text
source: Reload
fr: Rafraîchissement

# cmdRefresh.ToolTipText
source: Reload Suspended Activity Data
fr: Rafraîchissement de donnée d'activité suspendue

# cmdLastLoad.Text
source: Data retrieval time:
fr: Dernière récupération de données :

# $this.Text
source: Suspended Activities/Auto-Save
fr: Activités suspendues / sauvegarde automatique
