Repository: chris-weekes/atrium
Catalog: LawMate/fBrowse.*.resx
Languages: fr

# eFileGridEX_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Key>EFile</Key><Caption>EFile</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="FileId"><Caption>File Id</Caption><DataTypeCode>Int32</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>FileId</DataMember><Key>FileId</Key><Position>0</Position><Selectable>False</Selectable><Visible>False</Visible><Width>84</Width></Column0><Column1 ID="StatusCode"><CellToolTipText /><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><ColumnType>Image</ColumnType><DataMember>StatusCode</DataMember><HeaderToolTip>File Status</HeaderToolTip><Key>StatusCode</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>22</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="A"><ImageIndex>12</ImageIndex><Text>Archived</Text><Value>A</Value></Item0><Item1 ID="C"><ImageIndex>13</ImageIndex><Text>Closed</Text><Value>C</Value></Item1><Item2 ID="M"><ImageIndex>14</ImageIndex><Text>Monitored</Text><Value>M</Value></Item2><Item3 ID="O"><ImageIndex>15</ImageIndex><Text>Open</Text><Value>O</Value></Item3><Item4 ID="P"><ImageIndex>16</ImageIndex><Text>Pending</Text><Value>P</Value></Item4></ValueList></Column1><Column2 ID="NameE"><Caption>File Name</Caption><DataTypeCode>String</DataTypeCode><DataMember>NameE</DataMember><Key>NameE</Key><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>250</Width></Column2><Column3 ID="FileNumber"><Caption>File Number</Caption><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>FileNumber</DataMember><Key>FileNumber</Key><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>90</Width></Column3><Column4 ID="FullFileNumber"><Caption>Full Number</Caption><DataTypeCode>String</DataTypeCode><DataMember>FullFileNumber</DataMember><Key>FullFileNumber</Key><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>200</Width></Column4><Column5 ID="SIN"><Caption>SIN</Caption><DataMember>SIN</DataMember><InputMask>000 000 000</InputMask><Key>SIN</Key><Position>5</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><FormatMode>UseInputMask</FormatMode></Column5><Column6 ID="FileType"><CompareTarget>Text</CompareTarget><Caption>File Type</Caption><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>FileType</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>FileType</Key><Position>6</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>80</Width><DropDownIndex>3</DropDownIndex></Column6><Column7 ID="LeadLawyerID"><CompareTarget>Text</CompareTarget><Caption>Lead Lawyer</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>LeadLawyerID</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>LeadLawyerID</Key><Position>7</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>120</Width><DropDownIndex>1</DropDownIndex></Column7><Column8 ID="FullPath"><Caption>Full File Name</Caption><DataTypeCode>String</DataTypeCode><DataMember>FullPath</DataMember><Key>FullPath</Key><Position>8</Position><Width>250</Width></Column8><Column9 ID="LeadOfficeId"><CompareTarget>Text</CompareTarget><Caption>File Lead</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>LeadOfficeId</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>LeadOfficeId</Key><Position>9</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><DropDownIndex>2</DropDownIndex></Column9><Column10 ID="OwnerOfficeId"><CompareTarget>Text</CompareTarget><Caption>File Owner</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>OwnerOfficeId</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>OwnerOfficeId</Key><Position>10</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><DropDownIndex>2</DropDownIndex></Column10><Column11 ID="LeadParalegalID"><CompareTarget>Text</CompareTarget><Caption>Lead Paralegal</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>LeadParalegalID</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>LeadParalegalID</Key><Position>11</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>120</Width><DropDownIndex>0</DropDownIndex></Column11><Column12 ID="MetaType"><CompareTarget>Text</CompareTarget><Caption>Meta Type</Caption><DataTypeCode>String</DataTypeCode><DataMember>MetaType</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>MetaType</Key><Position>12</Position><Width>140</Width><DropDownIndex>4</DropDownIndex></Column12></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>2</ColIndex></SortKey0></SortKeys><GroupCondition /><RowHeaders>True</RowHeaders><RowHeaderContent>RowIndex</RowHeaderContent><RowHeaderWidth>45</RowHeaderWidth><RowHeaderFormatStyle><FontName>tahoma</FontName><FontSize>7</FontSize></RowHeaderFormatStyle></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddPL"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="fullname"><Caption>Name</Caption><DataMember>fullname</DataMember><Key>fullname</Key><Position>0</Position></Column0><Column1 ID="officercode"><Caption>Code</Caption><DataMember>officercode</DataMember><Key>officercode</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><Font>Microsoft Sans Serif, 8.25pt</Font><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddPL</Key><DisplayMember>fullname</DisplayMember><ValueMember>officerid</ValueMember></DropDown0><DropDown1 ID="ddLA"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="fullname"><Caption>Name</Caption><DataMember>fullname</DataMember><Key>fullname</Key><Position>0</Position></Column0><Column1 ID="officercode"><Caption>Code</Caption><DataMember>officercode</DataMember><Key>officercode</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><Font>Microsoft Sans Serif, 8.25pt</Font><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddLA</Key><DisplayMember>fullname</DisplayMember><ValueMember>officerid</ValueMember></DropDown1><DropDown2 ID="ddOffice"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="officecode"><Caption>Code</Caption><DataMember>officecode</DataMember><Key>officecode</Key><Position>0</Position></Column0></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><Font>Microsoft Sans Serif, 8.25pt</Font><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddOffice</Key><DisplayMember>officecode</DisplayMember><ValueMember>officeid</ValueMember></DropDown2><DropDown3 ID="ddFileType"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="filetypecode"><Caption>filetypecode</Caption><DataMember>filetypecode</DataMember><Key>filetypecode</Key><Position>0</Position></Column0><Column1 ID="filetypedesceng"><Caption>Description</Caption><DataMember>filetypedesceng</DataMember><Key>filetypedesceng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><Font>Microsoft Sans Serif, 8.25pt</Font><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddFileType</Key><DisplayMember>filetypedesceng</DisplayMember><ValueMember>filetypecode</ValueMember></DropDown3><DropDown4 ID="ddMetaType"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="metatypecode"><Caption>Code</Caption><DataMember>metatypecode</DataMember><Key>metatypecode</Key><Position>0</Position></Column0><Column1 ID="metatypedesceng"><Caption>Description</Caption><DataMember>metatypedesceng</DataMember><Key>metatypedesceng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><Font>Microsoft Sans Serif, 8.25pt</Font><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddMetaType</Key><DisplayMember>metatypedesceng</DisplayMember><ValueMember>metatypecode</ValueMember></DropDown4></DropDowns></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Key>EFile</Key><Caption>EFile</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="FileId"><Caption>File Id</Caption><DataTypeCode>Int32</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>FileId</DataMember><Key>FileId</Key><Position>0</Position><Selectable>False</Selectable><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>84</Width></Column0><Column1 ID="StatusCode"><CellToolTipText /><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><ColumnType>Image</ColumnType><DataMember>StatusCode</DataMember><HeaderToolTip>État de dossier</HeaderToolTip><Key>StatusCode</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>22</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="A"><ImageIndex>12</ImageIndex><Text>Archived</Text><Value>A</Value></Item0><Item1 ID="C"><ImageIndex>13</ImageIndex><Text>Closed</Text><Value>C</Value></Item1><Item2 ID="M"><ImageIndex>14</ImageIndex><Text>Monitored</Text><Value>M</Value></Item2><Item3 ID="O"><ImageIndex>15</ImageIndex><Text>Open</Text><Value>O</Value></Item3><Item4 ID="P"><ImageIndex>16</ImageIndex><Text>Pending</Text><Value>P</Value></Item4></ValueList></Column1><Column2 ID="NameE"><Caption>Nom de dossier</Caption><DataTypeCode>String</DataTypeCode><DataMember>NameE</DataMember><Key>NameE</Key><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>250</Width></Column2><Column3 ID="FileNumber"><Caption>Numéro de dossier</Caption><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>FileNumber</DataMember><Key>FileNumber</Key><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>90</Width></Column3><Column4 ID="FullFileNumber"><Caption>Numéro de dossier (entier)</Caption><DataTypeCode>String</DataTypeCode><DataMember>FullFileNumber</DataMember><Key>FullFileNumber</Key><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>200</Width></Column4><Column5 ID="SIN"><Caption>NAS</Caption><DataMember>SIN</DataMember><InputMask>000 000 000</InputMask><Key>SIN</Key><Position>5</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><FormatMode>UseInputMask</FormatMode></Column5><Column6 ID="FileType"><CompareTarget>Text</CompareTarget><Caption>Type de dossier</Caption><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>FileType</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>FileType</Key><Position>6</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>80</Width><DropDownIndex>3</DropDownIndex></Column6><Column7 ID="LeadLawyerID"><CompareTarget>Text</CompareTarget><Caption>Avocat responsable</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>LeadLawyerID</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>LeadLawyerID</Key><Position>7</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>120</Width><DropDownIndex>1</DropDownIndex></Column7><Column8 ID="FullPath"><Caption>Chemin d'accès</Caption><DataTypeCode>String</DataTypeCode><DataMember>FullPath</DataMember><Key>FullPath</Key><Position>8</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>250</Width></Column8><Column9 ID="LeadOfficeId"><CompareTarget>Text</CompareTarget><Caption>Bureau responsable</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>LeadOfficeId</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>LeadOfficeId</Key><Position>9</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><DropDownIndex>2</DropDownIndex></Column9><Column10 ID="OwnerOfficeId"><CompareTarget>Text</CompareTarget><Caption>Bureau propriétaire</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>OwnerOfficeId</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>OwnerOfficeId</Key><Position>10</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><DropDownIndex>2</DropDownIndex></Column10><Column11 ID="LeadParalegalID"><CompareTarget>Text</CompareTarget><Caption>Parajuriste responsable</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>LeadParalegalID</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>LeadParalegalID</Key><Position>11</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>120</Width><DropDownIndex>0</DropDownIndex></Column11><Column12 ID="MetaType"><CompareTarget>Text</CompareTarget><Caption>Type (Meta)</Caption><DataTypeCode>String</DataTypeCode><DataMember>MetaType</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>MetaType</Key><Position>12</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><DropDownIndex>4</DropDownIndex></Column12></Columns><GroupCondition /><RowHeaders>True</RowHeaders><RowHeaderContent>RowIndex</RowHeaderContent><RowHeaderWidth>45</RowHeaderWidth><RowHeaderFormatStyle><FontName>tahoma</FontName><FontSize>7</FontSize></RowHeaderFormatStyle></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddPL"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="fullname"><Caption>Nom</Caption><DataMember>fullname</DataMember><Key>fullname</Key><Position>0</Position></Column0><Column1 ID="officercode"><Caption>Code</Caption><DataMember>officercode</DataMember><Key>officercode</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><Font>Microsoft Sans Serif, 8.25pt</Font><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddPL</Key><DisplayMember>fullname</DisplayMember><ValueMember>officerid</ValueMember></DropDown0><DropDown1 ID="ddLA"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="fullname"><Caption>Nom</Caption><DataMember>fullname</DataMember><Key>fullname</Key><Position>0</Position></Column0><Column1 ID="officercode"><Caption>Code</Caption><DataMember>officercode</DataMember><Key>officercode</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><Font>Microsoft Sans Serif, 8.25pt</Font><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddLA</Key><DisplayMember>fullname</DisplayMember><ValueMember>officerid</ValueMember></DropDown1><DropDown2 ID="ddOffice"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="officecode"><Caption>Code</Caption><DataMember>officecode</DataMember><Key>officecode</Key><Position>0</Position></Column0></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><Font>Microsoft Sans Serif, 8.25pt</Font><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddOffice</Key><DisplayMember>officecode</DisplayMember><ValueMember>officeid</ValueMember></DropDown2><DropDown3 ID="ddFileType"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="filetypecode"><Caption>Code</Caption><DataMember>filetypecode</DataMember><Key>filetypecode</Key><Position>0</Position></Column0><Column1 ID="filetypedesceng"><Caption>Description</Caption><DataMember>filetypedesceng</DataMember><Key>filetypedesceng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><Font>Microsoft Sans Serif, 8.25pt</Font><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddFileType</Key><DisplayMember>filetypedesceng</DisplayMember><ValueMember>filetypecode</ValueMember></DropDown3><DropDown4 ID="ddMetaType"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="metatypecode"><Caption>Code</Caption><DataMember>metatypecode</DataMember><Key>metatypecode</Key><Position>0</Position></Column0><Column1 ID="metatypedesceng"><Caption>Description</Caption><DataMember>metatypedesceng</DataMember><Key>metatypedesceng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddMetaType</Key><DisplayMember>metatypedesceng</DisplayMember><ValueMember>metatypecode</ValueMember></DropDown4></DropDowns></GridEXLayoutData>
