Repository: chris-weekes/atrium
Catalog: LawMate/fBrowse.*.resx
Languages: fr

# lblSelectedFile.Text
source: Selected File:
fr: Dossier sélectionné:

# pnlSearchResults.Text
source: Search Results
fr: Résultats de recherche

# pnlBrowse.Text
source: LawMate Explorer
fr: Explorateur LawMate
