Repository: chris-weekes/atrium
Catalog: LawMate/fBrowse.*.resx
Languages: fr

# buttonCancel.Text
source: Cancel
fr: Annuler

# pnlSearch.Text
source: Search
fr: Recherche

# $this.Text
source: Browse Files
fr: Explorer les dossiers

# pnlBrowseSelect.Text
source: Browse Files
fr: Explorer

# lnkJumpToSearch.Text
source: Search for Files
fr: Recherche

# lnkRecentlyBrowsed.Text
source: Recently Browsed/Viewed
fr: Dossiers accédés récemment

# lnkRootCurrentFile.Text
source: Jump To Current File
fr: Sauter au dossier courant

# lnkMyPersonalFile.Text
source: Jump To My Personal File
fr: Sauter à mon dossier personnel

# lnkMyShortcuts.Text
source: Jump To My Shortcuts
fr: Sauter à mes raccourcis

# lnkJumpToRoot.Text
source: Jump To [App] Root
fr: Sauter au dossier de base

# lblBrowseText.Text
source: Use the [App] Explorer to the right to browse the file structure
fr: Utiliser l'explorateur [App] à la droite pour naviguer la structure des dossiers

# pnlActiveFiles.Text
source: Files Recently Browsed/Viewed
fr: Dossiers accédés récemment

# pnlMyFiles.Text
source: My Files
fr: Mes dossiers

# btnPerformSearch.Text
source: Execute Search
fr: Exécuter la recherche

# lblOn.Text
source: On:
fr: sur :

# lblSearchFor.Text
source: Search for:
fr: Critère de recherche :

# uiTabPage1.Text
source: Browse
fr: Explorer

# uiTabPage2.Text
source: Search Results
fr: Résultats de recherche
