Repository: chris-weekes/atrium
Catalog: LawMate/fFile.*.resx
Languages: fr

# uiPanel2.Text
source: Important File Message
fr: Message important associé avec ce dossier

# edFileBanner.Text
source: File Flag:
fr: File Flags:

# uiFileFlagBanner.Text
source: File Flag:
fr: Indicateur de cas particulier:

# cmdFile.Text
source: &File
fr: &Fichier

# cmdTools.Text
source: &Tools
fr: &Outils

# cmdSave.Text
source: &Save
fr: &Sauvegarder

# cmdClose.Text
source: Close
fr: Fermer

# cmdReadOnly.Text
source: File is in Read-Only Mode - a New Activity Wizard is active (click to reactivate the NAW)
fr: Le dossier est en mode lecture seule (un assistant d'activité est actif)

# cmdView.Text
source: &View
fr: Affichage

# cmdRefresh.Text
source: Refresh File Data
fr: Rafraîchissement des données

# cmdRefresh.ToolTipText
source: Refresh File Data
fr: Rafraîchissement des données

# cmdAddToShortcuts.Text
source: Create Shortcut
fr: Créer un raccourci

# cmdAddToShortcuts.ToolTipText
source: Create a shortcut to this file
fr: Créer un raccourci à ce dossier

# cmdNewXRef.Text
source: Create Cross-Reference
fr: Créer une référence croisée

# cmdNewXRef.ToolTipText
source: Cross-reference this file with another file
fr: Créer une référence croisée avec un autre dossier

# cmdImportantFileMessageToggle.Text
source: Important File Message
fr: Message important associé au dossier

# cmdImportantFileMessageToggle.ToolTipText
source: Important File Message
fr: Message important associé au dossier

# cmdJumpToExplorer.Text
source: Browse Explorer
fr: Naviguer à l'explorateur

# cmdJumpToExplorer.ToolTipText
source: Browse Explorer
fr: Naviguer à l'explorateur

# cmdHideToc.Text
source: Show File Information Pane
fr: Afficher le panneau d'information de dossier

# cmdHideToc.ToolTipText
source: Show File Information Pane
fr: Afficher le panneau d'information de dossier

# cmdNewWizard.Text
source: Next Steps (New Activity Wizard)
fr: Prochaines étapes (assistant d'activité)

# tsTimeKeeping.Text
source: Timekeeping-specific Activities
fr: Activités liées à la comptabilisation du temps

# tsTimeKeeping.ToolTipText
source: Timekeeping-specific Activities
fr: Activités liées à la comptabilisation du temps

# cmdFileFlag.Text
source: File Flag:
fr: Indicateur de cas particulier:

# $this.Text
source: File Name
fr: Nom de dossier
