Repository: chris-weekes/atrium
Catalog: LawMate/fMain.*.resx
Languages: fr

# pnlOfficerToolkit.Text
source: Officer Toolkit
fr: Trousse d'utilisateur

# pnlSysMessage.Text
source: Atrium System Message
fr: Message de système Atrium

# lblHitCount.Text
source: about ...
fr: environ ...

# btnRemoveBoolOps.Text
source: Remove Boolean Operators
fr: Effacer opérateur(s) booléen(s)

# lblNumOfHits.Text
source: Number of hits:
fr: Nombre de résultats :

# lblWarnMessage.Text
source: You are using boolean operators on a non-boolean search.
fr: Vous utilisez au moins un opérateur booléen pour une recherche non-booléenne.

# lblWarning.Text
source: Warning:
fr: Avertissement :

# ebWorkingAs.Text
source: Myself
fr: Moi-même

# cmdFile.Text
source: &File
fr: &Fichier

# cmdView.Text
source: &View
fr: Affi&chage

# cmdTools.Text
source: &Tools
fr: &Outils

# cmdHelp.Text
source: &Help
fr: Ai&de

# cmdSearchText.Text
source: Search LawMate
fr: Recherche dans Atrium

# cmdOn.Text
source: on
fr: sur

# cmdAdvancedSearch.Text
source: Advanced Search
fr: Recherche avancée

# cmdAdvancedSearch.ToolTipText
source: Advanced Search
fr: Recherche avancée

# cmdMandates.Text
source: Other Requests/Processes
fr: Autres demandes/processus

# cmdMandates.ToolTipText
source: Other Requests/Processes
fr: Autres demandes/processus

# cmdWorkAs.Text
source: Working As:
fr: Travailler comme :

# cmdLblWorkingAs.Text
source: Myself
fr: Moi-même

# cmdWAMyself.Text
source: Myself
fr: Moi-même

# cmdExecuteSearch.ToolTipText
source: Execute Search
fr: Exécuter la recherche

# cmdClose.Text
source: Close
fr: Fermer

# cmdExit.Text
source: Exit
fr: Quitter

# cmdNavPane.Text
source: Officer Toolkit Pane
fr: Panneau de trousse à outils de l'agent

# cmdLanguage.Text
source: Language
fr: Langue

# cmdReloadConfigData.Text
source: Reload Configuration Data
fr: Rafraîchir les données de configuration

# cmdEnglish.Text
source: English
fr: Anglais

# cmdFrench.Text
source: French
fr: Français

# cmdPreferences.Text
source: Preferences
fr: Préférences

# cmdLSBDeskbook.Text
source: LSB Deskbook
fr: Manuel d'Atrium

# cmdWhatsNew.Text
source: What's New
fr: Quoi de neuf

# cmdAbout.Text
source: About LawMate
fr: à propos d'Atrium

# cmdDocBrowser.Text
source: LawMate Explorer
fr: Explorateur Atrium

# cmdDocBrowser.ToolTipText
source: LawMate Explorer
fr: Explorateur Atrium

# cmdChangePassword.Text
source: Change Password
fr: Changer mot de passe

# cmdReports.Text
source: Reports
fr: Rapports

# cmdBatchReview.Text
source: Batch Review
fr: Révision du lot

# cmdUtilities.Text
source: &Utilities
fr: &Services

# cmdAutoSave.Text
source: Suspended Activities/Auto-Save
fr: Activités suspendues / sauvegarde automatique

# cmdAutoSave.ToolTipText
source: Suspended Activities/Auto-Save
fr: Activités suspendues / sauvegarde automatique

# cmdNewMail.Text
source: New Mail
fr: Nouveau courriel

# cmdNewDoc.Text
source: New Document
fr: Nouveau document

# cmdNew.Text
source: New
fr: Nouveau

# cmdNew.ToolTipText
source: New
fr: Nouveau

# cmdOutlook.Text
source: Email Importer
fr: Importateur de courriels

# cmdOutlook.ToolTipText
source: Email Importer
fr: Importateur de courriels

# cmdAdvancedFileSearch.Text
source: Files
fr: Dossiers

# cmdSearchOffices.Text
source: Offices
fr: Bureaux

# cmdBrowseOffices.Text
source: Office File Explorer
fr: Explorateur de bureau

# cmdBrowseOffices.ToolTipText
source: Office File Explorer
fr: Explorateur de bureau

# cmdSelectedSearchOption.Text
source: File Name
fr: Nom de dossier

# cmdSearchFileName.Text
source: File Name
fr: Numéro de dossier

# cmdSearchFullFileName.Text
source: Full File Name
fr: Numéro de dossier (entier)

# cmdSearchFileNumber.Text
source: File Number
fr: Numéro de dossier

# cmdSearchFullFileNumber.Text
source: Full File Number
fr: Numéro de dossier (entier)

# cmdSearchDocSubject.Text
source: Document Subject/Description
fr: Sujet/description de document

# cmdSearchDocFullText.Text
source: Full Text of Document
fr: Texte intégrale de document

# cmdSearchBoolean.Text
source: Boolean Search
fr: Recherche booléenne

# cmdIssues.Text
source: Issues
fr: Questions (en litige)

# cmdWindows.Text
source: &Window
fr: Fe&nêtre

# cmdGoToTimekeeping.Text
source: Timekeeping
fr: Comptabilisation de temps

# cmdGoToTimekeeping.ToolTipText
source: Timekeeping
fr: Comptabilisation de temps

# cmdEdit.Text
source: &Edit
fr: &Édition

# cmdLabelHitCount.Text
source: Number of hits:
fr: Nombre de résultats :

# cmdHitCountValue.Text
source: about ...
fr: environ ...

# cmdBoolWarning.Text
source: Warning:
fr: Avertissement :

# cmdBoolWarningText.Text
source: You are using boolean operators on a non-boolean search.
fr: Vous utilisez au moins un opérateur booléen pour une recherche non-booléenne.

# cmdRemoveBoolOperators.Text
source: Remove Boolean Operators
fr: Effacer opérateur(s) booléen(s)

# cmdMandateControlPopup.Text
source: Mandates
fr: Mandats

# cmdMandateControlPopup.ToolTipText
source: Mandates
fr: Mandats

# cmdAdmin.Text
source: Admin Module
fr: Module d'administration

# cmdTriangle.Text
source: Atrium Help Triangle
fr: Triangle d'aide Atrium

# cmdMemberAssignmentTool.Text
source: Member Assignment Tool
fr: Outil d’assignation de membres

# cmdMemberAssignmentTool.ToolTipText
source: Member Assignment Tool
fr: Outil d’assignation de membres

# cmdListenForMessages.Text
source: Listen for System Messages
fr: Écouter pour les messages du système

# btnWorkingAs.Text
source: Working As:
fr: Travailler comme :

# btnMemberAssignmentTool.ToolTipText
source: Member Assignment Tool
fr: Outil d’assignation de membres

# btnTimekeeping.ToolTipText
source: Timekeeping
fr: Comptabilisation de temps

# btnAutoSave.ToolTipText
source: Suspended Activities/Auto-Save
fr: Activités suspendues / sauvegarde automatique

# btnMandates.Text
source: Mandates
fr: Mandats

# btnAtriumExplorer.ToolTipText
source: Atrium Explorer
fr: Explorateur Atrium

# btnMailBrowser.ToolTipText
source: Email Importer
fr: Importateur de courriels

# btnAdvancedSearch.ToolTipText
source: Advanced Search
fr: Recherche avancée

# btnSearch.Text
source: Search
fr: Recherche

# label1.Text
source: on
fr: sur

# chkQSExactMatch.ToolTip
source: Search only exact matches
fr: Recherche des appariements exacts seulement

# $this.Text
source: App - Organization - Server
fr: Application - Organisation - Serveur

# uiPanelManager1.BuiltInTextsData
source: <LocalizableData ID="LocalizableStrings" Collection="true"><ActiveFilesToolTip>Open Files/Forms</ActiveFilesToolTip></LocalizableData>
fr: <LocalizableData ID="LocalizableStrings" Collection="true"><ClosePanelToolTip>Fermer</ClosePanelToolTip><AutoHidePanelToolTip>Cache automatique</AutoHidePanelToolTip><TaskPaneSelectorToolTip>Carreaux d'autres tâches</TaskPaneSelectorToolTip><CloseMdiToolTip>Fermer</CloseMdiToolTip><ScrollMdiLeftToolTip>Défiler vers la gauche</ScrollMdiLeftToolTip><ScrollMdiRightToolTip>Défiler vers la droite</ScrollMdiRightToolTip><ShowMoreButtons>Plus de boutons</ShowMoreButtons><ShowFewerButtons>Moins de boutons</ShowFewerButtons><AddOrRemoveButtons>Ajouter ou enlever boutons</AddOrRemoveButtons><ActiveFilesToolTip>Dossiers actifs</ActiveFilesToolTip></LocalizableData>
