Repository: chris-weekes/atrium
Catalog: LawMate/fMemberManagement.*.resx
Languages: fr

# grexAppealsReadyForAssignment_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Key>IBindingList</Key><Caption>Tribunal Member Issue Confirmation</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="SelectAppeals"><MultipleValuesSort>Text</MultipleValuesSort><Caption>Select Appeals for Assignment</Caption><CheckBoxAlignment>MiddleCenter</CheckBoxAlignment><TypeNameNullValue>System.Boolean</TypeNameNullValue><CheckBoxNullValue>False</CheckBoxNullValue><SortIndicator>None</SortIndicator><EditType>NoEdit</EditType><Key>SelectAppeals</Key><Position>0</Position><Width>198</Width><DefaultValue>False</DefaultValue><DefaultValueType>System.Boolean</DefaultValueType><ShowRowSelector>True</ShowRowSelector></Column0><Column1 ID="CrisisId"><CompareTarget>Text</CompareTarget><Caption>Crisis</Caption><DataMember>CrisisId</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>NoEdit</EditType><Key>CrisisId</Key><Position>1</Position><Width>166</Width><DropDownIndex>2</DropDownIndex></Column1><Column2 ID="SpecialCase"><Caption>Special Case</Caption><DataMember>TribunalMemberAssignment_FileFlag</DataMember><EditType>NoEdit</EditType><Key>SpecialCase</Key><Position>2</Position><Width>139</Width><MultipleValues>True</MultipleValues><MultipleValueDataMember>FlagCodeNameEng</MultipleValueDataMember></Column2><Column3 ID="TentativeMemberId"><CompareTarget>Text</CompareTarget><Caption>Vice Chair's Assignment</Caption><DataMember>TentativeMemberId</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>TentativeMemberId</Key><Position>3</Position><Width>154</Width><DropDownIndex>0</DropDownIndex></Column3><Column4 ID="FilteredMemberId"><CompareTarget>Text</CompareTarget><Caption>Filtered Tribunal Member(s)</Caption><DataMember>TentativeMemberId</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>FilteredMemberId</Key><Position>4</Position><Width>148</Width><DropDownIndex>5</DropDownIndex></Column4><Column5 ID="PreviousMemberId"><CompareTarget>Text</CompareTarget><Caption>Previous Member Assigned</Caption><DataMember>PrevMemberId</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>NoEdit</EditType><Key>PreviousMemberId</Key><Position>5</Position><Width>145</Width><FilterRowComparison>Equal</FilterRowComparison><DropDownIndex>7</DropDownIndex></Column5><Column6 ID="RemovedMemberId"><CompareTarget>Text</CompareTarget><Caption>Removed Member</Caption><DataMember>RemovedMemberId</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>NoEdit</EditType><Key>RemovedMemberId</Key><Position>6</Position><DropDownIndex>8</DropDownIndex></Column6><Column7 ID="FullFileNumber"><Caption>Appeal Number</Caption><DataTypeCode>String</DataTypeCode><ColumnType>Link</ColumnType><DataMember>FullFileNumber</DataMember><EditType>NoEdit</EditType><Key>FullFileNumber</Key><Position>7</Position><Width>105</Width></Column7><Column8 ID="DisplayName"><Caption>Appellant Name</Caption><DataMember>DisplayName</DataMember><EditType>NoEdit</EditType><Key>DisplayName</Key><Position>8</Position><Width>140</Width></Column8><Column9 ID="AccountId"><CompareTarget>Text</CompareTarget><Caption>Program &amp; Benefit</Caption><DataMember>AccountId</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>NoEdit</EditType><Key>AccountId</Key><Position>9</Position><Width>135</Width><DropDownIndex>3</DropDownIndex></Column9><Column10 ID="DecisionType"><CompareTarget>Text</CompareTarget><Caption>Decision Type Required</Caption><DataMember>DecisionType</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>NoEdit</EditType><Key>DecisionType</Key><Position>10</Position><Width>154</Width><DropDownIndex>1</DropDownIndex></Column10><Column11 ID="OpenedDate"><Caption>Date Appeal Opened</Caption><DataMember>OpenedDate</DataMember><DefaultGroupFormatString>yyyy'/'MM'/'dd</DefaultGroupFormatString><EditType>NoEdit</EditType><Key>OpenedDate</Key><Position>11</Position><Width>125</Width><CellStyle><TextAlignment>Center</TextAlignment></CellStyle></Column11><Column12 ID="RecDate"><Caption>Date Ready for Assignment</Caption><DataMember>RecDate</DataMember><DefaultGroupFormatString /><EditType>NoEdit</EditType><Key>RecDate</Key><Position>12</Position><Width>159</Width><CellStyle><TextAlignment>Center</TextAlignment></CellStyle></Column12><Column13 ID="PageCountSum"><Caption>Page Count</Caption><DataMember>PageCountSum</DataMember><EditType>NoEdit</EditType><Key>PageCountSum</Key><Position>13</Position><Width>81</Width></Column13><Column14 ID="LanguageCode"><CompareTarget>Text</CompareTarget><Caption>Hearing Language</Caption><DataMember>LanguageCode</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>NoEdit</EditType><Key>LanguageCode</Key><Position>14</Position><CellStyle><TextAlignment>Center</TextAlignment></CellStyle><DropDownIndex>4</DropDownIndex></Column14><Column15 ID="OfficeId"><CompareTarget>Text</CompareTarget><Caption>Closest SC Centre</Caption><DataMember>OfficeId</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>NoEdit</EditType><Key>OfficeId</Key><Position>15</Position><Width>144</Width><DropDownIndex>6</DropDownIndex></Column15><Column16 ID="City"><Caption>Appellant's City</Caption><DataMember>City</DataMember><EditType>NoEdit</EditType><Key>City</Key><Position>16</Position><Width>131</Width></Column16><Column17 ID="ProvinceCode"><Caption>Appellant's Province</Caption><DataMember>ProvinceCode</DataMember><EditType>NoEdit</EditType><Key>ProvinceCode</Key><Position>17</Position><Width>123</Width><CellStyle><TextAlignment>Center</TextAlignment></CellStyle></Column17><Column18 ID="PostalCode"><Caption>Postal Code</Caption><DataMember>PostalCode</DataMember><Key>PostalCode</Key><Position>18</Position><Visible>False</Visible></Column18><Column19 ID="IsLoaded"><DataTypeCode>Boolean</DataTypeCode><BoundMode>Unbound</BoundMode><ColumnType>CheckBox</ColumnType><EditType>CheckBox</EditType><Key>IsLoaded</Key><PrintMode>PrintNever</PrintMode><Position>19</Position><Selectable>False</Selectable><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible><DataTypeCode>Boolean</DataTypeCode></Column19><Column20 ID="Rep"><Caption>Appellant's Representative</Caption><DataMember>Rep</DataMember><EditType>NoEdit</EditType><Key>Rep</Key><Position>20</Position><Width>157</Width></Column20></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>0</ColIndex></SortKey0></SortKeys><FormatConditions Collection="true" ElementName="Condition"><Condition0 ID="FormatConditionOutcomeIdNull"><ColIndex>7</ColIndex><FormatStyle><BackColor>Pink</BackColor></FormatStyle><TargetColIndex>7</TargetColIndex><Enabled>False</Enabled><Key>FormatConditionOutcomeIdNull</Key><FilterCondition><ColumnIndex>7</ColumnIndex><ConditionOperator>IsEmpty</ConditionOperator></FilterCondition></Condition0></FormatConditions><GroupCondition /><TableHeader>False</TableHeader><TableHeaderFormatStyle><FontBold>True</FontBold></TableHeaderFormatStyle></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddMemberList"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="fullname"><Caption>Name</Caption><DataMember>fullname</DataMember><Key>fullname</Key><Position>0</Position></Column0></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddMemberList</Key><DisplayMember>fullname</DisplayMember><ValueMember>officerid</ValueMember></DropDown0><DropDown1 ID="ddDecisionType"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="DecTypeEng"><Caption>DecTypeEng</Caption><DataMember>DecTypeEng</DataMember><Key>DecTypeEng</Key><Position>0</Position></Column0></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddDecisionType</Key><DisplayMember>DecTypeEng</DisplayMember><ValueMember>DecisionTypeId</ValueMember></DropDown1><DropDown2 ID="ddCrisisType"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="CrisisEng"><Caption>CrisisEng</Caption><DataMember>CrisisEng</DataMember><Key>CrisisEng</Key><Position>0</Position></Column0></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddCrisisType</Key><DisplayMember>CrisisEng</DisplayMember><ValueMember>CrisisId</ValueMember></DropDown2><DropDown3 ID="ddProgramBenefit"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="AccountTypeDescEng"><Caption>AccountTypeDescEng</Caption><DataMember>AccountTypeDescEng</DataMember><Key>AccountTypeDescEng</Key><Position>0</Position></Column0></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddProgramBenefit</Key><DisplayMember>AccountTypeDescEng</DisplayMember><ValueMember>AccountTypeId</ValueMember></DropDown3><DropDown4 ID="ddLanguage"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="LanguageDescEng"><Caption>LanguageDescEng</Caption><DataMember>LanguageDescEng</DataMember><Key>LanguageDescEng</Key><Position>0</Position></Column0></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddLanguage</Key><DisplayMember>LanguageDescEng</DisplayMember><ValueMember>LanguageCode</ValueMember></DropDown4><DropDown5 ID="ddMemberListAssignmentFilter"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="fullname"><Caption>Member Name</Caption><DataMember>fullname</DataMember><Key>fullname</Key><Position>0</Position></Column0><Column1 ID="CanHearEng"><Caption>CanHearEng</Caption><DataMember>CanHearEng</DataMember><Key>CanHearEng</Key><Position>1</Position><Visible>False</Visible></Column1><Column2 ID="CanHearFre"><Caption>CanHearFre</Caption><DataMember>CanHearFre</DataMember><Key>CanHearFre</Key><Position>2</Position><Visible>False</Visible></Column2><Column3 ID="CanHearEI"><Caption>CanHearEI</Caption><DataMember>CanHearEI</DataMember><Key>CanHearEI</Key><Position>3</Position><Visible>False</Visible></Column3><Column4 ID="CanHearIS"><Caption>CanHearIS</Caption><DataMember>CanHearIS</DataMember><Key>CanHearIS</Key><Position>4</Position><Visible>False</Visible></Column4><Column5 ID="TrainedCPP"><Caption>TrainedCPP</Caption><DataMember>TrainedCPP</DataMember><Key>TrainedCPP</Key><Position>5</Position><Visible>False</Visible></Column5><Column6 ID="TrainedOAS"><Caption>TrainedOAS</Caption><DataMember>TrainedOAS</DataMember><Key>TrainedOAS</Key><Position>6</Position><Visible>False</Visible></Column6><Column7 ID="TrainedEI"><Caption>TrainedEI</Caption><DataMember>TrainedEI</DataMember><Key>TrainedEI</Key><Position>7</Position><Visible>False</Visible></Column7><Column8 ID="TrainedCharter"><Caption>TrainedCharter</Caption><DataMember>TrainedCharter</DataMember><Key>TrainedCharter</Key><Position>8</Position><Visible>False</Visible></Column8><Column9 ID="OfficerId"><Caption>OfficerId</Caption><DataMember>OfficerId</DataMember><Key>OfficerId</Key><Position>9</Position><Visible>False</Visible></Column9></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddMemberListAssignmentFilter</Key><DisplayMember>fullname</DisplayMember><ValueMember>officerid</ValueMember></DropDown5><DropDown6 ID="ddOfficeSCList"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="OfficeId"><Caption>OfficeId</Caption><DataMember>OfficeId</DataMember><Key>OfficeId</Key><Position>0</Position><Visible>False</Visible></Column0><Column1 ID="OfficeCode"><Caption>OfficeCode</Caption><DataMember>OfficeCode</DataMember><Key>OfficeCode</Key><Position>1</Position></Column1><Column2 ID="OfficeName"><Caption>Office Name</Caption><DataMember>OfficeName</DataMember><Key>OfficeName</Key><Position>2</Position></Column2><Column3 ID="OfficeNameFre"><Caption>OfficeNameFre</Caption><DataMember>OfficeNameFre</DataMember><Key>OfficeNameFre</Key><Position>3</Position></Column3><Column4 ID="IsBranch"><Caption>IsBranch</Caption><DataMember>IsBranch</DataMember><Key>IsBranch</Key><Position>4</Position><Visible>False</Visible></Column4><Column5 ID="Longitude"><Caption>Longitude</Caption><DataMember>Longitude</DataMember><Key>Longitude</Key><Position>5</Position></Column5><Column6 ID="Latitude"><Caption>Latitude</Caption><DataMember>Latitude</DataMember><Key>Latitude</Key><Position>6</Position></Column6></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddOfficeSCList</Key><DisplayMember>OfficeName</DisplayMember><ValueMember>OfficeId</ValueMember></DropDown6><DropDown7 ID="ddPreviousMemberList"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="fullname"><Caption>MemberId</Caption><DataMember>fullname</DataMember><Key>fullname</Key><Position>0</Position></Column0></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddPreviousMemberList</Key><DisplayMember>fullname</DisplayMember><ValueMember>OfficerId</ValueMember></DropDown7><DropDown8 ID="ddRemovedMemberList"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="OfficerId"><Caption>OfficerId</Caption><DataMember>OfficerId</DataMember><Key>OfficerId</Key><Position>0</Position></Column0></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddRemovedMemberList</Key><DisplayMember>fullname</DisplayMember><ValueMember>OfficerId</ValueMember></DropDown8></DropDowns></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Key>IBindingList</Key><Caption>Tribunal Member Issue Confirmation</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="SelectAppeals"><MultipleValuesSort>Text</MultipleValuesSort><Caption>Sélectionner appels pour assignation</Caption><CheckBoxAlignment>MiddleCenter</CheckBoxAlignment><TypeNameNullValue>System.Boolean</TypeNameNullValue><CheckBoxNullValue>False</CheckBoxNullValue><SortIndicator>None</SortIndicator><EditType>NoEdit</EditType><Key>SelectAppeals</Key><Position>0</Position><Width>229</Width><DefaultValue>False</DefaultValue><DefaultValueType>System.Boolean</DefaultValueType><ShowRowSelector>True</ShowRowSelector></Column0><Column1 ID="CrisisId"><CompareTarget>Text</CompareTarget><Caption>Dossier de crise</Caption><DataMember>CrisisId</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>NoEdit</EditType><Key>CrisisId</Key><Position>1</Position><Width>141</Width><DropDownIndex>2</DropDownIndex></Column1><Column2 ID="SpecialCase"><Caption>Cas particulier</Caption><DataMember>TribunalMemberAssignment_FileFlag</DataMember><EditType>NoEdit</EditType><Key>SpecialCase</Key><Position>2</Position><Width>170</Width><MultipleValues>True</MultipleValues><MultipleValueDataMember>FlagCodeNameFre</MultipleValueDataMember></Column2><Column3 ID="TentativeMemberId"><Caption>Assignation par le VP</Caption><DataMember>TentativeMemberId</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>TentativeMemberId</Key><Position>3</Position><Width>202</Width><DropDownIndex>0</DropDownIndex></Column3><Column4 ID="FilteredMemberId"><Caption>Membres présélectionnés</Caption><DataMember>TentativeMemberId</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>FilteredMemberId</Key><Position>4</Position><Width>148</Width><DropDownIndex>5</DropDownIndex></Column4><Column5 ID="PreviousMemberId"><CompareTarget>Text</CompareTarget><Caption>Membre precedent assigné</Caption><DataMember>MemberId</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>NoEdit</EditType><Key>PreviousMemberId</Key><Position>5</Position><Width>153</Width><FilterRowComparison>Equal</FilterRowComparison><DropDownIndex>7</DropDownIndex></Column5><Column6 ID="RemovedMemberId"><CompareTarget>Text</CompareTarget><Caption>Membre retiré</Caption><DataMember>RemovedMemberId</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>RemovedMemberId</Key><Position>6</Position><DropDownIndex>8</DropDownIndex></Column6><Column7 ID="FullFileNumber"><Caption>Numero d'appel</Caption><DataTypeCode>String</DataTypeCode><ColumnType>Link</ColumnType><DataMember>FullFileNumber</DataMember><EditType>NoEdit</EditType><Key>FullFileNumber</Key><Position>7</Position><Width>115</Width></Column7><Column8 ID="DisplayName"><Caption>Nom de l’appelant</Caption><DataMember>DisplayName</DataMember><EditType>NoEdit</EditType><Key>DisplayName</Key><Position>8</Position><Width>129</Width></Column8><Column9 ID="AccountId"><CompareTarget>Text</CompareTarget><Caption>Programme/prestation</Caption><DataMember>AccountId</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>NoEdit</EditType><Key>AccountId</Key><Position>9</Position><Width>123</Width><DropDownIndex>3</DropDownIndex></Column9><Column10 ID="DecisionType"><CompareTarget>Text</CompareTarget><Caption>Type de décision requis</Caption><DataMember>DecisionType</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>NoEdit</EditType><Key>DecisionType</Key><Position>10</Position><Width>154</Width><DropDownIndex>1</DropDownIndex></Column10><Column11 ID="OpenedDate"><Caption>Appel créé le</Caption><DataMember>OpenedDate</DataMember><EditType>NoEdit</EditType><Key>OpenedDate</Key><Position>11</Position><Width>125</Width><CellStyle><TextAlignment>Center</TextAlignment></CellStyle></Column11><Column12 ID="RecDate"><Caption>Prêt à assigner à compter du</Caption><DataMember>RecDate</DataMember><EditType>NoEdit</EditType><Key>RecDate</Key><Position>12</Position><Width>159</Width><CellStyle><TextAlignment>Center</TextAlignment></CellStyle></Column12><Column13 ID="PageCountSum"><Caption>Nombre de pages</Caption><DataMember>PageCountSum</DataMember><EditType>NoEdit</EditType><Key>PageCountSum</Key><Position>13</Position><Width>112</Width></Column13><Column14 ID="LanguageCode"><CompareTarget>Text</CompareTarget><Caption>Langue d’audience</Caption><DataMember>LanguageCode</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>NoEdit</EditType><Key>LanguageCode</Key><Position>14</Position><Width>121</Width><CellStyle><TextAlignment>Center</TextAlignment></CellStyle><DropDownIndex>4</DropDownIndex></Column14><Column15 ID="OfficeId"><Caption>Centre de SC le plus près</Caption><BoundMode>Unbound</BoundMode><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>NoEdit</EditType><Key>OfficeId</Key><Position>15</Position><Width>157</Width><DropDownIndex>6</DropDownIndex></Column15><Column16 ID="City"><Caption>Ville de l’appelant</Caption><DataMember>City</DataMember><EditType>NoEdit</EditType><Key>City</Key><Position>16</Position><Width>104</Width></Column16><Column17 ID="ProvinceCode"><Caption>Province de l’appelant</Caption><DataMember>ProvinceCode</DataMember><EditType>NoEdit</EditType><Key>ProvinceCode</Key><Position>17</Position><Width>117</Width><CellStyle><TextAlignment>Center</TextAlignment></CellStyle></Column17><Column18 ID="PostalCode"><Caption>Code postal</Caption><DataMember>PostalCode</DataMember><Key>PostalCode</Key><Position>18</Position><Visible>False</Visible></Column18><Column19 ID="IsLoaded"><DataTypeCode>Boolean</DataTypeCode><BoundMode>Unbound</BoundMode><ColumnType>CheckBox</ColumnType><EditType>CheckBox</EditType><Key>IsLoaded</Key><PrintMode>PrintNever</PrintMode><Position>19</Position><Selectable>False</Selectable><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible><DataTypeCode>Boolean</DataTypeCode></Column19><Column20 ID="Rep"><Caption>Représentant de l’appelant</Caption><DataMember>Rep</DataMember><EditType>NoEdit</EditType><Key>Rep</Key><Position>20</Position><Width>167</Width></Column20></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>3</ColIndex></SortKey0></SortKeys><FormatConditions Collection="true" ElementName="Condition"><Condition0 ID="FormatConditionOutcomeIdNull"><ColIndex>7</ColIndex><FormatStyle><BackColor>Pink</BackColor></FormatStyle><TargetColIndex>7</TargetColIndex><Enabled>False</Enabled><Key>FormatConditionOutcomeIdNull</Key><FilterCondition><ColumnIndex>7</ColumnIndex><ConditionOperator>IsEmpty</ConditionOperator></FilterCondition></Condition0></FormatConditions><GroupCondition /><TableHeader>False</TableHeader><TableHeaderFormatStyle><FontBold>True</FontBold></TableHeaderFormatStyle></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddMemberList"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="fullname"><Caption>Name</Caption><DataMember>fullname</DataMember><Key>fullname</Key><Position>0</Position></Column0></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddMemberList</Key><DisplayMember>fullname</DisplayMember><ValueMember>officerid</ValueMember></DropDown0><DropDown1 ID="ddDecisionType"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="DecTypeEng"><Caption>DecTypeEng</Caption><DataMember>DecTypeEng</DataMember><Key>DecTypeEng</Key><Position>0</Position></Column0></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddDecisionType</Key><DisplayMember>DecTypeEng</DisplayMember><ValueMember>DecisionTypeId</ValueMember></DropDown1><DropDown2 ID="ddCrisisType"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="CrisisEng"><Caption>CrisisEng</Caption><DataMember>CrisisEng</DataMember><Key>CrisisEng</Key><Position>0</Position></Column0></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddCrisisType</Key><DisplayMember>CrisisEng</DisplayMember><ValueMember>CrisisId</ValueMember></DropDown2><DropDown3 ID="ddProgramBenefit"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="AccountTypeDescEng"><Caption>AccountTypeDescEng</Caption><DataMember>AccountTypeDescEng</DataMember><Key>AccountTypeDescEng</Key><Position>0</Position></Column0></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddProgramBenefit</Key><DisplayMember>AccountTypeDescEng</DisplayMember><ValueMember>AccountTypeId</ValueMember></DropDown3><DropDown4 ID="ddLanguage"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="LanguageDescEng"><Caption>LanguageDescEng</Caption><DataMember>LanguageDescEng</DataMember><Key>LanguageDescEng</Key><Position>0</Position></Column0></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddLanguage</Key><DisplayMember>LanguageDescEng</DisplayMember><ValueMember>LanguageCode</ValueMember></DropDown4><DropDown5 ID="ddMemberListAssignmentFilter"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="fullname"><Caption>Member Name</Caption><DataMember>fullname</DataMember><Key>fullname</Key><Position>0</Position></Column0><Column1 ID="CanHearEng"><Caption>CanHearEng</Caption><DataMember>CanHearEng</DataMember><Key>CanHearEng</Key><Position>1</Position><Visible>False</Visible></Column1><Column2 ID="CanHearFre"><Caption>CanHearFre</Caption><DataMember>CanHearFre</DataMember><Key>CanHearFre</Key><Position>2</Position><Visible>False</Visible></Column2><Column3 ID="CanHearEI"><Caption>CanHearEI</Caption><DataMember>CanHearEI</DataMember><Key>CanHearEI</Key><Position>3</Position><Visible>False</Visible></Column3><Column4 ID="CanHearIS"><Caption>CanHearIS</Caption><DataMember>CanHearIS</DataMember><Key>CanHearIS</Key><Position>4</Position><Visible>False</Visible></Column4><Column5 ID="TrainedCPP"><Caption>TrainedCPP</Caption><DataMember>TrainedCPP</DataMember><Key>TrainedCPP</Key><Position>5</Position><Visible>False</Visible></Column5><Column6 ID="TrainedOAS"><Caption>TrainedOAS</Caption><DataMember>TrainedOAS</DataMember><Key>TrainedOAS</Key><Position>6</Position><Visible>False</Visible></Column6><Column7 ID="TrainedEI"><Caption>TrainedEI</Caption><DataMember>TrainedEI</DataMember><Key>TrainedEI</Key><Position>7</Position><Visible>False</Visible></Column7><Column8 ID="TrainedCharter"><Caption>TrainedCharter</Caption><DataMember>TrainedCharter</DataMember><Key>TrainedCharter</Key><Position>8</Position><Visible>False</Visible></Column8><Column9 ID="OfficerId"><Caption>OfficerId</Caption><DataMember>OfficerId</DataMember><Key>OfficerId</Key><Position>9</Position><Visible>False</Visible></Column9></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddMemberListAssignmentFilter</Key><DisplayMember>fullname</DisplayMember><ValueMember>officerid</ValueMember></DropDown5><DropDown6 ID="ddOfficeSCList"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="OfficeId"><Caption>OfficeId</Caption><DataMember>OfficeId</DataMember><Key>OfficeId</Key><Position>0</Position><Visible>False</Visible></Column0><Column1 ID="OfficeCode"><Caption>OfficeCode</Caption><DataMember>OfficeCode</DataMember><Key>OfficeCode</Key><Position>1</Position></Column1><Column2 ID="OfficeName"><Caption>Office Name</Caption><DataMember>OfficeName</DataMember><Key>OfficeName</Key><Position>2</Position></Column2><Column3 ID="OfficeNameFre"><Caption>OfficeNameFre</Caption><DataMember>OfficeNameFre</DataMember><Key>OfficeNameFre</Key><Position>3</Position></Column3><Column4 ID="IsBranch"><Caption>IsBranch</Caption><DataMember>IsBranch</DataMember><Key>IsBranch</Key><Position>4</Position><Visible>False</Visible></Column4><Column5 ID="Longitude"><Caption>Longitude</Caption><DataMember>Longitude</DataMember><Key>Longitude</Key><Position>5</Position></Column5><Column6 ID="Latitude"><Caption>Latitude</Caption><DataMember>Latitude</DataMember><Key>Latitude</Key><Position>6</Position></Column6></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddOfficeSCList</Key><DisplayMember>OfficeName</DisplayMember><ValueMember>OfficeId</ValueMember></DropDown6><DropDown7 ID="ddPreviousMemberList"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="fullname"><Caption>MemberId</Caption><DataMember>fullname</DataMember><Key>fullname</Key><Position>0</Position></Column0></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddPreviousMemberList</Key><DisplayMember>fullname</DisplayMember><ValueMember>OfficerId</ValueMember></DropDown7><DropDown8 ID="ddRemovedMemberList"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="OfficerId"><Caption>OfficerId</Caption><DataMember>OfficerId</DataMember><Key>OfficerId</Key><Position>0</Position></Column0></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddRemovedMemberList</Key><DisplayMember>fullname</DisplayMember><ValueMember>OfficerId</ValueMember></DropDown8></DropDowns></GridEXLayoutData>
