Repository: chris-weekes/atrium
Catalog: LawMate/fMemberManagement.*.resx
Languages: fr

# btnAssignAppeals.Text
source: Assign Appeals
fr: Assigner les appels

# gbTribunalMemberWorkload.Text
source: Tribunal Member Workload
fr: Charge de travail du membre du Tribunal

# grexTribunalMemberWorkload_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Key>IBindingList</Key><Caption>Tribunal Member Issue Confirmation</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="TribunalMemberId"><CompareTarget>Text</CompareTarget><Caption>Tribunal Member</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>TribunalMemberId</DataMember><EditType>NoEdit</EditType><Key>TribunalMemberId</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>183</Width><CellStyle><BackColor>White</BackColor></CellStyle><DropDownIndex>0</DropDownIndex></Column0><Column1 ID="NumAssignedFiles"><Caption>Number of Assigned Files</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>NumAssignedFiles</DataMember><EditType>NoEdit</EditType><Key>NumAssignedFiles</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>144</Width><CellStyle><BackColor>White</BackColor></CellStyle></Column1><Column2 ID="HearingsThisMonth"><Caption>Hearings Scheduled This Month</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>HearingsThisMonth</DataMember><EditType>NoEdit</EditType><Key>HearingsThisMonth</Key><Position>2</Position><Width>168</Width></Column2><Column3 ID="HearingsNextMonth"><Caption>Hearings Scheduled Next Month</Caption><DataMember>HearingsNextMonth</DataMember><EditType>NoEdit</EditType><Key>HearingsNextMonth</Key><Position>3</Position><Width>216</Width></Column3><Column4 ID="uiVacationUpcoming"><Caption>Upcoming Vacation in 30 Days</Caption><BoundMode>UnboundFetch</BoundMode><EditType>NoEdit</EditType><Key>uiVacationUpcoming</Key><Position>4</Position><Width>183</Width></Column4><Column5 ID="TermExpiryDate"><Caption>Term Expiry Date</Caption><DataMember>TermExpiryDate</DataMember><EditType>NoEdit</EditType><Key>TermExpiryDate</Key><Position>5</Position><Width>232</Width></Column5><Column6 ID="VacationUpcoming"><Caption>Upcoming Vacation in 30 Days</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>VacationUpcoming</DataMember><EditType>NoEdit</EditType><Key>VacationUpcoming</Key><Position>6</Position><Visible>False</Visible><Width>261</Width></Column6></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>0</ColIndex></SortKey0></SortKeys><FormatConditions Collection="true" ElementName="Condition"><Condition0 ID="FormatConditionOutcomeIdNull"><ColIndex>2</ColIndex><FormatStyle><BackColor>Pink</BackColor></FormatStyle><TargetColIndex>2</TargetColIndex><Enabled>False</Enabled><Key>FormatConditionOutcomeIdNull</Key><FilterCondition><ColumnIndex>2</ColumnIndex><ConditionOperator>IsEmpty</ConditionOperator></FilterCondition></Condition0><Condition1 ID="FormatConditionIssueIdNull"><ColIndex>1</ColIndex><FormatStyle><BackColor>Pink</BackColor><ForeColor>White</ForeColor><BackColorGradient>White</BackColorGradient></FormatStyle><TargetColIndex>1</TargetColIndex><Enabled>False</Enabled><Key>FormatConditionIssueIdNull</Key><FilterCondition><ColumnIndex>1</ColumnIndex><ConditionOperator>IsEmpty</ConditionOperator></FilterCondition></Condition1><Condition2 ID="FormatConditionVacationUpcoming"><ColIndex>6</ColIndex><TargetColIndex>6</TargetColIndex><Key>FormatConditionVacationUpcoming</Key><FilterCondition><ColumnIndex>6</ColumnIndex><ConditionOperator>LessThan</ConditionOperator><TypeNameValue1>System.Int32</TypeNameValue1><Value1>1</Value1></FilterCondition></Condition2></FormatConditions><GroupCondition /><TableHeader>False</TableHeader><TableHeaderFormatStyle><FontBold>True</FontBold></TableHeaderFormatStyle></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddMemberList"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="fullname"><Caption>Name</Caption><DataMember>fullname</DataMember><Key>fullname</Key><Position>0</Position></Column0></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddMemberList</Key><DisplayMember>fullname</DisplayMember><ValueMember>officerid</ValueMember></DropDown0></DropDowns></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Key>IBindingList</Key><Caption>Tribunal Member Issue Confirmation</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="TribunalMemberId"><Caption>Membre du Tribunal</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>TribunalMemberId</DataMember><EditType>NoEdit</EditType><Key>TribunalMemberId</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>183</Width><CellStyle><BackColor>White</BackColor></CellStyle><DropDownIndex>0</DropDownIndex></Column0><Column1 ID="NumAssignedFiles"><Caption>Nombre de dossiers assignés</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>NumAssignedFiles</DataMember><EditType>NoEdit</EditType><Key>NumAssignedFiles</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>171</Width><CellStyle><BackColor>White</BackColor></CellStyle></Column1><Column2 ID="HearingsThisMonth"><Caption>Audiences fixées le mois en cours</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>HearingsThisMonth</DataMember><EditType>NoEdit</EditType><Key>HearingsThisMonth</Key><Position>2</Position><Width>206</Width></Column2><Column3 ID="HearingsNextMonth"><Caption>Audiences fixées le mois prochain</Caption><DataMember>HearingsNextMonth</DataMember><EditType>NoEdit</EditType><Key>HearingsNextMonth</Key><Position>3</Position><Width>216</Width></Column3><Column4 ID="uiVacationUpcoming"><Caption>Vacances dans les prochains 30 jours</Caption><BoundMode>UnboundFetch</BoundMode><EditType>NoEdit</EditType><Key>uiVacationUpcoming</Key><Position>4</Position><Width>240</Width></Column4><Column5 ID="TermExpiryDate"><Caption>Mandat expire le</Caption><DataMember>TermExpiryDate</DataMember><EditType>NoEdit</EditType><Key>TermExpiryDate</Key><Position>5</Position><Width>232</Width></Column5><Column6 ID="VacationUpcoming"><Caption>Upcoming Vacation in 30 Days</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>VacationUpcoming</DataMember><EditType>NoEdit</EditType><Key>VacationUpcoming</Key><Position>6</Position><Visible>False</Visible><Width>261</Width></Column6></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>0</ColIndex></SortKey0></SortKeys><FormatConditions Collection="true" ElementName="Condition"><Condition0 ID="FormatConditionOutcomeIdNull"><ColIndex>2</ColIndex><FormatStyle><BackColor>Pink</BackColor></FormatStyle><TargetColIndex>2</TargetColIndex><Enabled>False</Enabled><Key>FormatConditionOutcomeIdNull</Key><FilterCondition><ColumnIndex>2</ColumnIndex><ConditionOperator>IsEmpty</ConditionOperator></FilterCondition></Condition0><Condition1 ID="FormatConditionIssueIdNull"><ColIndex>1</ColIndex><FormatStyle><BackColor>Pink</BackColor><ForeColor>White</ForeColor><BackColorGradient>White</BackColorGradient></FormatStyle><TargetColIndex>1</TargetColIndex><Enabled>False</Enabled><Key>FormatConditionIssueIdNull</Key><FilterCondition><ColumnIndex>1</ColumnIndex><ConditionOperator>IsEmpty</ConditionOperator></FilterCondition></Condition1><Condition2 ID="FormatConditionVacationUpcoming"><ColIndex>6</ColIndex><TargetColIndex>6</TargetColIndex><Key>FormatConditionVacationUpcoming</Key><FilterCondition><ColumnIndex>6</ColumnIndex><ConditionOperator>LessThan</ConditionOperator><TypeNameValue1>System.Int32</TypeNameValue1><Value1>1</Value1></FilterCondition></Condition2></FormatConditions><GroupCondition /><TableHeader>False</TableHeader><TableHeaderFormatStyle><FontBold>True</FontBold></TableHeaderFormatStyle></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddMemberList"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="fullname"><Caption>Name</Caption><DataMember>fullname</DataMember><Key>fullname</Key><Position>0</Position></Column0></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddMemberList</Key><DisplayMember>fullname</DisplayMember><ValueMember>officerid</ValueMember></DropDown0></DropDowns></GridEXLayoutData>
