Repository: chris-weekes/atrium
Catalog: LawMate/fMemberManagement.*.resx
Languages: fr

# minDistanceLabel.Text
source: Maximum Distance to Service Centre
fr: Distance maximale jusqu’à un centre SC

# $this.Text
source: Member Assignment Tool
fr: Outil d’assignation de membres

# gbFilter.Text
source: Filter
fr: Filtre

# btnApplySpecialCaseFilter.Text
source: Apply Special Case Filter
fr: Utilisé cas particulier filtre

# chkUseSpecialCase.Text
source: Special Case
fr: Cas particulier

# chkLocation.Text
source: Location
fr: Emplacement

# chkLanguage.Text
source: Language
fr: Langue

# chkTraining.Text
source: Training
fr: Formation

# gbAppealsReadyForAssignment.Text
source: Appeals Ready for Assignment
fr: Appels prêts à être assignés

# label2.Text
source: Total Number of Appeals Ready for Assignment:
fr: Nombre d'appels prêts pour l'affectation:

# btnRefresh.Text
source: Refresh
fr: Rafraîchissement

# btnSaveTentativeMembers.Text
source: Save Tentative Members
fr: Sauvegarder les membres provisoirement
