Repository: chris-weekes/atrium
Catalog: LawMate/fOutlook.*.resx
Languages: fr

# outlookGridEX_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Key>Outlook</Key><Caption>Outlook</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="icon"><AllowRemove>False</AllowRemove><CellToolTip>TruncatedText</CellToolTip><ColumnType>BoundImage</ColumnType><DataMember>icon</DataMember><EditType>NoEdit</EditType><HeaderToolTip>Multiple Selection Checkbox</HeaderToolTip><Key>icon</Key><LineAlignment>Center</LineAlignment><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible><Width>21</Width><ShowRowSelector>True</ShowRowSelector></Column0><Column1 ID="ThreadDuplicate"><AllowGroup>False</AllowGroup><AllowRemove>False</AllowRemove><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>Int32</DataTypeCode><ColumnType>Image</ColumnType><DataMember>DuplicateThreadMatch</DataMember><HeaderToolTip>Thread/Duplicate Finder</HeaderToolTip><Key>ThreadDuplicate</Key><LineAlignment>Center</LineAlignment><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>21</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="0"><Text>0</Text><ValueType>System.Int32</ValueType><Value>0</Value></Item0><Item1 ID="1"><Image Reference="GridEXLayoutData.RootTable.Columns.Column1.ValueList.Item1.Image" /><Text>1</Text><ValueType>System.Int32</ValueType><Value>1</Value></Item1><Item2 ID="2"><Image Reference="GridEXLayoutData.RootTable.Columns.Column1.ValueList.Item2.Image" /><Text>2</Text><ValueType>System.Int32</ValueType><Value>2</Value></Item2></ValueList></Column1><Column2 ID="MailItemType"><AllowGroup>False</AllowGroup><AllowRemove>False</AllowRemove><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>Int32</DataTypeCode><ColumnType>Image</ColumnType><DataMember>MailItemType</DataMember><EditType>NoEdit</EditType><HeaderToolTip>Item Type (e.g. E-mail, Meeting Request)</HeaderToolTip><Key>MailItemType</Key><LineAlignment>Center</LineAlignment><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>21</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="0"><ValueType>System.Int32</ValueType><Value>0</Value></Item0><Item1 ID="1"><Image Reference="GridEXLayoutData.RootTable.Columns.Column2.ValueList.Item1.Image" /><ValueType>System.Int32</ValueType><Value>1</Value></Item1><Item2 ID="2"><Image Reference="GridEXLayoutData.RootTable.Columns.Column2.ValueList.Item2.Image" /><ValueType>System.Int32</ValueType><Value>2</Value></Item2><Item3 ID="3"><ValueType>System.Int32</ValueType><Value>3</Value></Item3><Item4 ID="4"><ValueType>System.Int32</ValueType><Value>4</Value></Item4><Item5 ID="5"><ValueType>System.Int32</ValueType><Value>5</Value></Item5><Item6 ID="6"><ValueType>System.Int32</ValueType><Value>6</Value></Item6></ValueList></Column2><Column3 ID="hasAttach"><AllowGroup>False</AllowGroup><AllowRemove>False</AllowRemove><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>Boolean</DataTypeCode><ColumnType>Image</ColumnType><DataMember>hasAttach</DataMember><EditType>CheckBox</EditType><HeaderImage Reference="GridEXLayoutData.RootTable.Columns.Column3.HeaderImage" /><HeaderToolTip>Message contains attachment(s)</HeaderToolTip><Key>hasAttach</Key><LineAlignment>Center</LineAlignment><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>20</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="True"><Image Reference="GridEXLayoutData.RootTable.Columns.Column3.ValueList.Item0.Image" /><ValueType>System.Boolean</ValueType><Value>True</Value></Item0><Item1 ID="False"><ValueType>System.Boolean</ValueType><Value>False</Value></Item1></ValueList></Column3><Column4 ID="ReceivedTime"><Caption>Received</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>DateTime</DataTypeCode><DataMember>ReceivedTime</DataMember><DefaultGroupInterval>OutlookDates</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd h:mm tt</FormatString><Key>ReceivedTime</Key><LineAlignment>Center</LineAlignment><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>130</Width></Column4><Column5 ID="From"><Caption>From</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>From</DataMember><Key>From</Key><LineAlignment>Center</LineAlignment><Position>5</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>184</Width></Column5><Column6 ID="To"><Caption>To</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>To</DataMember><Key>To</Key><LineAlignment>Center</LineAlignment><Position>6</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>118</Width></Column6><Column7 ID="Subject"><Caption>Subject</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>Subject</DataMember><Key>Subject</Key><LineAlignment>Center</LineAlignment><Position>7</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>169</Width></Column7><Column8 ID="Size"><Caption>Size</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>Int32</DataTypeCode><DataMember>Size</DataMember><FormatString>#,### KB</FormatString><Key>Size</Key><LineAlignment>Center</LineAlignment><Position>8</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Near</TextAlignment><Width>59</Width></Column8><Column9 ID="FullFileNumber"><CompareTarget>Text</CompareTarget><AllowGroup>False</AllowGroup><AllowRemove>False</AllowRemove><Caption>File Number</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>Int32</DataTypeCode><DataMember>FileId</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnDropDown</EditType><FilterEditType>NoEdit</FilterEditType><Key>FullFileNumber</Key><LineAlignment>Center</LineAlignment><Position>9</Position><Width>165</Width><DropDownIndex>0</DropDownIndex></Column9><Column10 ID="FileName"><Caption>File Name</Caption><DataTypeCode>String</DataTypeCode><DataMember>FileName</DataMember><Key>FileName</Key><Position>10</Position><Visible>False</Visible></Column10><Column11 ID="OfficeFileNum"><Caption>Office File No.</Caption><DataTypeCode>String</DataTypeCode><DataMember>OfficeFileNum</DataMember><Key>OfficeFileNum</Key><Position>11</Position><Visible>False</Visible><Width>90</Width></Column11><Column12 ID="ImportedBy"><AllowGroup>False</AllowGroup><Caption>Imported By</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>ImportedBy</DataMember><Key>ImportedBy</Key><LineAlignment>Center</LineAlignment><Position>12</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>90</Width></Column12><Column13 ID="ImportedDate"><AllowGroup>False</AllowGroup><Caption>Imported Date</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>DateTime</DataTypeCode><DataMember>ImportedDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd </FormatString><Key>ImportedDate</Key><LineAlignment>Center</LineAlignment><Position>13</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>90</Width></Column13><Column14 ID="isRead"><Caption>is Read</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>Boolean</DataTypeCode><ColumnType>CheckBox</ColumnType><DataMember>isRead</DataMember><EditType>CheckBox</EditType><Key>isRead</Key><LineAlignment>Center</LineAlignment><Position>14</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible></Column14></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>4</ColIndex><SortOrder>Descending</SortOrder></SortKey0></SortKeys><AllowDelete>False</AllowDelete><AllowEdit>True</AllowEdit><FormatConditions Collection="true" ElementName="Condition"><Condition0 ID="FormatCondition1"><FormatStyle><FontBold>True</FontBold></FormatStyle><Key>FormatCondition1</Key><FilterCondition><ColumnIndex>14</ColumnIndex><TypeNameValue1>System.Boolean</TypeNameValue1><Value1>False</Value1></FilterCondition></Condition0></FormatConditions><GroupCondition /><RowHeaders>True</RowHeaders></RootTable><FormatStyles Collection="true" ElementName="Style"><Style0 ID="MultipleThreadMatches"><BackColor>Khaki</BackColor><ForeColor>Red</ForeColor><Key>MultipleThreadMatches</Key></Style0></FormatStyles><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddFile"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="FullFileNumber"><Caption>Full File Number</Caption><DataTypeCode>String</DataTypeCode><DataMember>FullFileNumber</DataMember><Key>FullFileNumber</Key><MaxLength>255</MaxLength><Position>0</Position><Width>220</Width></Column0><Column1 ID="NameE"><Caption>File Name</Caption><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>NameE</DataMember><Key>NameE</Key><MaxLength>255</MaxLength><Position>1</Position><Width>160</Width></Column1><Column2 ID="Thread"><Caption>Thread</Caption><DataMember>Thread</DataMember><Key>Thread</Key><Position>2</Position><Visible>False</Visible></Column2><Column3 ID="FileId"><Caption>FileId</Caption><DataMember>FileId</DataMember><Key>FileId</Key><Position>3</Position><Visible>False</Visible></Column3><Column4 ID="OfficeFileNum"><Caption>Office File No.</Caption><DataMember>OfficeFileNum</DataMember><Key>OfficeFileNum</Key><Position>4</Position></Column4></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>0</ColIndex></SortKey0></SortKeys><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><ForeColor>Black</ForeColor><BackColorGradient /><FontBold>True</FontBold><FontName>calibri</FontName><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><Font>Microsoft Sans Serif, 8.25pt</Font><VisualStyle>Office2007</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><FocusStyle>Solid</FocusStyle><GridLines>None</GridLines><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddFile</Key><DisplayMember>FullFileNumber</DisplayMember><ValueMember>FileId</ValueMember></DropDown0></DropDowns></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Key>Outlook</Key><Caption>Outlook</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="icon"><AllowRemove>False</AllowRemove><CellToolTip>TruncatedText</CellToolTip><ColumnType>BoundImage</ColumnType><DataMember>icon</DataMember><EditType>NoEdit</EditType><HeaderToolTip>Case à cocher pour sélection multiple</HeaderToolTip><Key>icon</Key><LineAlignment>Center</LineAlignment><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Width>21</Width><ShowRowSelector>True</ShowRowSelector></Column0><Column1 ID="ThreadDuplicate"><AllowGroup>False</AllowGroup><AllowRemove>False</AllowRemove><DataTypeCode>Int32</DataTypeCode><ColumnType>Image</ColumnType><DataMember>DuplicateThreadMatch</DataMember><HeaderToolTip>Chercheur de fil de discussion/duplicata</HeaderToolTip><Key>ThreadDuplicate</Key><LineAlignment>Center</LineAlignment><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>21</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="0"><Text>0</Text><ValueType>System.Int32</ValueType><Value>0</Value></Item0><Item1 ID="1"><Image Reference="GridEXLayoutData.RootTable.Columns.Column1.ValueList.Item1.Image" /><Text>1</Text><ValueType>System.Int32</ValueType><Value>1</Value></Item1><Item2 ID="2"><Image Reference="GridEXLayoutData.RootTable.Columns.Column1.ValueList.Item2.Image" /><Text>2</Text><ValueType>System.Int32</ValueType><Value>2</Value></Item2></ValueList></Column1><Column2 ID="MailItemType"><AllowGroup>False</AllowGroup><AllowRemove>False</AllowRemove><DataTypeCode>Int32</DataTypeCode><ColumnType>Image</ColumnType><DataMember>MailItemType</DataMember><EditType>NoEdit</EditType><HeaderToolTip>Type d'object (p. ex. Courrier, Demande de réunion)</HeaderToolTip><Key>MailItemType</Key><LineAlignment>Center</LineAlignment><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>21</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="0"><ValueType>System.Int32</ValueType><Value>0</Value></Item0><Item1 ID="1"><Image Reference="GridEXLayoutData.RootTable.Columns.Column2.ValueList.Item1.Image" /><ValueType>System.Int32</ValueType><Value>1</Value></Item1><Item2 ID="2"><Image Reference="GridEXLayoutData.RootTable.Columns.Column2.ValueList.Item2.Image" /><ValueType>System.Int32</ValueType><Value>2</Value></Item2></ValueList></Column2><Column3 ID="hasAttach"><AllowGroup>False</AllowGroup><AllowRemove>False</AllowRemove><DataTypeCode>Boolean</DataTypeCode><ColumnType>Image</ColumnType><DataMember>hasAttach</DataMember><EditType>CheckBox</EditType><HeaderImage Reference="GridEXLayoutData.RootTable.Columns.Column3.HeaderImage" /><HeaderToolTip>Message contient attachment(s)</HeaderToolTip><Key>hasAttach</Key><LineAlignment>Center</LineAlignment><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>20</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="True"><Image Reference="GridEXLayoutData.RootTable.Columns.Column3.ValueList.Item0.Image" /><ValueType>System.Boolean</ValueType><Value>True</Value></Item0><Item1 ID="False"><ValueType>System.Boolean</ValueType><Value>False</Value></Item1></ValueList></Column3><Column4 ID="From"><Caption>De</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>From</DataMember><Key>From</Key><LineAlignment>Center</LineAlignment><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>214</Width></Column4><Column5 ID="To"><Caption>À</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>To</DataMember><Key>To</Key><LineAlignment>Center</LineAlignment><Position>5</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells></Column5><Column6 ID="Subject"><Caption>Sujet</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>Subject</DataMember><Key>Subject</Key><LineAlignment>Center</LineAlignment><Position>6</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>154</Width></Column6><Column7 ID="ReceivedTime"><Caption>Reçu</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>DateTime</DataTypeCode><DataMember>ReceivedTime</DataMember><DefaultGroupInterval>OutlookDates</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd HH:mm</FormatString><Key>ReceivedTime</Key><LineAlignment>Center</LineAlignment><Position>7</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>154</Width></Column7><Column8 ID="Size"><Caption>Taille</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>Int32</DataTypeCode><DataMember>Size</DataMember><FormatString>#,### KB</FormatString><Key>Size</Key><LineAlignment>Center</LineAlignment><Position>8</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Near</TextAlignment><Width>59</Width></Column8><Column9 ID="FullFileNumber"><CompareTarget>Text</CompareTarget><AllowGroup>False</AllowGroup><Caption>Numéro de dossier</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>Int32</DataTypeCode><DataMember>FileId</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnDropDown</EditType><FilterEditType>NoEdit</FilterEditType><Key>FullFileNumber</Key><LineAlignment>Center</LineAlignment><Position>9</Position><Width>150</Width><DropDownIndex>0</DropDownIndex></Column9><Column10 ID="ImportedBy"><AllowGroup>False</AllowGroup><Caption>Importé par</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>ImportedBy</DataMember><Key>ImportedBy</Key><LineAlignment>Center</LineAlignment><Position>10</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells></Column10><Column11 ID="ImportedDate"><AllowGroup>False</AllowGroup><Caption>Importé le</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>DateTime</DataTypeCode><DataMember>ImportedDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd </FormatString><Key>ImportedDate</Key><LineAlignment>Center</LineAlignment><Position>11</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>90</Width></Column11><Column12 ID="isRead"><Caption>Message lu</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>Boolean</DataTypeCode><ColumnType>CheckBox</ColumnType><DataMember>isRead</DataMember><EditType>CheckBox</EditType><Key>isRead</Key><LineAlignment>Center</LineAlignment><Position>12</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible></Column12></Columns><AllowDelete>False</AllowDelete><AllowEdit>True</AllowEdit><FormatConditions Collection="true" ElementName="Condition"><Condition0 ID="FormatCondition1"><FormatStyle><FontBold>True</FontBold></FormatStyle><Key>FormatCondition1</Key><FilterCondition><ColumnIndex>12</ColumnIndex><TypeNameValue1>System.Boolean</TypeNameValue1><Value1>False</Value1></FilterCondition></Condition0></FormatConditions><GroupCondition /><RowHeaders>True</RowHeaders></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddFile"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="FullFileNumber"><Caption>Numéro de dossier</Caption><DataTypeCode>String</DataTypeCode><DataMember>FullFileNumber</DataMember><Key>FullFileNumber</Key><MaxLength>255</MaxLength><Position>0</Position><Width>220</Width></Column0><Column1 ID="NameE"><Caption>Nom de dossier</Caption><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>NameE</DataMember><Key>NameE</Key><MaxLength>255</MaxLength><Position>1</Position><Width>160</Width></Column1><Column2 ID="Thread"><Caption>Thread</Caption><DataMember>Thread</DataMember><Key>Thread</Key><Position>2</Position><Visible>False</Visible></Column2><Column3 ID="FileId"><Caption>FileId</Caption><DataMember>FileId</DataMember><Key>FileId</Key><Position>3</Position><Visible>False</Visible></Column3></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><FontBold>True</FontBold><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><Font>Microsoft Sans Serif, 8.25pt</Font><VisualStyle>Office2007</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><FocusStyle>Solid</FocusStyle><GridLines>None</GridLines><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddFile</Key><DisplayMember>FullFileNumber</DisplayMember><ValueMember>FileId</ValueMember></DropDown0></DropDowns></GridEXLayoutData>

# uiPanel0.Text
source: Outlook Mailboxes
fr: Fichiers d'Outlook

# $this.Text
source: E-mail Importer
fr: Importateur de courriels
