Repository: chris-weekes/atrium
Catalog: LawMate/fOutlook.*.resx
Languages: fr

# uiCommandBar2.Text
source: Advanced
fr: Avancé

# cmdImport.Text
source: &Extended Actions (Single E-mail)
fr: Importer pour action (un courriel)

# cmdImport.ToolTipText
source: Import selected messages to Atrium
fr: Importer le message selectionné

# cmdReset.Text
source: Refresh Selected Folder
fr: Rafraîchir le fichier selectionné

# cmdReset.ToolTipText
source: Refresh selected folder
fr: Rafraîchir le fichier selectionné

# cmdMove.Text
source: Move message(s)
fr: Déplacer

# cmdMove.ToolTipText
source: Move selected message(s) to a different Outlook folder
fr: Déplacer les messages selectionnés d'un fichier à l'autre dans Outlook

# cmdDelete.Text
source: Delete message(s)
fr: Supprimer

# cmdDelete.ToolTipText
source: Delete selected message(s) from your Outlook mailbox
fr: Supprimer les messages selectionnés de votre boîte aux lettres électroniques d'Outlook

# cmdFile.Text
source: &File
fr: &Fichier

# cmdView.Text
source: &View
fr: &Affichage

# cmdGroupBy.Text
source: Group By
fr: Groupement

# cmdGroupBy.ToolTipText
source: Group By
fr: Groupement

# cmdFilter.Text
source: Filter
fr: Filtre

# cmdFilter.ToolTipText
source: Filter
fr: Filtre

# cmdDocPreview.Text
source: Expand Grid
fr: Prévisualisation de message

# cmdDocPreview.ToolTipText
source: Expand Grid
fr: Prévisualisation de message

# cmdClose.Text
source: Close
fr: Fermer

# cmdFiling.Text
source: I&mport for Filing
fr: Importer pour classement

# cmdFiling.ToolTipText
source: Import for Filing
fr: Importer pour classement

# cmdResetGrid.Text
source: Reset Grid Layout
fr: Réinitialiser la mise en page de la grille

# cmdResetGrid.ToolTipText
source: Reset Grid Layout
fr: Réinitialiser la mise en page de la grille

# cmdImportAs.Text
source: Import and &Convert To
fr: Importer et convertir à

# cmdImportAs.ToolTipText
source: Import and Convert To
fr: Importer et convertir à

# cmdNew.Text
source: New Outlook Folder
fr: Nouveau fichier Outlook

# cmdNew.ToolTipText
source: New Outlook Folder
fr: Nouveau fichier Outlook

# cmdFieldChooser.Text
source: Field Selector
fr: Sélecteur de champs

# cmdFieldChooser.ToolTipText
source: Field Selector
fr: Sélecteur de champs

# cmdJumpToFile.Text
source: Jump to File
fr: Sauter au dossier

# cmdJumpToFile.ToolTipText
source: Jump to File (of Thread Match or Duplicate)
fr: Sauter au dossier (du fil de discussion/duplicata)

# cmdReply.Text
source: Import for Action and Reply
fr: Importer pour action et répondre

# cmdReplyAll.Text
source: Import for Action and Reply All
fr: Importer pour action et répondre à tous

# cmdForward.Text
source: Import for Action and Forward
fr: Importer pour action et retransmettre

# cmdImportAction.Text
source: Import for Action
fr: Importer pour action

# cmdFilingBF.Text
source: Import for Reassignment
fr: Importer pour réassignation
