Repository: chris-weekes/atrium
Catalog: LawMate/fPreferences.*.resx
Languages: fr

# startDateLabel.Text
source: Start Time:
fr: Heure de début :

# endDateLabel.Text
source: End Time:
fr: Heure de fin :

# uiGroupBox1.Text
source: Language
fr: Langue

# rbFre.Text
source: French
fr: Français

# rbEng.Text
source: English
fr: Anglais

# uiGroupBox2.Text
source: General
fr: Démarrage

# label10.Text
source: BF List Days Ahead
fr: Jour d'avance de la liste de rappel

# chkBFNotify.Text
source: Display New BF Notification
fr: Afficher alerte de nouveau rappel

# chkFastdataEntry.Text
source: Fast Data Entry (for dropdowns)
fr: Entrée de données rapide (menu déroulant)

# chkLoadCal.Text
source: Load Calendar on Startup
fr: Charger ‎le calendrier dès le démarrage

# chkBFTimer.Text
source: BF List mark as read on timer
fr: Rappels marqués comme lus par minuterie

# chkAutoHideToolkit.Text
source: Auto-Hide Officer Toolkit on Startup
fr: Masquer la trousse d'utilisateur dès le démarrage

# chkLoadPF.Text
source: Load Personal File on Startup
fr: Charger mon dossier personnel dès le démarrage

# cbLoadBFList.Text
source: Load BF List on Startup
fr: Charger la liste de rappel dès le démarrage

# btnCancel.Text
source: Cancel
fr: Annuler

# uiGroupBox3.Text
source: Grid Selection Mode (checkbox mode currently unavailable)
fr: Mode de sélection de grille de données

# rbMulti.Text
source: Multiple Selection
fr: Sélection multiples

# rbCheck.Text
source: Checkboxes
fr: Cases à cocher

# uiTabPage1.Text
source: General
fr: Générale

# uiGroupBox12.Text
source: Calendar and Availability Management
fr: Gestion de calendrier et de disponibilité

# chkReminders.Text
source: Enable Reminders
fr: Activer rappels

# endTimeCalendarCombo.CustomFormat
source: hh:mm tt
fr: HH:mm

# startTimeCalendarCombo.CustomFormat
source: hh:mm tt
fr: HH:mm

# chkOutOfOffice.Text
source: Enable Automatic Replies (Out of Office) during this time range.
fr: Activer réponses automatiques (absences du bureau) pendant ce temps.

# chkOutOfOffice.ToolTip
source: Automatic Replies (Out of Office)
fr: Activer réponses automatiques (absences du bureau)

# uiGroupBox11.Text
source: Application Shutdown
fr: Fermeture de l'application

# chkConfirmOnClose.Text
source: Prompt me when I exit the application
fr: Confirmer la fermeture de l'application

# uiGroupBox7.Text
source: [App] Communications
fr: Communications LawMate

# label9.Text
source: This value cannot be modified. If you wish to have it changed, please send a Help Desk Request in [App]
fr: Cette valeur ne peut être modifiée. Si vous voulez qu'elle soit changée, veuillez envoyer une demande d'assistance LawMate.

# chckReceiveLawMailInOutlook.Text
source: When I receive [AppMail], also send me an Outlook message
fr: Lorsque je reçois un courriel LawMate, envoyez-le moi aussi à travers Outlook.

# uiGroupBox8.Text
source: Automatic Timeslips
fr: Fiche de temps automatique

# chkAutoTimeslip.Text
source: Automatically create a timeslip for every activity I perform (e.g. import item; convert an activity, etc.) with a default time of zero minutes
fr: Créer une fiche de temps automatiquement pour chaque activité realisée (par exemple, Importation d'un message; convertir un message, etc) avec une valeur par défaut de zéro minute.

# uiGroupBox5.Text
source: Officer Toolkit
fr: Trousse d'utilisateur

# chkOTCalendar.Text
source: Calendar
fr: Calendrier

# label8.Text
source: The items checked below will be hidden from the Officer Toolkit (including the items' sub-items, if applicable):
fr: Les items cochés seront cachés de la trousse d'utilisateur (incluant les sous-items, lorsqu'applicable) :

# chkOTOfficeFile.Text
source: My Office
fr: Mon bureau

# chkOTPersonalFile.Text
source: Personal File
fr: Dossier personnel

# chkOTAddressBook.Text
source: Address Book
fr: Carnet d'adresse

# chkOTFiles.Text
source: Files
fr: Dossiers

# chkOTEmailsDocs.Text
source: Emails/Documents
fr: Courriels/Documents

# chkOTBFList.Text
source: BF List
fr: Liste de rappel

# uiTabPage2.Text
source: Search
fr: Recherche

# uiGroupBox6.Text
source: Quick Search
fr: Recherche rapide

# cbExecuteHitCount.Text
source: Retrieve search result count while typing criteria
fr: Récupérer compte de résultats avant l'exécution de la recherche

# label7.Text
source: (milliseconds)
fr: (millisecondes)

# label6.Text
source: Quick Search result count timer delay:
fr: Durée de la minuterie de compte de résultats de recherche rapide :

# gridexHidden_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Caption>Removed/Hidden Options</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="image"><Caption>image</Caption><ColumnType>Image</ColumnType><DataMember>image</DataMember><Key>image</Key><Position>0</Position><Selectable>False</Selectable><Width>20</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="0"><ImageIndex>0</ImageIndex><Value>0</Value></Item0><Item1 ID="1"><ImageIndex>1</ImageIndex><Value>1</Value></Item1><Item2 ID="2"><ImageIndex>2</ImageIndex><Value>2</Value></Item2></ValueList></Column0><Column1 ID="value"><Caption>value</Caption><DataMember>value</DataMember><Key>value</Key><Position>1</Position><Selectable>False</Selectable><Visible>False</Visible></Column1><Column2 ID="text"><Caption>text</Caption><DataMember>text</DataMember><Key>text</Key><Position>2</Position><Selectable>False</Selectable><Width>170</Width></Column2></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>0</ColIndex></SortKey0><SortKey1 ID="SortKey1"><ColIndex>2</ColIndex></SortKey1></SortKeys><GroupCondition /><TableHeader>True</TableHeader></RootTable></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Caption>Options enlevées/cachées</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="image"><Caption>image</Caption><ColumnType>Image</ColumnType><DataMember>image</DataMember><Key>image</Key><Position>0</Position><Selectable>False</Selectable><Width>20</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="0"><ImageIndex>0</ImageIndex><Value>0</Value></Item0><Item1 ID="1"><ImageIndex>1</ImageIndex><Value>1</Value></Item1><Item2 ID="2"><ImageIndex>2</ImageIndex><Value>2</Value></Item2></ValueList></Column0><Column1 ID="value"><Caption>value</Caption><DataMember>value</DataMember><Key>value</Key><Position>1</Position><Selectable>False</Selectable><Visible>False</Visible></Column1><Column2 ID="text"><Caption>text</Caption><DataMember>text</DataMember><Key>text</Key><Position>2</Position><Selectable>False</Selectable><Width>170</Width></Column2></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>0</ColIndex></SortKey0><SortKey1 ID="SortKey1"><ColIndex>2</ColIndex></SortKey1></SortKeys><GroupCondition /><TableHeader>True</TableHeader></RootTable></GridEXLayoutData>

# gridexDisplayed_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Caption>Displayed Options</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="image"><Caption>image</Caption><ColumnType>Image</ColumnType><DataMember>image</DataMember><Key>image</Key><Position>0</Position><Selectable>False</Selectable><Width>20</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="0"><ImageIndex>0</ImageIndex><Value>0</Value></Item0><Item1 ID="1"><ImageIndex>1</ImageIndex><Value>1</Value></Item1><Item2 ID="2"><ImageIndex>2</ImageIndex><Value>2</Value></Item2></ValueList></Column0><Column1 ID="value"><Caption>value</Caption><DataMember>value</DataMember><Key>value</Key><Position>1</Position><Selectable>False</Selectable><Visible>False</Visible></Column1><Column2 ID="text"><Caption>text</Caption><DataMember>text</DataMember><Key>text</Key><Position>2</Position><Selectable>False</Selectable><Width>170</Width></Column2><Column3 ID="order"><Caption>order</Caption><DataMember>order</DataMember><Key>order</Key><Position>3</Position><Selectable>False</Selectable><Visible>False</Visible><Width>25</Width></Column3></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>3</ColIndex></SortKey0></SortKeys><GroupCondition /><TableHeader>True</TableHeader></RootTable></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Caption>Options affichées</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="image"><Caption>image</Caption><ColumnType>Image</ColumnType><DataMember>image</DataMember><Key>image</Key><Position>0</Position><Selectable>False</Selectable><Width>20</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="0"><ImageIndex>0</ImageIndex><Value>0</Value></Item0><Item1 ID="1"><ImageIndex>1</ImageIndex><Value>1</Value></Item1><Item2 ID="2"><ImageIndex>2</ImageIndex><Value>2</Value></Item2></ValueList></Column0><Column1 ID="value"><Caption>value</Caption><DataMember>value</DataMember><Key>value</Key><Position>1</Position><Selectable>False</Selectable><Visible>False</Visible></Column1><Column2 ID="text"><Caption>text</Caption><DataMember>text</DataMember><Key>text</Key><Position>2</Position><Selectable>False</Selectable><Width>170</Width></Column2><Column3 ID="order"><Caption>order</Caption><DataMember>order</DataMember><Key>order</Key><Position>3</Position><Selectable>False</Selectable><Visible>False</Visible><Width>25</Width></Column3></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>3</ColIndex></SortKey0></SortKeys><GroupCondition /><TableHeader>True</TableHeader></RootTable></GridEXLayoutData>

# label3.Text
source: Select "Search on" options to display and their order:
fr: Choisissez vos options de recherche, en plus de l'ordre de ceux-ci :

# cbRememberSearchOn.Text
source: Remember my "Search on" selection
fr: Se souvenir de ma sélection de recherche

# lblSearchOn1.Text
source: Set "Search on" to
fr: Choisir

# lblSearchOn2.Text
source: on application startup.
fr: dès le démarrage

# uiGroupBox4.Text
source: Full-Text Search Results Hit Highlighting
fr: Mise en surbrillance de résultats de la recherche en texte intégral

# label5.Text
source: Example:
fr: Exemple:

# label4.Text
source: Hit-Highlighted Text
fr: Mise en surbrillance

# label2.Text
source: Foreground color:
fr: Couleur de premier plan :

# label1.Text
source: Background color:
fr: Couleur de fond :

# uiGroupBox13.Text
source: Metadata prompt
fr: Fenêtre de dialogue pour les métadonnées

# chkMeta.Text
source: Always prompt for metadata when attaching external documents.
fr: Toujours afficher la fenêtre de dialogue de métadonnées pour les pièces jointes.

# uiGroupBox10.Text
source: Draft Document Banner
fr: Message indiquant qu'un document est une ébauche

# chkAlwaysShowDraftMessage.Text
source: Always display the "Draft Document" banner in the preview window when viewing a document that is a draft
fr: Toujours afficher le message Ébauche de document dans la fenêtre de prévisualisation lors de la visualisation d'un document qui est une ébauche.

# uiGroupBox9.Text
source: Check-in of Document
fr: Retour de documents

# chkDocCheckInReviseDocAct.Text
source: When checking in a document, launch a New Activity Wizard and create a Document Revised activity (for timekeeping purposes).
fr: Lorsque je retourne un document, lancez un assistant d'activité et créez une activité Révision de document (pour me permettre d'enregistrer une fiche de temps).

# $this.Text
source: User Preferences
fr: Préférences
