Repository: chris-weekes/atrium
Catalog: LawMate/fSearchResultsDoc.*.resx
Languages: fr

# lblNoMatches.Text
source: There were no matches for your search.
fr: Aucun résultat trouvé

# pnlLeft.Text
source: Full-Text Search
fr: Recherche (texte intégral)

# tsScreenTitle.Text
source: Search Results
fr: Résultats de recherche

# tsShowDetails.Text
source: Show Criteria
fr: Afficher le critère

# tsReviseSearchCriteria.Text
source: Revise Criteria
fr: Réviser le critère de recherche

# tsReviseSearchCriteria.ToolTipText
source: Revise Search Criteria
fr: Réviser le critère de recherche

# tsCloseResults.Text
source: Close
fr: Fermer

# tsLblNumOfMatches.Text
source: Number of Documents:
fr: Nombres de documents :

# tsPreview2.Text
source: Toggle Document Preview Panel
fr: Basculer le panneau de prévisualisation de document

# tsPreview2.ToolTipText
source: Toggle Document Preview Panel
fr: Basculer le panneau de prévisualisation de document

# tsJump.Text
source: Jump To File
fr: Sauter au dossier

# tsJump.ToolTipText
source: Jump to File's Documents screen
fr: Sauter à l'écran de documents du dossier

# tsRevise.Text
source: Revise
fr: Réviser le document

# tsHitHilite.Text
source: Hit Highlight
fr: Mise en évidence du texte

# tsHitHilite.ToolTipText
source: Preview Hit Highlighted Document
fr: Prévisualiser le document avec la mise en évidence du texte

# cmdGridExFilter.Text
source: Toggle Grid Filter Row
fr: Filtre

# cmdGridExFilter.ToolTipText
source: Filter
fr: Filtre

# cmdGridExGroupBy.Text
source: Toggle Grid Group Row
fr: Groupement

# cmdGridExGroupBy.ToolTipText
source: Group By
fr: Groupement

# cmdFldChooser.Text
source: Field Selector
fr: Sélecteur de champs

# cmdFldChooser.ToolTipText
source: Field Selector
fr: Sélecteur de champs

# cmdJumptToActivity.Text
source: Jump to File's Activity screen
fr: Sauter à l'écran des activités du dossier

# cmdJumptToActivity.ToolTipText
source: Jump to File's Activity screen
fr: Sauter à l'écran des activités du dossier

# cmdFirst.ToolTipText
source: First Document
fr: Premier document

# cmdPrev.ToolTipText
source: Previous Document
fr: Document précédent

# cmdNext.ToolTipText
source: Next Document
fr: Document suivant

# cmdLast.ToolTipText
source: Last Document
fr: Dernier document

# cmdFirstHit.ToolTipText
source: First Hit
fr: Premier résultat

# cmdPrevHit.ToolTipText
source: Previous Hit
fr: Résultat précédent

# cmdNextHit.ToolTipText
source: Next Hit
fr: Résultat suivant

# cmdLastHit.ToolTipText
source: Last Hit
fr: Dernier résultat

# cmdToggleHighlight.Text
source: Toggle Original Formatting/Full-Text Highlight
fr: Basculer entre le format original et la mise en évidence du texte

# cmdToggleHighlight.ToolTipText
source: Toggle Original Formatting/Full-Text Highlight
fr: Basculer entre le format original et la mise en évidence du texte

# cmdPrintGrid.Text
source: Print Search Results
fr: Imprimer les résultats

# cmdPrintGrid.ToolTipText
source: Print Search Results
fr: Imprimer les résultats de recherche

# cmdPrintPreview.Text
source: Print Preview
fr: Prévisualisation

# cmdPrintPreview.ToolTipText
source: Print Preview
fr: Prévisualisation

# $this.Text
source: Search Results
fr: Résultats de recherche

# btnNextDoc.Text
source: Next
fr: Suivant

# btnPreviousDoc.Text
source: Previous
fr: Précédent

# btnLastDoc.Text
source: Last
fr: Dernier

# btnFirstDoc.Text
source: First
fr: Premier

# label5.Text
source: Currently Selected Hit:
fr: Résultat sélectionné à cet instant :

# chkShowDocSummary.Text
source: Display Document Hit Summary
fr: Afficher le sommaire des résultats du document

# label1.Text
source: Full-Text Search Criteria:
fr: Critère de recherche du texte intégral :

# label3.Text
source: Hits in Current Document:
fr: Nombres de résultats dans le document actuel :

# btnNextHit.Text
source: Next
fr: Suivant

# label2.Text
source: Current Document (Subject):
fr: Sujet du document actuel :

# btnPreviousHit.Text
source: Previous
fr: Précédent

# btnLastHit.Text
source: Last
fr: Dernier

# btnFirstHit.Text
source: First
fr: Premier

# pnlSummary.Text
source: Document Hit Summary
fr: Sommaire des résultats du document
