Repository: chris-weekes/atrium
Catalog: LawMate/fTriangle.*.resx
Languages: fr

# seriesGridEX_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><AllowAddNew>False</AllowAddNew><Key>Series</Key><Caption>Series</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="SeriesId"><Caption>ID</Caption><DataTypeCode>Int32</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>SeriesId</DataMember><EditType>NoEdit</EditType><Key>SeriesId</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>69</Width></Column0><Column1 ID="SeriesCode"><Caption>Code</Caption><DataTypeCode>String</DataTypeCode><DataMember>SeriesCode</DataMember><Key>SeriesCode</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>80</Width></Column1><Column2 ID="AllowMove"><DataTypeCode>Boolean</DataTypeCode><ColumnType>Image</ColumnType><DataMember>AllowMove</DataMember><EditType>CheckBox</EditType><HeaderToolTip>Allow Move</HeaderToolTip><Key>AllowMove</Key><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>22</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="False"><ValueType>System.Boolean</ValueType><Value>False</Value></Item0><Item1 ID="True"><Image Reference="GridEXLayoutData.RootTable.Columns.Column2.ValueList.Item1.Image" /><ValueType>System.Boolean</ValueType><Value>True</Value></Item1></ValueList></Column2><Column3 ID="AlwaysAvailable"><DataTypeCode>Boolean</DataTypeCode><ColumnType>Image</ColumnType><DataMember>AlwaysAvailable</DataMember><EditType>CheckBox</EditType><HeaderToolTip>Always Available</HeaderToolTip><Key>AlwaysAvailable</Key><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>21</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="False"><ValueType>System.Boolean</ValueType><Value>False</Value></Item0><Item1 ID="True"><Image Reference="GridEXLayoutData.RootTable.Columns.Column3.ValueList.Item1.Image" /><ValueType>System.Boolean</ValueType><Value>True</Value></Item1></ValueList></Column3><Column4 ID="CreatesFile"><DataTypeCode>Boolean</DataTypeCode><ColumnType>Image</ColumnType><DataMember>CreatesFile</DataMember><EditType>CheckBox</EditType><HeaderToolTip>Creates File</HeaderToolTip><Key>CreatesFile</Key><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>21</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="False"><ValueType>System.Boolean</ValueType><Value>False</Value></Item0><Item1 ID="True"><Image Reference="GridEXLayoutData.RootTable.Columns.Column4.ValueList.Item1.Image" /><ValueType>System.Boolean</ValueType><Value>True</Value></Item1></ValueList></Column4><Column5 ID="SeriesDescEng"><Caption>Description</Caption><DataTypeCode>String</DataTypeCode><DataMember>SeriesDescEng</DataMember><Key>SeriesDescEng</Key><MaxLength>50</MaxLength><Position>5</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>675</Width></Column5><Column6 ID="SeriesDescFre"><Caption>Series Desc Fre</Caption><DataTypeCode>String</DataTypeCode><DataMember>SeriesDescFre</DataMember><Key>SeriesDescFre</Key><MaxLength>50</MaxLength><Position>6</Position><Visible>False</Visible></Column6><Column7 ID="SeriesTypeCode"><CompareTarget>Text</CompareTarget><Caption>Workflow Type</Caption><DataTypeCode>String</DataTypeCode><DataMember>SeriesTypeCode</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><DefaultGroupPrefix /><EditType>MultiColumnCombo</EditType><HideWhenGrouped>True</HideWhenGrouped><Key>SeriesTypeCode</Key><Position>7</Position><DropDownIndex>0</DropDownIndex></Column7><Column8 ID="ParentSeriesId"><Caption>Parent Series Id</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>ParentSeriesId</DataMember><Key>ParentSeriesId</Key><Position>8</Position><Visible>False</Visible></Column8></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>1</ColIndex></SortKey0></SortKeys><GroupCondition /><Groups Collection="true" ElementName="Group"><Group0 ID="Group0"><ColIndex>7</ColIndex><AllowRemove>False</AllowRemove></Group0></Groups><RowHeight>22</RowHeight></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddSeriesType"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="SeriesTypeCode"><Caption>Code</Caption><DataMember>SeriesTypeCode</DataMember><Key>SeriesTypeCode</Key><Position>0</Position></Column0><Column1 ID="SeriesTypeDescriptionEng"><Caption>Description</Caption><DataMember>SeriesTypeDescriptionEng</DataMember><Key>SeriesTypeDescriptionEng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><Font>Tahoma, 8.25pt</Font><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddSeriesType</Key><DisplayMember>SeriesTypeDescriptionEng</DisplayMember><ValueMember>SeriesTypeCode</ValueMember></DropDown0></DropDowns></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><AllowAddNew>False</AllowAddNew><Key>Series</Key><Caption>Series</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="SeriesId"><Caption>ID</Caption><DataTypeCode>Int32</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>SeriesId</DataMember><EditType>NoEdit</EditType><Key>SeriesId</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>69</Width></Column0><Column1 ID="SeriesCode"><Caption>Code</Caption><DataTypeCode>String</DataTypeCode><DataMember>SeriesCode</DataMember><Key>SeriesCode</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>80</Width></Column1><Column2 ID="AllowMove"><DataTypeCode>Boolean</DataTypeCode><ColumnType>Image</ColumnType><DataMember>AllowMove</DataMember><EditType>CheckBox</EditType><HeaderToolTip>Déplacement possible</HeaderToolTip><Key>AllowMove</Key><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>22</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="False"><ValueType>System.Boolean</ValueType><Value>False</Value></Item0><Item1 ID="True"><Image Reference="GridEXLayoutData.RootTable.Columns.Column2.ValueList.Item1.Image" /><ValueType>System.Boolean</ValueType><Value>True</Value></Item1></ValueList></Column2><Column3 ID="AlwaysAvailable"><DataTypeCode>Boolean</DataTypeCode><ColumnType>Image</ColumnType><DataMember>AlwaysAvailable</DataMember><EditType>CheckBox</EditType><HeaderToolTip>Toujours disponible</HeaderToolTip><Key>AlwaysAvailable</Key><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>21</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="False"><ValueType>System.Boolean</ValueType><Value>False</Value></Item0><Item1 ID="True"><Image Reference="GridEXLayoutData.RootTable.Columns.Column3.ValueList.Item1.Image" /><ValueType>System.Boolean</ValueType><Value>True</Value></Item1></ValueList></Column3><Column4 ID="CreatesFile"><DataTypeCode>Boolean</DataTypeCode><ColumnType>Image</ColumnType><DataMember>CreatesFile</DataMember><EditType>CheckBox</EditType><HeaderToolTip>Création de dossier</HeaderToolTip><Key>CreatesFile</Key><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>21</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="False"><ValueType>System.Boolean</ValueType><Value>False</Value></Item0><Item1 ID="True"><Image Reference="GridEXLayoutData.RootTable.Columns.Column4.ValueList.Item1.Image" /><ValueType>System.Boolean</ValueType><Value>True</Value></Item1></ValueList></Column4><Column5 ID="SeriesDescEng"><Caption>Description</Caption><DataTypeCode>String</DataTypeCode><DataMember>SeriesDescEng</DataMember><Key>SeriesDescEng</Key><MaxLength>50</MaxLength><Position>5</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>675</Width></Column5><Column6 ID="SeriesDescFre"><Caption>Description</Caption><DataTypeCode>String</DataTypeCode><DataMember>SeriesDescFre</DataMember><Key>SeriesDescFre</Key><MaxLength>50</MaxLength><Position>6</Position><Width>675</Width></Column6><Column7 ID="SeriesTypeCode"><CompareTarget>Text</CompareTarget><Caption>Workflow Type</Caption><DataTypeCode>String</DataTypeCode><DataMember>SeriesTypeCode</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><DefaultGroupPrefix /><EditType>MultiColumnCombo</EditType><GroupEmptyString>(aucun)</GroupEmptyString><HideWhenGrouped>True</HideWhenGrouped><Key>SeriesTypeCode</Key><Position>7</Position><DropDownIndex>0</DropDownIndex></Column7><Column8 ID="ParentSeriesId"><Caption>Parent Series Id</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>ParentSeriesId</DataMember><Key>ParentSeriesId</Key><Position>8</Position><Visible>False</Visible></Column8></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>1</ColIndex></SortKey0></SortKeys><GroupCondition /><Groups Collection="true" ElementName="Group"><Group0 ID="Group0"><ColIndex>7</ColIndex><AllowRemove>False</AllowRemove></Group0></Groups><RowHeight>22</RowHeight></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddSeriesType"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="SeriesTypeCode"><Caption>Code</Caption><DataMember>SeriesTypeCode</DataMember><Key>SeriesTypeCode</Key><Position>0</Position></Column0><Column1 ID="SeriesTypeDescriptionEng"><Caption>Description</Caption><DataMember>SeriesTypeDescriptionEng</DataMember><Key>SeriesTypeDescriptionEng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><Font>Tahoma, 8.25pt</Font><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddSeriesType</Key><DisplayMember>SeriesTypeDescriptionEng</DisplayMember><ValueMember>SeriesTypeCode</ValueMember></DropDown0></DropDowns></GridEXLayoutData>

# uiPanel1.Text
source: Workflows
fr: Flux de travaux

# cmdSave.Text
source: Save
fr: Sauvegarder

# cmdCancel.Text
source: Cancel
fr: Annuler

# cmdNew.Text
source: New
fr: Nouveau

# cmdBack.Text
source: Previously selected workflow
fr: Naviguer au flux de travaux antérieurement selectionné

# cmdMailConnectors.Text
source: Hide Mail Connectors
fr: Cacher connecteur(s) de courriels

# cmdHideBF.Text
source: Hide BF Only Connectors
fr: Cacher connecteur(s) de rappels

# cmdImage.Text
source: Save Diagram as Image...
fr: Sauvegarder image du schéma ...

# $this.Text
source: Atrium Help Triangle
fr: Triangle d'aide Atrium

# pnlLeft.Text
source: Deskbook
fr: Adresse

# pnlRight.Text
source: Diagram
fr: Schéma

# btnSaveImage.ToolTipText
source: Save Diagram as Image...
fr: Sauvegarder image du schéma ...

# uiCheckBox1.ToolTipText
source: Hide Mail Connectors
fr: Cacher connecteur(s) de courriels

# chkHideBFOnly.ToolTipText
source: Hide BF Only Connectors
fr: Cacher connecteur(s) de rappels

# pnlLegend.Text
source: Workflow Legend
fr: Légende de flux de travaux
