Repository: chris-weekes/atrium
Catalog: LawMate/ucBrowse.*.resx
Languages: fr

# cmdShowFN.Text
source: Show File Numbers
fr: Afficher les numéros de dossier dans l'arbre

# cmdShowFN.ToolTipText
source: Show File Numbers
fr: Afficher les numéros de dossier dans l'arbre

# cmdShowOpenFiles.Text
source: Show Only Open Files
fr: Afficher les dossiers ouverts seulement

# cmdShowOpenFiles.ToolTipText
source: Show Only Open Files
fr: Afficher les dossiers ouverts seulement

# cmdHideXRef.Text
source: Hide Cross-References
fr: Cacher les références croisées

# cmdHideXRef.ToolTipText
source: Hide Cross-References
fr: Cacher les références croisées

# cmdReset.Text
source: Reset Explorer
fr: Remettre à l'état initial

# cmdJumpPersonal.Text
source: My Personal File
fr: Mon dossier personnel

# cmdJumpPersonal.ToolTipText
source: My Personal File
fr: Mon dossier personnel

# cmdJumpShortcuts.Text
source: My Shortcuts
fr: Mes raccourcis

# cmdJumpShortcuts.ToolTipText
source: My Shortcuts
fr: Mes raccourcis

# cmdJumpOffice.Text
source: My Office
fr: Mon bureau

# cmdJumpOffice.ToolTipText
source: My Office
fr: Mon bureau

# cmdJump.Text
source: Jump to ...
fr: Sauter à ...
