Repository: chris-weekes/atrium
Catalog: LawMate/ucDocView.*.resx
Languages: fr

# btnExternalApp.Text
source: External Application
fr: Application externe

# btnDraftWatermark.Text
source: This document is a draft
fr: Ce document est une ébauche

# btnLoadLargeDoc.Text
source: Display Document
fr: Afficher le document

# btnLaunchExcel.Text
source: Launch in External Application
fr: Lancer dans son application externe

# uiStatusBarPanel3.Text
source: This is not the current version of the document.
fr: La version affichée n'est pas la version actuelle de ce document.

# cmdViewVersionHistory1.ToolTipText
source: Version History
fr: Historique des versions

# cmdPrint.Text
source: Print
fr: Imprimer

# cmdPrint.ToolTipText
source: Print
fr: Imprimer

# cmdPrintPreview.Text
source: Print Preview
fr: Prévisualisation

# cmdPrintPreview.ToolTipText
source: Print Preview
fr: Prévisualisation

# cmdRevise.Text
source: Revise
fr: Réviser

# cmdRevise.ToolTipText
source: Revise Document
fr: Réviser

# cmdCheckInCheckOut.Text
source: Check In/Out
fr: Retrait / retour de document

# cmdCheckInCheckOut.ToolTipText
source: Check In/Check Out
fr: Retrait / retour de document

# cmdCopy.Text
source: Copy
fr: Copier

# cmdCopy.ToolTipText
source: Copy Document
fr: Copier

# cmdMakeReadOnly.Text
source: Make Read-Only
fr: Rendre lecture seule

# cmdMakeReadOnly.ToolTipText
source: Make Read-Only
fr: Rendre lecture seule

# cmdDocViewer.Text
source: Document Viewer
fr: Visualisateur de document

# cmdDocViewer.ToolTipText
source: Document Viewer
fr: Visualisateur de document

# cmdExternalApp.Text
source: External Application
fr: Application externe

# cmdExternalApp.ToolTipText
source: View in External Application
fr: Application externe

# cmdCheckIn.Text
source: Check In
fr: Retour de document

# cmdCheckIn.ToolTipText
source: Check In
fr: Retour de document

# cmdCheckOut.Text
source: Check Out
fr: Retrait de document

# cmdCheckOut.ToolTipText
source: Check Out
fr: Retrait de document

# cmdUndoCheckOut.Text
source: Undo Check Out
fr: Annulation du retrait de document

# cmdUndoCheckOut.ToolTipText
source: Undo Check Out
fr: Annulation du retrait de document

# cmdCopyBrowse.Text
source: Copy (Browse to Target File) ...
fr: Copier (Naviguer au dossier ciblé) ...

# cmdCopyBrowse.ToolTipText
source: Copy (Browse to Target File) ...
fr: Copier (Naviguer au dossier ciblé) ...

# cmdCopyOpen.Text
source: and Open for Edit
fr: et ouvrir en vue de le modifier

# cmdCopyOpen.ToolTipText
source: and Open for Edit
fr: et ouvrir en vue de le modifier

# cmdCopyNoOpen.Text
source: and Do Not Open for Edit
fr: et ne pas ouvrir

# cmdCopyNoOpen.ToolTipText
source: and Do Not Open for Edit
fr: et ne pas ouvrir

# cmdCopyClipboard.Text
source: Copy to Clipboard
fr: Copier au presse-papiers

# cmdCopyClipboard.ToolTipText
source: Copy to Clipboard
fr: Copier au presse-papiers

# cmdDocShortcut.Text
source: Document Shortcut
fr: Raccourci de document

# cmdDocShortcut.ToolTipText
source: Document Shortcut
fr: Raccourci de document

# cmdViewVersionHistory.Text
source: Version History
fr: Historique des versions

# label1.Text
source: Last Changed:
fr: Dernière modification :

# label8.Text
source: Filename:
fr: Fichier :

# label2.Text
source: Author:
fr: Auteur :

# label6.Text
source: Size:
fr: Taille :

# label3.Text
source: Subject:
fr: Sujet :

# lblSubject.Text
source: Subject:
fr: Sujet :

# lblTo.Text
source: To:
fr: À :

# lblFrom.Text
source: From:
fr: De :

# lnkEditCheckedOutDocument.Text
source: Edit Checked Out Document
fr: Modifier document en retrait

# checkedOutPathLabel.Text
source: Checked Out Path:
fr: Chemin de retrait :

# checkedOutByLabel.Text
source: Checked Out By:
fr: Retrait par :

# pnlCheckOut.Text
source: Document is Checked Out
fr: Document est en retrait

# sourceDivisionLabel.Text
source: Source Division:
fr: Division:

# lblPageCount.Text
source: Page Count:
fr: No. de pages :

# updateDateLabel1.Text
source: Content Update Date:
fr: M.-à-j. du contenu le :

# docIdLabel.Text
source: Doc ID:
fr: ID (document) :

# updateUserLabel1.Text
source: Content Update User:
fr: M.-à-j. du contenu :

# efDateLabel.Text
source: Date:
fr: Date document :

# efSubjectLabel.Text
source: Subject:
fr: Sujet :

# readOnlyUICheckBox.Text
source: Read-Only:
fr: Lecture seule :

# sentTimeLabel.Text
source: Sent Time:
fr: Envoyé :

# updateUserLabel.Text
source: Metadata Update User:
fr: M.-à-j. métadonnées :

# createDateLabel.Text
source: Content Created:
fr: Contenu créé :

# receivedTimeLabel.Text
source: Received Time:
fr: Reçu :

# entryDateLabel.Text
source: Entry Date:
fr: Entré le :

# isDraftUICheckBox.Text
source: Draft Document:
fr: Ébauche :

# entryUserLabel.Text
source: Entry User:
fr: Entré par :

# modDateLabel.Text
source: Content Last Modified:
fr: Contenu modifié :

# conversationIndexLabel.Text
source: Conv. Index:
fr: Index Conv. :

# filedByLabel.Text
source: Filed By:
fr: Classé par :

# commModeLabel.Text
source: Comm. Mode:
fr: Mode de comm. :

# authorLabel.Text
source: Author:
fr: Auteur :

# sizeLabel.Text
source: Size:
fr: Taille :

# updateDateLabel.Text
source: Metadata Update Date:
fr: M.-à-j. métadonnées le :

# uiGroupBox1.Text
source: Document Metadata
fr: Métadonnées de document

# isLawmailUICheckBox.Text
source: E-mail/AtriumMail:
fr: Courriel/Atrium :

# buttonTo.Text
source: To...
fr: À ...

# buttonFrom.Text
source: From...
fr: De ...

# gbRecipients.Text
source: Document Recipients
fr: Destinataires

# tabMetadata.Text
source: Metadata
fr: Métadonnées

# tabMetadata.ToolTipText
source: Metadata
fr: Métadonnées

# tabVersionning.Text
source: Version Control
fr: Contrôle de version

# lblNoDoc.Text
source: There is no document associated with this record:
fr: Il n'y a pas de document associé avec cet enregistrement :

# checkedOutDateLabel.Text
source: Checked Out Date:
fr: Date de retrait :
