Repository: chris-weekes/atrium
Catalog: LawMate/ucDoc.*.resx
Languages: fr

# pnlDocContainer.Text
source: Preview
fr: Prévisualisation

# cmdInsertExternalFile.Text
source: External Document...
fr: Document externe ...

# cmdInsertInternalFile.Text
source: Copy of a Draft Document...
fr: Copie d'une ébauche de document...

# cmdSignatureNewMessage.Text
source: New Message
fr: Nouveau message

# cmdSignatureReplyForward.Text
source: Reply/Forward
fr: Réponse/retransmission

# cmdInsert.Text
source: Insert File/Item
fr: Insérer fichier/item ...

# cmdCopyAttachment.Text
source: Copy/Insert as ...
fr: Créer une copie

# cmdCopyAttachment.ToolTipText
source: Copy/Insert as ...
fr: Créer une copie

# cmdViewNative.Text
source: View in External Application
fr: Visualiser dans l'application externe

# cmdViewNative.ToolTipText
source: View in External Application
fr: Visualiser dans l'application externe

# cmdViewDDoc.Text
source: LawMate Viewer
fr: Visualisateur Atrium

# cmdViewDDoc.ToolTipText
source: View in LawMate Viewer
fr: Visualisateur Atrium

# cmdDisplayName.Text
source: [Display Name]
fr: [Nom d'affichage du document]

# cmdCopyToOriginalFile.Text
source: Create a Copy to Originating File
fr: Créer une copie sur le dossier auquel se retrouve ce document

# cmdBrowseToFile.Text
source: Create a Copy (Browse...)
fr: Créer une copie (explorer) ...

# cmdCopyToPersonalFile.Text
source: Create a Copy to My Personal File
fr: Créer une copie à mon dossier personnel

# cmdOpenWizard.Text
source: and Open for Edit
fr: et l'ouvrir à fin d'éditer le document

# cmdAutoACNoWizard.Text
source: Without Opening for Edit
fr: sans l'ouvrir pour l'éditer

# cmdReviseDocument.Text
source: Revise Document
fr: Réviser le document

# cmdReviseDocument.ToolTipText
source: Revise Document
fr: Réviser le document

# cmdOpenWizardPersonalFile.Text
source: and Open for Edit
fr: et l'ouvrir à fin d'éditer le document

# cmdOpenWizardOriginalFile.Text
source: and Open for Edit
fr: et l'ouvrir à fin d'éditer le document

# cmdAutoAcNoWizardPersonalFile.Text
source: Without Opening for Edit
fr: sans l'ouvrir pour l'éditer

# cmdAutoAcNoWizardOriginalFile.Text
source: Without Opening for Edit
fr: sans l'ouvrir pour l'éditer

# cmdPrint.Text
source: Print
fr: Imprimer

# cmdPrint.ToolTipText
source: Print Document
fr: Imprimer le document

# cmdInsertLink.Text
source: Link to a Draft Document...
fr: Lien à une ébauche de document...

# cmdInsertRecord.Text
source: Link to a Record...
fr: Lien à un enregistrement

# cmdAddDocXref.Text
source: Create a shortcut to this document
fr: Créer un raccourci à ce document

# cmdAddDocXref.ToolTipText
source: Create a shortcut to this document
fr: Créer un raccourci à ce document

# cmdDocCheckOutCheckIn.Text
source: Document Check-In/Check-Out
fr: Retrait/replacement de document

# cmdDocCheckOutCheckIn.ToolTipText
source: Document Check-In/Check-Out
fr: Retrait/replacement de document

# cmdDocCheckOut.Text
source: Check Out Document
fr: Retrait de document

# cmdDocCheckOut.ToolTipText
source: Check Out Document
fr: Retrait de document

# cmdDocCheckIn.Text
source: Check In Document
fr: Replacement de document

# cmdDocCheckIn.ToolTipText
source: Check In Document
fr: Replacement de document

# cmdUndoDocCheckOut.Text
source: Undo Document Check Out
fr: Annulation de retrait de document

# cmdUndoDocCheckOut.ToolTipText
source: Undo Document Check Out (Reverts to original version before checkout)
fr: Annulation de retrait de document

# cmdCopyToClipboard.Text
source: Copy to Clipboard
fr: Copier au presse-papiers

# cmdCopyAsLink.Text
source: Insert as Link to New E-mail
fr: Insérer comme lien dans un nouveau courriel

# cmdCopyText.Text
source: Copy
fr: Copier

# cmdSelectAllText.Text
source: Select All
fr: Selectionner tout

# cmdSendAsAttachment.Text
source: Send to Mail Recipient as Attachment
fr: Envoyer à un destinataire sous forme d'attachement

# cmdMakeFinal.Text
source: Mark as Final
fr: Finaliser document

# cmdMakeFinal.ToolTipText
source: Mark as Final/Set as Read-Only
fr: Finaliser document/Inscrire pour lecture seulement

# cmdInsertExternalFileAsDraft.Text
source: External Document (as a Draft)...
fr: Document externe (comme ébauche) ...

# cmdViewVersionHistory.Text
source: Version History
fr: Historique des versions

# cmdInsertInternalFile1.Text
source: Atrium document...
fr: Copie d’un document ...

# cmdInsertLink2.Text
source: Link to a document...
fr: Lien vers un document...

# cmdViewVersionHistory1.ToolTipText
source: Version History
fr: Historique des versions

# filedByLabel.Text
source: Filed By:
fr: Déposé par :

# authorLabel.Text
source: Author:
fr: Auteur :

# checkedOutDateLabel.Text
source: Checked Out Date:
fr: Date du retrait :

# checkedOutByLabel.Text
source: Checked Out By:
fr: Retrait par :

# checkedOutPathLabel.Text
source: Checked Out Path:
fr: Chemin du retrait :

# extLabel.Text
source: Ext:
fr: Extension :

# modDateLabel.Text
source: Mod Date:
fr: Modifié le :

# createDateLabel.Text
source: Create Date:
fr: Créé le:

# sizeLabel.Text
source: Size:
fr: Taille :

# label2.Text
source: Document Date:
fr: Date :

# label3.Text
source: Page Count:
fr: Nombre de pages:

# lnkEditCheckedOutDocument.Text
source: Edit Checked Out Document
fr: Éditer document en retrait

# pnlDocCheckInCheckOut.Text
source: Document is Checked Out
fr: Le document est en retrait

# btnFrom.Text
source: From...
fr: De...

# lblFromCompose.Text
source: From:
fr: De :

# btnTo.Text
source: To...
fr: À...

# chkEncrypt.Text
source: Encrypt
fr: Chiffrer

# label6.Text
source: Subject:
fr: Sujet :

# btnInsert.Text
source: Insert
fr: Insérer

# readOnlyCheckBox.Text
source: Read Only:
fr: Lecture seule :

# lblCommModeCompose.Text
source: Mode of Communication:
fr: Mode de communication :

# opinionCheckBox.Text
source: Legal Opinion
fr: Opinion juridique :

# pVCheckBox.Text
source: Precedential Value:
fr: Valeur jurisprudentielle :

# isDraftCheckBox.Text
source: Draft Document:
fr: Ébauche :

# isElectronicCheckBox.Text
source: Electronic copy exists:
fr: Copie électronique existe :

# isPaperCheckBox.Text
source: Paper copy exists:
fr: Copie papier existe :

# pnlMetaData.Text
source: Metadata
fr: Metadonnées
