Repository: chris-weekes/atrium
Catalog: LawMate/ucFileContextMenu.*.resx
Languages: fr

# cmdRefresh.Text
source: Refresh
fr: Rafraîchir

# cmdNewContainer.Text
source: New Folder
fr: Nouveau fichier

# cmdRename.Text
source: Rename Shortcut
fr: Renommer raccourci

# cmdDelete.Text
source: Delete Shortcut
fr: Supprimer le raccourci

# cmdViewInExternal.Text
source: View in External Application
fr: Afficher dans l'application externe

# cmdViewInLMViewer.Text
source: View in LawMate Viewer
fr: Afficher dans le visualisateur LawMate

# cmdJumpToFile.Text
source: Jump to File
fr: Sauter au dossier

# cmdExplorerFindFile.Text
source: Browse in LawMate Explorer (Target)
fr: Explorer à l'aide de l'explorateur LawMate (cible)

# cmdJumpToFileDocXref.Text
source: Jump to File (Original Document)
fr: Sauter au dossier (document original)

# cmdJumpToFileFileXref.Text
source: Jump to File (Target)
fr: Sauter au dossier (cible)

# cmdDeleteFileShortcut.Text
source: Delete Shortcut
fr: Supprimer le raccourci

# cmdRenameFileShortcut.Text
source: Rename Shortcut
fr: Renommer le raccourci

# cmdDeleteShortcutFolder.Text
source: Delete Folder
fr: Supprimer le fichier

# cmdRenameFolder.Text
source: Rename Folder
fr: Renommer le fichier

# cmdMove.Text
source: Move
fr: Déplacer

# cmdFJumpToFile.Text
source: Jump to File
fr: Sauter au dossier

# cmdFNew.Text
source: New
fr: Nouveau

# cmdFNewActivity.Text
source: Activity (Wizard)
fr: Activité (assistant)

# cmdFNewEmail.Text
source: E-Mail
fr: Courriel

# cmdFNewMemo.Text
source: Memo
fr: Note de service

# cmdFNewFaxCover.Text
source: Fax Cover Sheet
fr: Page couverture (télécopieur)

# cmdFNewFile.Text
source: File
fr: Dossier

# cmdFNewOffice.Text
source: Office
fr: Bureau

# cmdFLawMateExplorer.Text
source: LawMate Explorer
fr: Explorateur LawMate

# cmdFRename.Text
source: Rename
fr: Renommer

# cmdFRefresh.Text
source: Refresh
fr: Rafraîchir

# cmdFSearch.Text
source: Search
fr: Recherche

# cmdFSearchFiles.Text
source: Files
fr: Dossiers

# cmdFMove.Text
source: Move
fr: Déplacer

# cmdFDelete.Text
source: Delete
fr: Supprimer

# cmdFAddToShortcuts.Text
source: Create Shortcut
fr: Créer un raccourci

# cmdFAddToShortcuts.ToolTipText
source: Create a new shortcut to this file
fr: Créer un raccourci à ce dossier

# cmdFNewXref.Text
source: Create Cross-Reference
fr: Créer une référence croisée

# cmdFNewXref.ToolTipText
source: Cross-reference this file to another file
fr: Créer une référence croisée avec un autre dossier

# cmdFFileProperties.Text
source: File Properties
fr: Propriétés du dossier

# cmdFFileStats.Text
source: File Statistics
fr: Statistiques du dossier

# cmdMoveShortcutContainer.Text
source: Move
fr: Déplacer

# cmdMoveFileShortcut.Text
source: Move
fr: Déplacer

# cmdJumpToXref.Text
source: Jump to Cross-Reference
fr: Sauter à la référence croisée

# cmdDeleteXRef.Text
source: Delete
fr: Supprimer

# cmdFileAKA.Text
source: File AKAs
fr: Alias de dossiers
