Repository: chris-weekes/atrium
Catalog: LawMate/UserControls/ucActivity.*.resx
Languages: fr

# activityGridEX_Layout_3.LayoutString
source: <GridEXLayoutData><RootTable><Key>Activity</Key><Caption>Activity</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="DateTime"><Caption>Date</Caption><CellToolTip>TruncatedText</CellToolTip><BoundMode>UnboundFetch</BoundMode><FormatString>yyyy'/'MM'/'dd h:mm tt</FormatString><Key>DateTime</Key><LineAlignment>Center</LineAlignment><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>115</Width></Column0><Column1 ID="EntryType"><AllowSize>False</AllowSize><DataTypeCode>String</DataTypeCode><BoundMode>UnboundFetch</BoundMode><ColumnType>Image</ColumnType><HeaderToolTip>Entry Type (e.g. back-dated, future-dated)</HeaderToolTip><Key>EntryType</Key><LineAlignment>Center</LineAlignment><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>21</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="none"><Value>none</Value></Item0><Item1 ID="future"><Image Reference="GridEXLayoutData.RootTable.Columns.Column1.ValueList.Item1.Image" /><Value>future</Value></Item1><Item2 ID="back"><Image Reference="GridEXLayoutData.RootTable.Columns.Column1.ValueList.Item2.Image" /><Value>back</Value></Item2></ValueList><DataTypeCode>String</DataTypeCode></Column1><Column2 ID="ActivityDate"><Caption>Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ActivityDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ActivityDate</Key><LineAlignment>Center</LineAlignment><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible><Width>113</Width></Column2><Column3 ID="StepCode"><Caption>Step Code</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>StepCode</DataMember><Key>StepCode</Key><LineAlignment>Center</LineAlignment><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>75</Width></Column3><Column4 ID="OfficerId"><Caption>Officer</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>Int32</DataTypeCode><DataMember>OfficerId</DataMember><Key>OfficerId</Key><LineAlignment>Center</LineAlignment><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>105</Width><DropDownIndex>0</DropDownIndex></Column4><Column5 ID="OfficeCode"><Caption>Office</Caption><DataTypeCode>String</DataTypeCode><DataMember>OfficeCode</DataMember><Key>OfficeCode</Key><LineAlignment>Center</LineAlignment><Position>5</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>70</Width></Column5><Column6 ID="ActivityNameEng"><Caption>Description</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>ActivityNameEng</DataMember><Key>ActivityNameEng</Key><LineAlignment>Center</LineAlignment><Position>6</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>200</Width></Column6><Column7 ID="FileStatusCode"><Caption>Status</Caption><CellToolTipText>File status at the time the activity was created.</CellToolTipText><DataTypeCode>String</DataTypeCode><BoundMode>UnboundFetch</BoundMode><DataMember>FileStatusCode</DataMember><Key>FileStatusCode</Key><LineAlignment>Center</LineAlignment><Position>7</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>42</Width><DataTypeCode>String</DataTypeCode></Column7><Column8 ID="ActivityDisbursement"><Caption>Disbursements</Caption><DataMember>ActivityDisbursement</DataMember><Key>ActivityDisbursement</Key><LineAlignment>Center</LineAlignment><Position>8</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><MultipleValues>True</MultipleValues><MultipleValueDataMember>DisbType</MultipleValueDataMember></Column8><Column9 ID="ActivityActivityBF"><Caption>BFs</Caption><DataMember>ActivityActivityBF</DataMember><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ActivityActivityBF</Key><LineAlignment>Center</LineAlignment><Position>9</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><FormatMode>UseStringFormat</FormatMode><MultipleValues>True</MultipleValues><MultipleValueDataMember>BFDate</MultipleValueDataMember></Column9><Column10 ID="ActivityEntryDate"><Caption>Activity Entry Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ActivityEntryDate</DataMember><EditType>CalendarCombo</EditType><FormatString>d</FormatString><Key>ActivityEntryDate</Key><LineAlignment>Center</LineAlignment><Position>10</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible></Column10><Column11 ID="XrefId"><Caption>Xref Id</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>XrefId</DataMember><Key>XrefId</Key><LineAlignment>Center</LineAlignment><Position>11</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible></Column11><Column12 ID="ActivityId"><Caption>ActivityId</Caption><DataMember>ActivityId</DataMember><Key>ActivityId</Key><Position>12</Position><Visible>False</Visible></Column12></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>0</ColIndex><SortOrder>Descending</SortOrder></SortKey0><SortKey1 ID="SortKey1"><ColIndex>12</ColIndex><SortOrder>Descending</SortOrder></SortKey1></SortKeys><ChildTables Collection="true" ElementName="Table"><Table0 ID="Activity_ActivityBF"><DataMember>Activity_ActivityBF</DataMember><Key>Activity_ActivityBF</Key><Caption>ActivityBF</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="BFDate"><Caption>BF Date</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>DateTime</DataTypeCode><DataMember>BFDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>BFDate</Key><LineAlignment>Center</LineAlignment><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>110</Width></Column0><Column1 ID="BFType"><DataTypeCode>Int32</DataTypeCode><ColumnType>Image</ColumnType><DataMember>BFType</DataMember><HeaderToolTip>BF Type</HeaderToolTip><Key>BFType</Key><LineAlignment>Center</LineAlignment><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>22</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="1"><ImageIndex>36</ImageIndex><ValueType>System.Int32</ValueType><Value>1</Value></Item0><Item1 ID="2"><ImageIndex>37</ImageIndex><ValueType>System.Int32</ValueType><Value>2</Value></Item1><Item2 ID="7"><ImageIndex>38</ImageIndex><ValueType>System.Int32</ValueType><Value>7</Value></Item2></ValueList></Column1><Column2 ID="Priority"><DataTypeCode>Int16</DataTypeCode><ColumnType>Image</ColumnType><DataMember>Priority</DataMember><HeaderImageIndex>28</HeaderImageIndex><HeaderToolTip>Priority</HeaderToolTip><Key>Priority</Key><LineAlignment>Center</LineAlignment><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>22</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="0"><ImageIndex>26</ImageIndex><Text>Normal</Text><ValueType>System.Int16</ValueType><Value>0</Value></Item0><Item1 ID="1"><ImageIndex>27</ImageIndex><Text>High</Text><ValueType>System.Int16</ValueType><Value>1</Value></Item1><Item2 ID="2"><ImageIndex>28</ImageIndex><Text>Urgent</Text><ValueType>System.Int16</ValueType><Value>2</Value></Item2></ValueList></Column2><Column3 ID="BFPerson"><Caption>BF Person</Caption><BoundMode>UnboundFetch</BoundMode><Key>BFPerson</Key><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>200</Width></Column3><Column4 ID="RoleCode"><CompareTarget>Text</CompareTarget><Caption>Role</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>RoleCode</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>RoleCode</Key><LineAlignment>Center</LineAlignment><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><DropDownIndex>1</DropDownIndex></Column4><Column5 ID="BFOfficerID"><Caption>BF Officer</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>Int32</DataTypeCode><DataMember>BFOfficerID</DataMember><Key>BFOfficerID</Key><LineAlignment>Center</LineAlignment><Position>5</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>105</Width><DropDownIndex>0</DropDownIndex></Column5><Column6 ID="Completed"><DataTypeCode>Boolean</DataTypeCode><ColumnType>Image</ColumnType><DataMember>Completed</DataMember><EditType>CheckBox</EditType><HeaderAlignment>Center</HeaderAlignment><HeaderToolTip>Completed</HeaderToolTip><Key>Completed</Key><LineAlignment>Center</LineAlignment><Position>6</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Center</TextAlignment><Width>22</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="False"><ImageIndex>40</ImageIndex><Text>Not Completed</Text><ValueType>System.Boolean</ValueType><Value>False</Value></Item0><Item1 ID="True"><ImageIndex>35</ImageIndex><Text>Completed</Text><ValueType>System.Boolean</ValueType><Value>True</Value></Item1></ValueList></Column6><Column7 ID="BFDescriptionEng"><Caption>Description</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>BFDescriptionEng</DataMember><Key>BFDescriptionEng</Key><LineAlignment>Center</LineAlignment><Position>7</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>300</Width></Column7></Columns><ColumnHeaders>True</ColumnHeaders><FormatConditions Collection="true" ElementName="Condition"><Condition0 ID="FormatCondition1"><ColIndex>6</ColIndex><FormatStyle><ForeColor>ControlDark</ForeColor><FontStrikeout>True</FontStrikeout></FormatStyle><Value1>True</Value1><Key>FormatCondition1</Key></Condition0></FormatConditions><GridLines>RowOutline</GridLines><GridLineStyle>Solid</GridLineStyle><GroupCondition /><PreviewRow>True</PreviewRow><PreviewRowMember>BFComment</PreviewRowMember><RepeatHeaders>False</RepeatHeaders><RowHeaders>False</RowHeaders><RowHeaderWidth>18</RowHeaderWidth><TableHeader>False</TableHeader></Table0></ChildTables><FormatConditions Collection="true" ElementName="Condition"><Condition0 ID="FormatCondition1"><ColIndex>11</ColIndex><ConditionOperator>NotIsNull</ConditionOperator><FormatStyle><BackColor>ControlLight</BackColor></FormatStyle><Key>FormatCondition1</Key></Condition0></FormatConditions><GroupCondition /><PreviewRow>True</PreviewRow><PreviewRowLeftMargin>8</PreviewRowLeftMargin><PreviewRowLines>2</PreviewRowLines><PreviewRowMember>ActivityComment</PreviewRowMember><RepeatHeaders>False</RepeatHeaders><RowHeaders>False</RowHeaders><RowHeaderWidth>20</RowHeaderWidth><RowFormatStyle><ForeColor>ControlText</ForeColor></RowFormatStyle><PreviewRowFormatStyle><ForeColor>Gray</ForeColor><Font>Calibri, 8.25pt, style=Bold</Font><FontBold>True</FontBold></PreviewRowFormatStyle></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddOfficer"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="fullname"><Caption>fullname</Caption><DataMember>fullname</DataMember><Key>fullname</Key><Position>0</Position></Column0></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddOfficer</Key><DisplayMember>fullname</DisplayMember><ValueMember>officerid</ValueMember></DropDown0><DropDown1 ID="ddRoleCode"><RootTable><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddRoleCode</Key><DisplayMember>roleeng</DisplayMember><ValueMember>rolecode</ValueMember></DropDown1></DropDowns><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><AlternatingRowFormatStyle><BackColor>LavenderBlush</BackColor><PredefinedStyle>AlternatingRowFormatStyle</PredefinedStyle></AlternatingRowFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><BackColor>250, 249, 245</BackColor><BackColorGradient>192, 192, 168</BackColorGradient><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><GridLineColor>LightGray</GridLineColor><FlatBorderColor /><Font>Tahoma, 8.25pt</Font><ScrollBarWidth>18</ScrollBarWidth><VisualStyle>Office2010</VisualStyle><AllowEdit>False</AllowEdit><AllowRemoveColumns>True</AllowRemoveColumns><FocusStyle>Solid</FocusStyle><GridLines>None</GridLines><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Hierarchical>True</Hierarchical><RepeatHeaders>False</RepeatHeaders><TableSpacing>16</TableSpacing><TabKeyBehavior>ControlNavigation</TabKeyBehavior><FilterRowButtonStyle>ConditionOperatorDropDown</FilterRowButtonStyle></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Key>Activity</Key><Caption>Activity</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="DateTime"><Caption>Date</Caption><CellToolTip>TruncatedText</CellToolTip><BoundMode>UnboundFetch</BoundMode><FormatString>yyyy'/'MM'/'dd HH:mm</FormatString><Key>DateTime</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>115</Width></Column0><Column1 ID="EntryType"><AllowSize>False</AllowSize><DataTypeCode>String</DataTypeCode><BoundMode>UnboundFetch</BoundMode><ColumnType>Image</ColumnType><HeaderToolTip>Type d'entrée (temps réel, antidaté ou postdaté)</HeaderToolTip><Key>EntryType</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>21</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="none"><Value>none</Value></Item0><Item1 ID="future"><Image Reference="GridEXLayoutData.RootTable.Columns.Column1.ValueList.Item1.Image" /><Value>future</Value></Item1><Item2 ID="back"><Image Reference="GridEXLayoutData.RootTable.Columns.Column1.ValueList.Item2.Image" /><Value>back</Value></Item2></ValueList><DataTypeCode>String</DataTypeCode></Column1><Column2 ID="ActivityDate"><Caption>Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ActivityDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ActivityDate</Key><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible><Width>113</Width></Column2><Column3 ID="StepCode"><Caption>Code d'étape</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>StepCode</DataMember><Key>StepCode</Key><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>75</Width></Column3><Column4 ID="OfficerId"><Caption>Agent</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>Int32</DataTypeCode><DataMember>OfficerId</DataMember><Key>OfficerId</Key><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>105</Width><DropDownIndex>0</DropDownIndex></Column4><Column5 ID="OfficeCode"><Caption>Bureau</Caption><DataTypeCode>String</DataTypeCode><DataMember>OfficeCode</DataMember><Key>OfficeCode</Key><Position>5</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>70</Width></Column5><Column6 ID="ActivityNameFre"><Caption>Description</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>ActivityNameFre</DataMember><Key>ActivityNameFre</Key><Position>6</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>200</Width></Column6><Column7 ID="FileStatusCode"><Caption>État</Caption><CellToolTipText>File status at the time the activity was created.</CellToolTipText><DataTypeCode>String</DataTypeCode><BoundMode>UnboundFetch</BoundMode><DataMember>FileStatusCode</DataMember><Key>FileStatusCode</Key><Position>7</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>42</Width><DataTypeCode>String</DataTypeCode></Column7><Column8 ID="ActivityDisbursement"><Caption>Déboursements</Caption><DataMember>ActivityDisbursement</DataMember><Key>ActivityDisbursement</Key><Position>8</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><MultipleValues>True</MultipleValues><MultipleValueDataMember>DisbType</MultipleValueDataMember></Column8><Column9 ID="ActivityActivityBF"><Caption>Rappels</Caption><DataMember>ActivityActivityBF</DataMember><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ActivityActivityBF</Key><Position>9</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><FormatMode>UseStringFormat</FormatMode><MultipleValues>True</MultipleValues><MultipleValueDataMember>BFDate</MultipleValueDataMember></Column9><Column10 ID="ActivityEntryDate"><Caption>Date d’entrée de l’activité</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ActivityEntryDate</DataMember><EditType>CalendarCombo</EditType><FormatString>d</FormatString><Key>ActivityEntryDate</Key><Position>10</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible></Column10><Column11 ID="XrefId"><Caption>ID (référence croisée)</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>XrefId</DataMember><Key>XrefId</Key><Position>11</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible></Column11><Column12 ID="ActivityId"><Caption>ActivityId</Caption><DataMember>ActivityId</DataMember><Key>ActivityId</Key><Position>12</Position><Visible>False</Visible></Column12></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>0</ColIndex><SortOrder>Descending</SortOrder></SortKey0><SortKey1 ID="SortKey1"><ColIndex>12</ColIndex><SortOrder>Descending</SortOrder></SortKey1></SortKeys><ChildTables Collection="true" ElementName="Table"><Table0 ID="Activity_ActivityBF"><DataMember>Activity_ActivityBF</DataMember><Key>Activity_ActivityBF</Key><Caption>ActivityBF</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="BFDate"><Caption>Date du rappel</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>DateTime</DataTypeCode><DataMember>BFDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>d</FormatString><Key>BFDate</Key><LineAlignment>Center</LineAlignment><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>110</Width></Column0><Column1 ID="BFType"><DataTypeCode>Int32</DataTypeCode><ColumnType>Image</ColumnType><DataMember>BFType</DataMember><HeaderToolTip>Type de rappel</HeaderToolTip><Key>BFType</Key><LineAlignment>Center</LineAlignment><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>22</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="1"><ImageIndex>36</ImageIndex><ValueType>System.Int32</ValueType><Value>1</Value></Item0><Item1 ID="2"><ImageIndex>37</ImageIndex><ValueType>System.Int32</ValueType><Value>2</Value></Item1><Item2 ID="7"><ImageIndex>38</ImageIndex><ValueType>System.Int32</ValueType><Value>7</Value></Item2></ValueList></Column1><Column2 ID="Priority"><DataTypeCode>Int16</DataTypeCode><ColumnType>Image</ColumnType><DataMember>Priority</DataMember><HeaderImageIndex>28</HeaderImageIndex><HeaderToolTip>Priorité</HeaderToolTip><Key>Priority</Key><LineAlignment>Center</LineAlignment><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>22</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="0"><ImageIndex>26</ImageIndex><Text>Normal</Text><ValueType>System.Int16</ValueType><Value>0</Value></Item0><Item1 ID="1"><ImageIndex>27</ImageIndex><Text>High</Text><ValueType>System.Int16</ValueType><Value>1</Value></Item1><Item2 ID="2"><ImageIndex>28</ImageIndex><Text>Urgent</Text><ValueType>System.Int16</ValueType><Value>2</Value></Item2></ValueList></Column2><Column3 ID="BFPerson"><Caption>Responsable du rappel</Caption><BoundMode>UnboundFetch</BoundMode><Key>BFPerson</Key><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>200</Width></Column3><Column4 ID="RoleCode"><CompareTarget>Text</CompareTarget><Caption>Rôle</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>RoleCode</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>RoleCode</Key><LineAlignment>Center</LineAlignment><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><DropDownIndex>1</DropDownIndex></Column4><Column5 ID="BFOfficerID"><Caption>Agent</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>Int32</DataTypeCode><DataMember>BFOfficerID</DataMember><Key>BFOfficerID</Key><LineAlignment>Center</LineAlignment><Position>5</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>105</Width><DropDownIndex>0</DropDownIndex></Column5><Column6 ID="Completed"><DataTypeCode>Boolean</DataTypeCode><ColumnType>Image</ColumnType><DataMember>Completed</DataMember><EditType>CheckBox</EditType><HeaderAlignment>Center</HeaderAlignment><HeaderToolTip>Completé</HeaderToolTip><Key>Completed</Key><LineAlignment>Center</LineAlignment><Position>6</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Center</TextAlignment><Width>22</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="False"><ImageIndex>40</ImageIndex><Text>Not Completed</Text><ValueType>System.Boolean</ValueType><Value>False</Value></Item0><Item1 ID="True"><ImageIndex>35</ImageIndex><Text>Completed</Text><ValueType>System.Boolean</ValueType><Value>True</Value></Item1></ValueList></Column6><Column7 ID="BFDescriptionFre"><Caption>Description</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>BFDescriptionFre</DataMember><Key>BFDescriptionFre</Key><LineAlignment>Center</LineAlignment><Position>7</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>300</Width></Column7></Columns><ColumnHeaders>True</ColumnHeaders><FormatConditions Collection="true" ElementName="Condition"><Condition0 ID="FormatCondition1"><ColIndex>6</ColIndex><FormatStyle><ForeColor>ControlDark</ForeColor><FontStrikeout>True</FontStrikeout></FormatStyle><Value1>True</Value1><Key>FormatCondition1</Key></Condition0></FormatConditions><GridLines>RowOutline</GridLines><GridLineStyle>Solid</GridLineStyle><GroupCondition /><PreviewRow>True</PreviewRow><PreviewRowMember>BFComment</PreviewRowMember><RepeatHeaders>True</RepeatHeaders><RowHeaders>False</RowHeaders><RowHeaderWidth>18</RowHeaderWidth><TableHeader>False</TableHeader><RowFormatStyle><FontBold>True</FontBold></RowFormatStyle></Table0></ChildTables><FormatConditions Collection="true" ElementName="Condition"><Condition0 ID="FormatCondition1"><ColIndex>11</ColIndex><ConditionOperator>NotIsNull</ConditionOperator><FormatStyle><BackColor>ControlLight</BackColor></FormatStyle><Key>FormatCondition1</Key></Condition0></FormatConditions><GroupCondition /><PreviewRow>True</PreviewRow><PreviewRowLeftMargin>8</PreviewRowLeftMargin><PreviewRowLines>2</PreviewRowLines><PreviewRowMember>ActivityComment</PreviewRowMember><RepeatHeaders>False</RepeatHeaders><RowHeaderWidth>18</RowHeaderWidth><RowFormatStyle><ForeColor>ControlText</ForeColor></RowFormatStyle><PreviewRowFormatStyle><ForeColor>Gray</ForeColor><Font>Calibri, 8.25pt, style=Bold</Font><FontBold>True</FontBold></PreviewRowFormatStyle></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddOfficer"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="fullname"><Caption>fullname</Caption><DataMember>fullname</DataMember><Key>fullname</Key><Position>0</Position></Column0></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddOfficer</Key><DisplayMember>fullname</DisplayMember><ValueMember>officerid</ValueMember></DropDown0><DropDown1 ID="ddRoleCode"><RootTable><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddRoleCode</Key><DisplayMember>roleeng</DisplayMember><ValueMember>rolecode</ValueMember></DropDown1></DropDowns><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><AlternatingRowFormatStyle><BackColor>LavenderBlush</BackColor><PredefinedStyle>AlternatingRowFormatStyle</PredefinedStyle></AlternatingRowFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><BackColor>250, 249, 245</BackColor><BackColorGradient>192, 192, 168</BackColorGradient><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><GridLineColor>LightGray</GridLineColor><FlatBorderColor /><Font>Tahoma, 8.25pt</Font><ScrollBarWidth>18</ScrollBarWidth><VisualStyle>Office2010</VisualStyle><AllowEdit>False</AllowEdit><AllowRemoveColumns>True</AllowRemoveColumns><FocusStyle>Solid</FocusStyle><GridLines>None</GridLines><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Hierarchical>True</Hierarchical><RepeatHeaders>False</RepeatHeaders><TableSpacing>16</TableSpacing><TabKeyBehavior>ControlNavigation</TabKeyBehavior><BuiltInTexts ID="LocalizableStrings" Collection="true"><GroupByBoxInfo>Faites glisser l'en-tête de colonne ici pour regrouper par cette colonne.</GroupByBoxInfo><CalendarNoneButton>Aucune</CalendarNoneButton><CalendarTodayButton>Aujourd'hui</CalendarTodayButton><DropDownCancelButton>Annuler</DropDownCancelButton><FilterRowConditionEqual>Égal à</FilterRowConditionEqual><FilterRowConditionNotEqual>Pas égal à</FilterRowConditionNotEqual><FilterRowConditionGreaterThan>Plus grand que</FilterRowConditionGreaterThan><FilterRowConditionGreaterThanOrEqual>Plus grand ou égal à</FilterRowConditionGreaterThanOrEqual><FilterRowConditionLessThan>Plus petit que</FilterRowConditionLessThan><FilterRowConditionLessThanOrEqual>Plus petit ou égal à</FilterRowConditionLessThanOrEqual><FilterRowConditionContains>Contient</FilterRowConditionContains><FilterRowConditionNotContains>Ne contient pas</FilterRowConditionNotContains><FilterRowConditionEndsWith>Se termine par</FilterRowConditionEndsWith><FilterRowConditionBeginsWith>Commence par</FilterRowConditionBeginsWith><FilterRowConditionIsEmpty>{aucune valeur - vide}</FilterRowConditionIsEmpty><FilterRowConditionNotIsEmpty>{contient une valeur - non-vide}</FilterRowConditionNotIsEmpty><FilterRowConditionClear>Effacer</FilterRowConditionClear></BuiltInTexts><FilterRowButtonStyle>ConditionOperatorDropDown</FilterRowButtonStyle></GridEXLayoutData>
