Repository: chris-weekes/atrium
Catalog: LawMate/UserControls/ucActivity.*.resx
Languages: fr

# label13.Text
source: By:
fr: par :

# label9.Text
source: Activity Date:
fr: Date de l'activité :

# label14.Text
source: Updated On:
fr: Mis-à-jour le :

# label12.Text
source: By:
fr: par :

# label11.Text
source: Entered On:
fr: Créé le :

# label7.Text
source: Officer:
fr: Agent :

# label10.Text
source: Step Code:
fr: Code d'étape :

# tabActivity.Text
source: A&ctivity
fr: A&ctivité

# tabDocument.Text
source: &Document / E-mail
fr: &Document / Courriel

# priorityLabel.Text
source: Priority:
fr: Priorité :

# tsDelete.Text
source: Delete
fr: Supprimer

# tsDelete.ToolTipText
source: Delete Selected Activity
fr: Supprimer l'activité selectionnée

# tsSave.Text
source: Save
fr: Sauvegarder

# tsSave.ToolTipText
source: Save Changes
fr: Sauvegarder vos modifications

# tsView.Text
source: &Views
fr: Vues de grille

# tsView.ToolTipText
source: Activity List Views
fr: Vues de grille

# tsViewList.Text
source: List
fr: Liste

# tsViewList.ToolTipText
source: List View
fr: Liste

# tsViewThreadCom.Text
source: Threaded (Communication)
fr: Arbre de communications

# tsViewThreadCom.ToolTipText
source: Threaded View of Communications
fr: Arbre de communications

# tsViewThreadComReverse.Text
source: Threaded (Communication - Reverse)
fr: Arbre de communications (renversé)

# tsViewThreadComReverse.ToolTipText
source: Threaded View of Communications (Leaves first)
fr: Arbre de communications renversé - fin du fil de discussion en premier lieu

# tsViewThreadProcess.Text
source: Grouped (Process)
fr: Arbre de processus

# tsViewThreadProcess.ToolTipText
source: Grouped View by Processe
fr: Arbre de processus

# tsFilter.Text
source: Filter
fr: Filtre

# tsFilter.ToolTipText
source: Show/Hide Filter Row
fr: Filtre

# tsScreenTitle.Text
source: Activity
fr: Activité

# tsAudit.ToolTipText
source: Data Row Properties
fr: Propriétés de la rangée selectionnée

# tsViewListBF.Text
source: List with BFs
fr: Liste (rappels)

# tsViewListBF.ToolTipText
source: BF View
fr: Liste (rappels)

# tsViewListDisb.Text
source: List with Disbursements
fr: Liste (déboursements)

# tsViewListDisb.ToolTipText
source: Disbursement View
fr: Liste (déboursements)

# tsViewListTK.Text
source: List with Timekeeping
fr: Liste (enregistrement de temps)

# tsViewListTK.ToolTipText
source: Timekeeping View
fr: Liste (enregistrement de temps)

# tsMove.Text
source: Move activity to different file
fr: à un autre dossier

# tsMove.ToolTipText
source: Move this activity to a different file
fr: Déplacer l'activité à un autre dossier

# tsRefresh.Text
source: Refresh
fr: Rafraîchir

# tsRefresh.ToolTipText
source: Refresh
fr: Rafraîchir

# tsReply.Text
source: Reply
fr: Répondre

# tsReply.ToolTipText
source: Reply
fr: Répondre

# tsReplyAll.Text
source: Reply All
fr: Répondre à tous

# tsReplyAll.ToolTipText
source: Reply All
fr: Répondre à tous

# tsForward.Text
source: Forward
fr: Retransmettre

# tsForward.ToolTipText
source: Forward
fr: Retransmettre

# tsConvertTo.Text
source: Convert To
fr: Convertir à

# tsRevertTo.Text
source: Revert To
fr: Retourner à

# tsNextSteps.Text
source: Next Steps...
fr: Prochaines étapes ...

# cmdCompleteBF.Text
source: Complete BF
fr: Compléter le rappel

# tsMoreInfo.Text
source: More Info
fr: Plus d'informations

# tsMoreInfo.ToolTipText
source: More Info
fr: Plus d'informations

# cmdReadOnly.Text
source: File is in Read-Only Mode (An Activity Wizard is Active)
fr: Le dossier est en mode Lecture Seule (un assistant d'activité est actif)

# cmdGroupBy.Text
source: Group By
fr: Groupement de champs

# cmdGroupBy.ToolTipText
source: Group By
fr: Groupement de champs

# cmdFieldChooser.Text
source: Field Selector
fr: Sélecteur de champs

# cmdFieldChooser.ToolTipText
source: Field Selector
fr: Sélecteur de champs

# cmdExpandGrid.Text
source: Expand Grid
fr: Agrandir la grille

# cmdExpandGrid.ToolTipText
source: Expand Grid
fr: Agrandir la grille

# cmdHelp.Text
source: Help Triangle
fr: Triangle d'aide

# cmdEditFields.Text
source: Activity Comment Field
fr: Afficher le panneau de commentaire d'activité

# cmdEditFields.ToolTipText
source: Show Activity Comment Field
fr: Afficher le panneau de commentaire d'activité

# cmdFile.Text
source: &File
fr: &Fichier

# cmdView.Text
source: &View
fr: Affic&hage

# cmdEdit.Text
source: &Edit
fr: &Edition

# cmdMoveT.Text
source: Action List
fr: Déplacer l'activité

# cmdMoveT.ToolTipText
source: Action List
fr: Déplacer l'activité

# cmdMoveToList.Text
source: Move activity to Action List
fr: à la liste de déplacement d'activité

# cmdMoveToList.ToolTipText
source: Move this activity to the Action List
fr: Déplacer l'activité à la liste de déplacement d'activité

# cmdMoveEntireConversationToList.Text
source: Move activity to Action List (Entire Conversation)
fr: à la liste de déplacement d'activité (conversation entière)

# cmdMoveEntireConversationToList.ToolTipText
source: Move this activity to the Action List (Entire Conversation)
fr: Déplacer l'activité à la liste de déplacement d'activité (conversation entière)

# cmdResetGrid.Text
source: Reset Grid Layout
fr: Réinitialiser la mise en page de la grille

# cmdResetGrid.ToolTipText
source: Reset Grid Layout
fr: Réinitialiser la mise en page de la grille

# cmdDocMoreInfo.Text
source: Related &Document
fr: Document relié

# cmdDocMoreInfo.ToolTipText
source: Related Document
fr: Document relié

# cmdGridOptions.Text
source: Grid Options
fr: Options de la grille

# cmdGridOptions.ToolTipText
source: Grid Options
fr: Options de la grille

# cmdMoreInfoBF.Text
source: Related &BF(s)
fr: Rappel(s) reliés

# cmdMoreInfoBF.ToolTipText
source: Related BF(s)
fr: Rappel(s) reliés

# cmdRelatedRecord.Text
source: &More Info
fr: &Plus d'informations

# cmdAssociateDoc.Text
source: Associate (External) Document ...
fr: Associer document (externe) ...

# btnNewBF.Text
source: New BF (Bring Forward)
fr: Nouveau rappel

# label3.Text
source: By:
fr: Completé par :
