Repository: chris-weekes/atrium
Catalog: LawMate/UserControls/ucActivity.*.resx
Languages: fr

# activityGridEX_Layout_4.LayoutString
source: <GridEXLayoutData><RootTable><Key>Activity</Key><Caption>Activity</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="ActivityDate"><Caption>Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ActivityDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ActivityDate</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells></Column0><Column1 ID="StepCode"><Caption>Step Code</Caption><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>StepCode</DataMember><Key>StepCode</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells></Column1><Column2 ID="OfficerId"><Caption>Officer</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>OfficerId</DataMember><Key>OfficerId</Key><Position>2</Position><Width>120</Width><DropDownIndex>0</DropDownIndex></Column2><Column3 ID="ActivityNameEng"><Caption>Description</Caption><DataTypeCode>String</DataTypeCode><DataMember>ActivityNameEng</DataMember><Key>ActivityNameEng</Key><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>340</Width></Column3><Column4 ID="FileStatusCode"><Caption>Status</Caption><CellToolTipText>File status at the time the activity was created.</CellToolTipText><DataTypeCode>String</DataTypeCode><BoundMode>UnboundFetch</BoundMode><DataMember>FileStatusCode</DataMember><Key>FileStatusCode</Key><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>42</Width><DataTypeCode>String</DataTypeCode></Column4><Column5 ID="ActivityEntryDate"><Caption>Activity Entry Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ActivityEntryDate</DataMember><EditType>CalendarCombo</EditType><FormatString>d</FormatString><Key>ActivityEntryDate</Key><Position>5</Position><Visible>False</Visible></Column5><Column6 ID="XrefId"><Caption>Xref Id</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>XrefId</DataMember><Key>XrefId</Key><Position>6</Position><Visible>False</Visible></Column6><Column7 ID="ActivityId"><Caption>ActivityId</Caption><DataMember>ActivityId</DataMember><Key>ActivityId</Key><Position>7</Position><Visible>False</Visible></Column7></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>0</ColIndex><SortOrder>Descending</SortOrder></SortKey0></SortKeys><ChildTables Collection="true" ElementName="Table"><Table0 ID="ActivityDisbursement"><DataMember>ActivityDisbursement</DataMember><Key>ActivityDisbursement</Key><Caption>Disbursement</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="DisbDate"><Caption>Disb. Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>DisbDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>DisbDate</Key><LineAlignment>Center</LineAlignment><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>80</Width></Column0><Column1 ID="DisbType"><Caption>Disb. Type</Caption><DataTypeCode>String</DataTypeCode><DataMember>DisbType</DataMember><Key>DisbType</Key><LineAlignment>Center</LineAlignment><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells></Column1><Column2 ID="DisbTaxExempt"><Caption>Non-Taxable</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>DisbTaxExempt</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>DisbTaxExempt</Key><LineAlignment>Center</LineAlignment><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Width>120</Width></Column2><Column3 ID="DisbTaxable"><Caption>Taxable</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>DisbTaxable</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>DisbTaxable</Key><LineAlignment>Center</LineAlignment><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Width>120</Width></Column3><Column4 ID="DisbTax"><Caption>Tax</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>DisbTax</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>DisbTax</Key><LineAlignment>Center</LineAlignment><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment></Column4><Column5 ID="SRPDate"><Caption>SRP Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>SRPDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>SRPDate</Key><LineAlignment>Center</LineAlignment><Position>5</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>120</Width></Column5></Columns><GridLines>RowOutline</GridLines><GridLineStyle>Solid</GridLineStyle><GroupCondition /></Table0></ChildTables><FormatConditions Collection="true" ElementName="Condition"><Condition0 ID="FormatCondition1"><ColIndex>6</ColIndex><ConditionOperator>NotIsNull</ConditionOperator><FormatStyle><BackColor>ControlLight</BackColor></FormatStyle><Key>FormatCondition1</Key></Condition0></FormatConditions><GroupCondition /><PreviewRow>True</PreviewRow><PreviewRowLeftMargin>8</PreviewRowLeftMargin><PreviewRowLines>2</PreviewRowLines><PreviewRowMember>ActivityComment</PreviewRowMember><RowHeaderWidth>18</RowHeaderWidth><RowFormatStyle><ForeColor>ControlDark</ForeColor></RowFormatStyle><PreviewRowFormatStyle><ForeColor>Gray</ForeColor><Font>Calibri, 8.25pt, style=Bold</Font><FontBold>True</FontBold></PreviewRowFormatStyle></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddOfficer"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="fullname"><Caption>fullname</Caption><DataMember>fullname</DataMember><Key>fullname</Key><Position>0</Position></Column0></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddOfficer</Key><DisplayMember>fullname</DisplayMember><ValueMember>officerid</ValueMember></DropDown0></DropDowns><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><AlternatingRowFormatStyle><BackColor>LavenderBlush</BackColor><PredefinedStyle>AlternatingRowFormatStyle</PredefinedStyle></AlternatingRowFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><BackColor>250, 249, 245</BackColor><BackColorGradient>192, 192, 168</BackColorGradient><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><GridLineColor>LightGray</GridLineColor><FlatBorderColor /><Font>Tahoma, 8.25pt</Font><ScrollBarWidth>18</ScrollBarWidth><VisualStyle>Office2010</VisualStyle><AllowEdit>False</AllowEdit><FocusStyle>Solid</FocusStyle><GridLines>None</GridLines><GroupByBoxVisible>False</GroupByBoxVisible><GroupIndent>24</GroupIndent><HideSelection>Highlight</HideSelection><Hierarchical>True</Hierarchical><Indent>20</Indent><RepeatHeaders>False</RepeatHeaders><TableSpacing>16</TableSpacing><TabKeyBehavior>ControlNavigation</TabKeyBehavior><FilterRowButtonStyle>ConditionOperatorDropDown</FilterRowButtonStyle></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Key>Activity</Key><Caption>Activity</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="ActivityDate"><Caption>Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ActivityDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ActivityDate</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells></Column0><Column1 ID="StepCode"><Caption>Step Code</Caption><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>StepCode</DataMember><Key>StepCode</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells></Column1><Column2 ID="OfficerId"><Caption>Officer</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>OfficerId</DataMember><Key>OfficerId</Key><Position>2</Position><Width>120</Width><DropDownIndex>0</DropDownIndex></Column2><Column3 ID="ActivityNameFre"><Caption>Description</Caption><DataTypeCode>String</DataTypeCode><DataMember>ActivityNameFre</DataMember><Key>ActivityNameFre</Key><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>340</Width></Column3><Column4 ID="FileStatusCode"><Caption>Status</Caption><CellToolTipText>File status at the time the activity was created.</CellToolTipText><DataTypeCode>String</DataTypeCode><BoundMode>UnboundFetch</BoundMode><DataMember>FileStatusCode</DataMember><Key>FileStatusCode</Key><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>42</Width><DataTypeCode>String</DataTypeCode></Column4><Column5 ID="ActivityEntryDate"><Caption>Activity Entry Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ActivityEntryDate</DataMember><EditType>CalendarCombo</EditType><FormatString>d</FormatString><Key>ActivityEntryDate</Key><Position>5</Position><Visible>False</Visible></Column5><Column6 ID="XrefId"><Caption>Xref Id</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>XrefId</DataMember><Key>XrefId</Key><Position>6</Position><Visible>False</Visible></Column6></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>0</ColIndex><SortOrder>Descending</SortOrder></SortKey0></SortKeys><ChildTables Collection="true" ElementName="Table"><Table0 ID="ActivityDisbursement"><DataMember>ActivityDisbursement</DataMember><Key>ActivityDisbursement</Key><Caption>Disbursement</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="DisbDate"><Caption>Disb. Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>DisbDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>DisbDate</Key><LineAlignment>Center</LineAlignment><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>80</Width></Column0><Column1 ID="DisbType"><Caption>Disb. Type</Caption><DataTypeCode>String</DataTypeCode><DataMember>DisbType</DataMember><Key>DisbType</Key><LineAlignment>Center</LineAlignment><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells></Column1><Column2 ID="DisbTaxExempt"><Caption>Non-Taxable</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>DisbTaxExempt</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>DisbTaxExempt</Key><LineAlignment>Center</LineAlignment><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Width>120</Width></Column2><Column3 ID="DisbTaxable"><Caption>Taxable</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>DisbTaxable</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>DisbTaxable</Key><LineAlignment>Center</LineAlignment><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Width>120</Width></Column3><Column4 ID="DisbTax"><Caption>Tax</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>DisbTax</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>DisbTax</Key><LineAlignment>Center</LineAlignment><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment></Column4><Column5 ID="SRPDate"><Caption>SRP Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>SRPDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>SRPDate</Key><LineAlignment>Center</LineAlignment><Position>5</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>120</Width></Column5></Columns><GridLines>RowOutline</GridLines><GridLineStyle>Solid</GridLineStyle><GroupCondition /><RowHeight>28</RowHeight></Table0></ChildTables><FormatConditions Collection="true" ElementName="Condition"><Condition0 ID="FormatCondition1"><ColIndex>6</ColIndex><ConditionOperator>NotIsNull</ConditionOperator><FormatStyle><BackColor>ControlLight</BackColor></FormatStyle><Key>FormatCondition1</Key></Condition0></FormatConditions><GroupCondition /><PreviewRow>True</PreviewRow><PreviewRowLeftMargin>8</PreviewRowLeftMargin><PreviewRowLines>2</PreviewRowLines><PreviewRowMember>ActivityComment</PreviewRowMember><RowHeaderWidth>18</RowHeaderWidth><RowHeight>28</RowHeight><RowFormatStyle><ForeColor>ControlDark</ForeColor></RowFormatStyle><PreviewRowFormatStyle><ForeColor>Gray</ForeColor><Font>Calibri, 8.25pt, style=Bold</Font><FontBold>True</FontBold></PreviewRowFormatStyle></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddOfficer"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="fullname"><Caption>fullname</Caption><DataMember>fullname</DataMember><Key>fullname</Key><Position>0</Position></Column0></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddOfficer</Key><DisplayMember>fullname</DisplayMember><ValueMember>officerid</ValueMember></DropDown0></DropDowns><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><AlternatingRowFormatStyle><BackColor>LavenderBlush</BackColor><PredefinedStyle>AlternatingRowFormatStyle</PredefinedStyle></AlternatingRowFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><BackColor>250, 249, 245</BackColor><BackColorGradient>192, 192, 168</BackColorGradient><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><GridLineColor>LightGray</GridLineColor><FlatBorderColor /><Font>Tahoma, 8.25pt</Font><ScrollBarWidth>18</ScrollBarWidth><VisualStyle>Office2010</VisualStyle><AllowEdit>False</AllowEdit><FocusStyle>Solid</FocusStyle><GridLines>None</GridLines><GroupByBoxVisible>False</GroupByBoxVisible><GroupIndent>24</GroupIndent><HideSelection>Highlight</HideSelection><Hierarchical>True</Hierarchical><Indent>20</Indent><RepeatHeaders>False</RepeatHeaders><TableSpacing>16</TableSpacing><TabKeyBehavior>ControlNavigation</TabKeyBehavior><FilterRowButtonStyle>ConditionOperatorDropDown</FilterRowButtonStyle></GridEXLayoutData>
