Repository: chris-weekes/atrium
Catalog: LawMate/UserControls/ucActivity.*.resx
Languages: fr

# activityGridEX_Layout_5.LayoutString
source: <GridEXLayoutData><RootTable><Key>Activity</Key><Caption>Activity</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="ActivityDate"><Caption>Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ActivityDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ActivityDate</Key><LineAlignment>Center</LineAlignment><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible><Width>120</Width></Column0><Column1 ID="DateTime"><Caption>Date</Caption><CellToolTip>TruncatedText</CellToolTip><BoundMode>UnboundFetch</BoundMode><FormatString>yyyy'/'MM'/'dd h:mm tt</FormatString><Key>DateTime</Key><LineAlignment>Center</LineAlignment><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>120</Width></Column1><Column2 ID="EntryType"><AllowSize>False</AllowSize><DataTypeCode>String</DataTypeCode><BoundMode>UnboundFetch</BoundMode><ColumnType>Image</ColumnType><HeaderToolTip>Entry Type (e.g. back-dated, future-dated)</HeaderToolTip><Key>EntryType</Key><LineAlignment>Center</LineAlignment><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>21</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="none"><Value>none</Value></Item0><Item1 ID="future"><Image Reference="GridEXLayoutData.RootTable.Columns.Column2.ValueList.Item1.Image" /><Value>future</Value></Item1><Item2 ID="back"><Image Reference="GridEXLayoutData.RootTable.Columns.Column2.ValueList.Item2.Image" /><Value>back</Value></Item2></ValueList><DataTypeCode>String</DataTypeCode></Column2><Column3 ID="StepCode"><Caption>Step Code</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>StepCode</DataMember><Key>StepCode</Key><LineAlignment>Center</LineAlignment><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>80</Width></Column3><Column4 ID="OfficeCode"><Caption>Office</Caption><DataTypeCode>String</DataTypeCode><DataMember>OfficeCode</DataMember><Key>OfficeCode</Key><LineAlignment>Center</LineAlignment><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>70</Width></Column4><Column5 ID="OfficerId"><Caption>Officer</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>Int32</DataTypeCode><DataMember>OfficerId</DataMember><Key>OfficerId</Key><LineAlignment>Center</LineAlignment><Position>5</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>120</Width><DropDownIndex>0</DropDownIndex></Column5><Column6 ID="ActivityNameEng"><Caption>Description</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>ActivityNameEng</DataMember><Key>ActivityNameEng</Key><LineAlignment>Center</LineAlignment><Position>6</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>200</Width></Column6><Column7 ID="FileStatusCode"><Caption>Status</Caption><CellToolTipText>File status at the time the activity was created.</CellToolTipText><DataTypeCode>String</DataTypeCode><BoundMode>UnboundFetch</BoundMode><DataMember>FileStatusCode</DataMember><Key>FileStatusCode</Key><LineAlignment>Center</LineAlignment><Position>7</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>42</Width><DataTypeCode>String</DataTypeCode></Column7><Column8 ID="ActivityEntryDate"><Caption>Activity Entry Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ActivityEntryDate</DataMember><EditType>CalendarCombo</EditType><FormatString>d</FormatString><Key>ActivityEntryDate</Key><LineAlignment>Center</LineAlignment><Position>8</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible></Column8><Column9 ID="XrefId"><Caption>Xref Id</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>XrefId</DataMember><Key>XrefId</Key><LineAlignment>Center</LineAlignment><Position>9</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible></Column9><Column10 ID="ActivityId"><Caption>ActivityId</Caption><DataMember>ActivityId</DataMember><Key>ActivityId</Key><Position>10</Position><Visible>False</Visible></Column10></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>1</ColIndex><SortOrder>Descending</SortOrder></SortKey0><SortKey1 ID="SortKey1"><ColIndex>10</ColIndex><SortOrder>Descending</SortOrder></SortKey1></SortKeys><ChildTables Collection="true" ElementName="Table"><Table0 ID="ActivityActivityTime"><DataMember>ActivityActivityTime</DataMember><Key>ActivityActivityTime</Key><Caption>ActivityTime</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="StartTime"><Caption>Timeslip Date</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>DateTime</DataTypeCode><DataMember>StartTime</DataMember><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>StartTime</Key><LineAlignment>Center</LineAlignment><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells></Column0><Column1 ID="OfficerId"><CompareTarget>Text</CompareTarget><Caption>Officer</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>Int32</DataTypeCode><DataMember>OfficerId</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>OfficerId</Key><LineAlignment>Center</LineAlignment><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>160</Width><DropDownIndex>0</DropDownIndex></Column1><Column2 ID="OfficeId"><Caption>Office</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>OfficeId</DataMember><Key>OfficeId</Key><LineAlignment>Center</LineAlignment><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>70</Width></Column2><Column3 ID="Hours"><Caption>Minutes</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>Decimal</DataTypeCode><DataMember>Hours</DataMember><HeaderAlignment>Far</HeaderAlignment><Key>Hours</Key><LineAlignment>Center</LineAlignment><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Width>90</Width></Column3><Column4 ID="Posted"><Caption>Posted</Caption><DataTypeCode>Boolean</DataTypeCode><ColumnType>CheckBox</ColumnType><DataMember>Posted</DataMember><EditType>CheckBox</EditType><HeaderAlignment>Center</HeaderAlignment><Key>Posted</Key><LineAlignment>Center</LineAlignment><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>70</Width></Column4><Column5 ID="SRPDate"><Caption>Closed in Period</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>DateTime</DataTypeCode><DataMember>SRPDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>SRPDate</Key><LineAlignment>Center</LineAlignment><Position>5</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>120</Width></Column5><Column6 ID="Taxed"><Caption>Closed</Caption><DataTypeCode>Boolean</DataTypeCode><ColumnType>CheckBox</ColumnType><DataMember>Taxed</DataMember><EditType>CheckBox</EditType><HeaderAlignment>Center</HeaderAlignment><Key>Taxed</Key><LineAlignment>Center</LineAlignment><Position>6</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>70</Width></Column6></Columns><FormatConditions Collection="true" ElementName="Condition"><Condition0 ID="FormatCondition1"><ColIndex>5</ColIndex><FormatStyle><ForeColor>ControlDark</ForeColor><FontStrikeout>True</FontStrikeout></FormatStyle><Key>FormatCondition1</Key><FilterCondition><ColumnIndex>5</ColumnIndex><ConditionOperator>NotIsNull</ConditionOperator></FilterCondition></Condition0></FormatConditions><GridLines>RowOutline</GridLines><GridLineStyle>Solid</GridLineStyle><GroupCondition /><RepeatHeaders>False</RepeatHeaders></Table0></ChildTables><FormatConditions Collection="true" ElementName="Condition"><Condition0 ID="FormatCondition1"><ColIndex>9</ColIndex><ConditionOperator>NotIsNull</ConditionOperator><FormatStyle><BackColor>ControlLight</BackColor></FormatStyle><Key>FormatCondition1</Key></Condition0></FormatConditions><GroupCondition /><PreviewRow>True</PreviewRow><PreviewRowLeftMargin>8</PreviewRowLeftMargin><PreviewRowLines>2</PreviewRowLines><PreviewRowMember>ActivityComment</PreviewRowMember><RowHeaderWidth>18</RowHeaderWidth><PreviewRowFormatStyle><ForeColor>Gray</ForeColor><Font>Calibri, 8.25pt, style=Bold</Font><FontBold>True</FontBold></PreviewRowFormatStyle></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddOfficer"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="fullname"><Caption>fullname</Caption><DataMember>fullname</DataMember><Key>fullname</Key><Position>0</Position></Column0></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddOfficer</Key><DisplayMember>fullname</DisplayMember><ValueMember>officerid</ValueMember></DropDown0></DropDowns><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><AlternatingRowFormatStyle><BackColor>LavenderBlush</BackColor><PredefinedStyle>AlternatingRowFormatStyle</PredefinedStyle></AlternatingRowFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><BackColor>250, 249, 245</BackColor><BackColorGradient>192, 192, 168</BackColorGradient><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><GridLineColor>LightGray</GridLineColor><FlatBorderColor /><Font>Tahoma, 8.25pt</Font><ScrollBarWidth>18</ScrollBarWidth><VisualStyle>Office2010</VisualStyle><AllowEdit>False</AllowEdit><AllowRemoveColumns>True</AllowRemoveColumns><FocusStyle>Solid</FocusStyle><GridLines>None</GridLines><GroupByBoxVisible>False</GroupByBoxVisible><GroupIndent>24</GroupIndent><HideSelection>Highlight</HideSelection><Hierarchical>True</Hierarchical><RepeatHeaders>False</RepeatHeaders><TableSpacing>16</TableSpacing><TabKeyBehavior>ControlNavigation</TabKeyBehavior><FilterRowButtonStyle>ConditionOperatorDropDown</FilterRowButtonStyle></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Key>Activity</Key><Caption>Activity</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="ActivityDate"><Caption>Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ActivityDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ActivityDate</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible><Width>120</Width></Column0><Column1 ID="DateTime"><Caption>Date</Caption><CellToolTip>TruncatedText</CellToolTip><BoundMode>UnboundFetch</BoundMode><FormatString>yyyy'/'MM'/'dd HH:mm</FormatString><Key>DateTime</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>120</Width></Column1><Column2 ID="EntryType"><AllowSize>False</AllowSize><DataTypeCode>String</DataTypeCode><BoundMode>UnboundFetch</BoundMode><ColumnType>Image</ColumnType><HeaderToolTip>Type d'entrée (temps réel, antidaté ou postdaté)</HeaderToolTip><Key>EntryType</Key><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>21</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="none"><Value>none</Value></Item0><Item1 ID="future"><Image Reference="GridEXLayoutData.RootTable.Columns.Column2.ValueList.Item1.Image" /><Value>future</Value></Item1><Item2 ID="back"><Image Reference="GridEXLayoutData.RootTable.Columns.Column2.ValueList.Item2.Image" /><Value>back</Value></Item2></ValueList><DataTypeCode>String</DataTypeCode></Column2><Column3 ID="StepCode"><Caption>Code d'étape</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>StepCode</DataMember><Key>StepCode</Key><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>80</Width></Column3><Column4 ID="OfficeCode"><Caption>Bureau</Caption><DataTypeCode>String</DataTypeCode><DataMember>OfficeCode</DataMember><Key>OfficeCode</Key><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>70</Width></Column4><Column5 ID="OfficerId"><Caption>Agent</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>Int32</DataTypeCode><DataMember>OfficerId</DataMember><Key>OfficerId</Key><Position>5</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>120</Width><DropDownIndex>0</DropDownIndex></Column5><Column6 ID="ActivityNameFre"><Caption>Description</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>ActivityNameFre</DataMember><Key>ActivityNameFre</Key><Position>6</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>200</Width></Column6><Column7 ID="FileStatusCode"><Caption>État</Caption><CellToolTipText>File status at the time the activity was created.</CellToolTipText><DataTypeCode>String</DataTypeCode><BoundMode>UnboundFetch</BoundMode><DataMember>FileStatusCode</DataMember><Key>FileStatusCode</Key><Position>7</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>42</Width><DataTypeCode>String</DataTypeCode></Column7><Column8 ID="ActivityEntryDate"><Caption>Date d’entrée de l’activité</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ActivityEntryDate</DataMember><EditType>CalendarCombo</EditType><FormatString>d</FormatString><Key>ActivityEntryDate</Key><Position>8</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible></Column8><Column9 ID="XrefId"><Caption>ID (référence croisée)</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>XrefId</DataMember><Key>XrefId</Key><Position>9</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible></Column9><Column10 ID="ActivityId"><Caption>ActivityId</Caption><DataMember>ActivityId</DataMember><Key>ActivityId</Key><Position>10</Position><Visible>False</Visible></Column10></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>1</ColIndex><SortOrder>Descending</SortOrder></SortKey0><SortKey1 ID="SortKey1"><ColIndex>10</ColIndex><SortOrder>Descending</SortOrder></SortKey1></SortKeys><ChildTables Collection="true" ElementName="Table"><Table0 ID="ActivityActivityTime"><DataMember>ActivityActivityTime</DataMember><Key>ActivityActivityTime</Key><Caption>ActivityTime</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="StartTime"><Caption>Date de la fiche de temps</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>DateTime</DataTypeCode><DataMember>StartTime</DataMember><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>StartTime</Key><LineAlignment>Center</LineAlignment><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>140</Width></Column0><Column1 ID="OfficerId"><CompareTarget>Text</CompareTarget><Caption>Agent</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>Int32</DataTypeCode><DataMember>OfficerId</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>OfficerId</Key><LineAlignment>Center</LineAlignment><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>160</Width><DropDownIndex>0</DropDownIndex></Column1><Column2 ID="OfficeId"><Caption>Office</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>OfficeId</DataMember><Key>OfficeId</Key><LineAlignment>Center</LineAlignment><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>70</Width></Column2><Column3 ID="Hours"><Caption>Minutes</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>Decimal</DataTypeCode><DataMember>Hours</DataMember><HeaderAlignment>Far</HeaderAlignment><Key>Hours</Key><LineAlignment>Center</LineAlignment><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Width>90</Width></Column3><Column4 ID="Posted"><Caption>Posted</Caption><DataTypeCode>Boolean</DataTypeCode><ColumnType>CheckBox</ColumnType><DataMember>Posted</DataMember><EditType>CheckBox</EditType><HeaderAlignment>Center</HeaderAlignment><Key>Posted</Key><LineAlignment>Center</LineAlignment><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>70</Width></Column4><Column5 ID="SRPDate"><Caption>Période</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>DateTime</DataTypeCode><DataMember>SRPDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>SRPDate</Key><LineAlignment>Center</LineAlignment><Position>5</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>120</Width></Column5><Column6 ID="Taxed"><Caption>Closed</Caption><DataTypeCode>Boolean</DataTypeCode><ColumnType>CheckBox</ColumnType><DataMember>Taxed</DataMember><EditType>CheckBox</EditType><HeaderAlignment>Center</HeaderAlignment><Key>Taxed</Key><LineAlignment>Center</LineAlignment><Position>6</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>70</Width></Column6></Columns><FormatConditions Collection="true" ElementName="Condition"><Condition0 ID="FormatCondition1"><ColIndex>5</ColIndex><FormatStyle><ForeColor>ControlDark</ForeColor><FontStrikeout>True</FontStrikeout></FormatStyle><Key>FormatCondition1</Key><FilterCondition><ColumnIndex>5</ColumnIndex><ConditionOperator>NotIsNull</ConditionOperator></FilterCondition></Condition0></FormatConditions><GridLineColor>LightSlateGray</GridLineColor><GridLines>RowOutline</GridLines><GridLineStyle>Solid</GridLineStyle><GroupCondition /><RepeatHeaders>False</RepeatHeaders></Table0></ChildTables><FormatConditions Collection="true" ElementName="Condition"><Condition0 ID="FormatCondition1"><ColIndex>9</ColIndex><ConditionOperator>NotIsNull</ConditionOperator><FormatStyle><BackColor>ControlLight</BackColor></FormatStyle><Key>FormatCondition1</Key></Condition0></FormatConditions><GroupCondition /><PreviewRow>True</PreviewRow><PreviewRowLeftMargin>8</PreviewRowLeftMargin><PreviewRowLines>2</PreviewRowLines><PreviewRowMember>ActivityComment</PreviewRowMember><RowHeaderWidth>18</RowHeaderWidth><PreviewRowFormatStyle><ForeColor>Gray</ForeColor><Font>Calibri, 8.25pt, style=Bold</Font><FontBold>True</FontBold></PreviewRowFormatStyle></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddOfficer"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="fullname"><Caption>fullname</Caption><DataMember>fullname</DataMember><Key>fullname</Key><Position>0</Position></Column0></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddOfficer</Key><DisplayMember>fullname</DisplayMember><ValueMember>officerid</ValueMember></DropDown0></DropDowns><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><AlternatingRowFormatStyle><BackColor>LavenderBlush</BackColor><PredefinedStyle>AlternatingRowFormatStyle</PredefinedStyle></AlternatingRowFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><BackColor>250, 249, 245</BackColor><BackColorGradient>192, 192, 168</BackColorGradient><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><GridLineColor>LightGray</GridLineColor><FlatBorderColor /><Font>Tahoma, 8.25pt</Font><ScrollBarWidth>18</ScrollBarWidth><VisualStyle>Office2010</VisualStyle><AllowEdit>False</AllowEdit><AllowRemoveColumns>True</AllowRemoveColumns><FocusStyle>Solid</FocusStyle><GridLines>None</GridLines><GroupByBoxVisible>False</GroupByBoxVisible><GroupIndent>24</GroupIndent><HideSelection>Highlight</HideSelection><Hierarchical>True</Hierarchical><RepeatHeaders>False</RepeatHeaders><TableSpacing>16</TableSpacing><TabKeyBehavior>ControlNavigation</TabKeyBehavior><BuiltInTexts ID="LocalizableStrings" Collection="true"><GroupByBoxInfo>Faites glisser l'en-tête de colonne ici pour regrouper par cette colonne.</GroupByBoxInfo><CalendarNoneButton>Aucune</CalendarNoneButton><CalendarTodayButton>Aujourd'hui</CalendarTodayButton><DropDownCancelButton>Annuler</DropDownCancelButton><FilterRowConditionEqual>Égal à</FilterRowConditionEqual><FilterRowConditionNotEqual>Pas égal à</FilterRowConditionNotEqual><FilterRowConditionGreaterThan>Plus grand que</FilterRowConditionGreaterThan><FilterRowConditionGreaterThanOrEqual>Plus grand ou égal à</FilterRowConditionGreaterThanOrEqual><FilterRowConditionLessThan>Plus petit que</FilterRowConditionLessThan><FilterRowConditionLessThanOrEqual>Plus petit ou égal à</FilterRowConditionLessThanOrEqual><FilterRowConditionContains>Contient</FilterRowConditionContains><FilterRowConditionNotContains>Ne contient pas</FilterRowConditionNotContains><FilterRowConditionEndsWith>Se termine par</FilterRowConditionEndsWith><FilterRowConditionBeginsWith>Commence par</FilterRowConditionBeginsWith><FilterRowConditionIsEmpty>{aucune valeur - vide}</FilterRowConditionIsEmpty><FilterRowConditionNotIsEmpty>{contient une valeur - non-vide}</FilterRowConditionNotIsEmpty><FilterRowConditionClear>Effacer</FilterRowConditionClear></BuiltInTexts><FilterRowButtonStyle>ConditionOperatorDropDown</FilterRowButtonStyle></GridEXLayoutData>
