Repository: chris-weekes/atrium
Catalog: LawMate/UserControls/ucActivity.*.resx
Languages: fr

# activityGridEX_Layout_1.LayoutString
source: <GridEXLayoutData><RootTable><Key>Activity</Key><Caption>Activity</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="failedtosend"><AllowSize>False</AllowSize><DataTypeCode>Boolean</DataTypeCode><ColumnType>Image</ColumnType><DataMember>failedtosend</DataMember><EditType>CheckBox</EditType><HeaderToolTip>Failed To Send</HeaderToolTip><Key>failedtosend</Key><LineAlignment>Center</LineAlignment><Position>0</Position><Width>21</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="False"><ValueType>System.Boolean</ValueType><Value>False</Value></Item0><Item1 ID="True"><Image Reference="GridEXLayoutData.RootTable.Columns.Column0.ValueList.Item1.Image" /><ValueType>System.Boolean</ValueType><Value>True</Value></Item1></ValueList></Column0><Column1 ID="HasAttachment"><AllowSize>False</AllowSize><DataTypeCode>Boolean</DataTypeCode><ColumnType>Image</ColumnType><DataMember>HasAttachment</DataMember><EditType>CheckBox</EditType><HeaderToolTip>Has Attachment(s)</HeaderToolTip><Key>HasAttachment</Key><LineAlignment>Center</LineAlignment><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>21</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="False"><ValueType>System.Boolean</ValueType><Value>False</Value></Item0><Item1 ID="True"><Image Reference="GridEXLayoutData.RootTable.Columns.Column1.ValueList.Item1.Image" /><ValueType>System.Boolean</ValueType><Value>True</Value></Item1></ValueList></Column1><Column2 ID="EntryType"><AllowSize>False</AllowSize><DataTypeCode>String</DataTypeCode><BoundMode>UnboundFetch</BoundMode><ColumnType>Image</ColumnType><HeaderToolTip>Entry Type (e.g. back-dated, future-dated)</HeaderToolTip><Key>EntryType</Key><LineAlignment>Center</LineAlignment><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>21</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="none"><Value>none</Value></Item0><Item1 ID="future"><Image Reference="GridEXLayoutData.RootTable.Columns.Column2.ValueList.Item1.Image" /><Value>future</Value></Item1><Item2 ID="back"><Image Reference="GridEXLayoutData.RootTable.Columns.Column2.ValueList.Item2.Image" /><Value>back</Value></Item2></ValueList><DataTypeCode>String</DataTypeCode></Column2><Column3 ID="DateTime"><Caption>Date</Caption><CellToolTip>TruncatedText</CellToolTip><BoundMode>UnboundFetch</BoundMode><FormatString>yyyy'/'MM'/'dd h:mm tt</FormatString><Key>DateTime</Key><LineAlignment>Center</LineAlignment><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>54</Width></Column3><Column4 ID="ActivityDate"><Caption>Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ActivityDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ActivityDate</Key><LineAlignment>Center</LineAlignment><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible><Width>150</Width></Column4><Column5 ID="From"><Caption>From</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>From</DataMember><Key>From</Key><LineAlignment>Center</LineAlignment><Position>5</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells></Column5><Column6 ID="To"><Caption>To</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>To</DataMember><Key>To</Key><LineAlignment>Center</LineAlignment><Position>6</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells></Column6><Column7 ID="efSubject"><Caption>Subject</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>efSubject</DataMember><Key>efSubject</Key><LineAlignment>Center</LineAlignment><Position>7</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>150</Width></Column7><Column8 ID="StepCode"><Caption>Step Code</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>StepCode</DataMember><Key>StepCode</Key><LineAlignment>Center</LineAlignment><Position>8</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>75</Width></Column8><Column9 ID="ActivityNameEng"><Caption>Description</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>ActivityNameEng</DataMember><Key>ActivityNameEng</Key><LineAlignment>Center</LineAlignment><Position>9</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>160</Width></Column9><Column10 ID="OfficeCode"><Caption>Office</Caption><DataTypeCode>String</DataTypeCode><DataMember>OfficeCode</DataMember><Key>OfficeCode</Key><LineAlignment>Center</LineAlignment><Position>10</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>70</Width></Column10><Column11 ID="OfficerId"><Caption>Officer</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>Int32</DataTypeCode><DataMember>OfficerId</DataMember><Key>OfficerId</Key><LineAlignment>Center</LineAlignment><Position>11</Position><Width>80</Width><DropDownIndex>0</DropDownIndex></Column11><Column12 ID="FileStatusCode"><Caption>Status</Caption><CellToolTipText>File status at the time the activity was created.</CellToolTipText><DataTypeCode>String</DataTypeCode><BoundMode>UnboundFetch</BoundMode><DataMember>FileStatusCode</DataMember><Key>FileStatusCode</Key><LineAlignment>Center</LineAlignment><Position>12</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>42</Width><DataTypeCode>String</DataTypeCode></Column12><Column13 ID="ActivityEntryDate"><Caption>Activity Entry Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ActivityEntryDate</DataMember><EditType>CalendarCombo</EditType><FormatString>d</FormatString><Key>ActivityEntryDate</Key><LineAlignment>Center</LineAlignment><Position>13</Position><Visible>False</Visible></Column13><Column14 ID="XrefId"><Caption>Xref Id</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>XrefId</DataMember><Key>XrefId</Key><LineAlignment>Center</LineAlignment><Position>14</Position><Visible>False</Visible></Column14><Column15 ID="ActivityId"><Caption>ActivityId</Caption><DataMember>ActivityId</DataMember><Key>ActivityId</Key><Position>15</Position><Visible>False</Visible></Column15></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>3</ColIndex><SortOrder>Descending</SortOrder></SortKey0><SortKey1 ID="SortKey1"><ColIndex>13</ColIndex></SortKey1></SortKeys><FormatConditions Collection="true" ElementName="Condition"><Condition0 ID="FormatCondition1"><ColIndex>14</ColIndex><ConditionOperator>NotIsNull</ConditionOperator><FormatStyle><BackColor>ControlLight</BackColor></FormatStyle><Key>FormatCondition1</Key></Condition0></FormatConditions><GroupCondition /><PreviewRow>True</PreviewRow><PreviewRowLeftMargin>8</PreviewRowLeftMargin><PreviewRowLines>2</PreviewRowLines><PreviewRowMember>ActivityComment</PreviewRowMember><RowHeaderWidth>20</RowHeaderWidth><HierarchicalMode>SelfReferencing</HierarchicalMode><PreviewRowFormatStyle><ForeColor>Gray</ForeColor><Font>Calibri, 8.25pt, style=Bold</Font><FontBold>True</FontBold></PreviewRowFormatStyle><SelfReferencingSettings ID="SelfReferencingSettings"><AutoSizeColumnOnExpand>True</AutoSizeColumnOnExpand><ChildDataMember>PreviousActivityId</ChildDataMember><ExpandColumn>3</ExpandColumn><ParentDataMember>ActivityId</ParentDataMember></SelfReferencingSettings></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddOfficer"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="fullname"><Caption>fullname</Caption><DataMember>fullname</DataMember><Key>fullname</Key><Position>0</Position></Column0></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddOfficer</Key><DisplayMember>fullname</DisplayMember><ValueMember>officerid</ValueMember></DropDown0></DropDowns><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><AlternatingRowFormatStyle><BackColor>LavenderBlush</BackColor><PredefinedStyle>AlternatingRowFormatStyle</PredefinedStyle></AlternatingRowFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><BackColor>250, 249, 245</BackColor><BackColorGradient>192, 192, 168</BackColorGradient><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><GridLineColor>LightGray</GridLineColor><FlatBorderColor>Window</FlatBorderColor><Font>Tahoma, 8.25pt</Font><ScrollBarWidth>18</ScrollBarWidth><VisualStyle>Office2010</VisualStyle><AllowEdit>False</AllowEdit><AllowRemoveColumns>True</AllowRemoveColumns><FocusStyle>Solid</FocusStyle><GridLines>None</GridLines><GroupByBoxVisible>False</GroupByBoxVisible><GroupIndent>24</GroupIndent><HideSelection>Highlight</HideSelection><Hierarchical>True</Hierarchical><TabKeyBehavior>ControlNavigation</TabKeyBehavior><FilterRowButtonStyle>ConditionOperatorDropDown</FilterRowButtonStyle></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Key>Activity</Key><Caption>Activity</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="failedtosend"><AllowSize>False</AllowSize><DataTypeCode>Boolean</DataTypeCode><ColumnType>Image</ColumnType><DataMember>failedtosend</DataMember><EditType>CheckBox</EditType><HeaderToolTip>Indique si un message n'a pu être envoyé via Outlook (le message est stocké dans le dossier à fin de le renvoyer). Seul l'auteur du message peut renvoyer</HeaderToolTip><Key>failedtosend</Key><LineAlignment>Center</LineAlignment><Position>0</Position><Width>21</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="False"><ValueType>System.Boolean</ValueType><Value>False</Value></Item0><Item1 ID="True"><Image Reference="GridEXLayoutData.RootTable.Columns.Column0.ValueList.Item1.Image" /><ValueType>System.Boolean</ValueType><Value>True</Value></Item1></ValueList></Column0><Column1 ID="HasAttachment"><AllowSize>False</AllowSize><DataTypeCode>Boolean</DataTypeCode><ColumnType>Image</ColumnType><DataMember>HasAttachment</DataMember><EditType>CheckBox</EditType><HeaderToolTip>Le message contient un(des) attachment(s)</HeaderToolTip><Key>HasAttachment</Key><LineAlignment>Center</LineAlignment><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>21</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="False"><ValueType>System.Boolean</ValueType><Value>False</Value></Item0><Item1 ID="True"><Image Reference="GridEXLayoutData.RootTable.Columns.Column1.ValueList.Item1.Image" /><ValueType>System.Boolean</ValueType><Value>True</Value></Item1></ValueList></Column1><Column2 ID="EntryType"><AllowSize>False</AllowSize><DataTypeCode>String</DataTypeCode><BoundMode>UnboundFetch</BoundMode><ColumnType>Image</ColumnType><HeaderToolTip>Type d'entrée (temps réel, antidaté ou postdaté)</HeaderToolTip><Key>EntryType</Key><LineAlignment>Center</LineAlignment><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>21</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="none"><Value>none</Value></Item0><Item1 ID="future"><Image Reference="GridEXLayoutData.RootTable.Columns.Column2.ValueList.Item1.Image" /><Value>future</Value></Item1><Item2 ID="back"><Image Reference="GridEXLayoutData.RootTable.Columns.Column2.ValueList.Item2.Image" /><Value>back</Value></Item2></ValueList><DataTypeCode>String</DataTypeCode></Column2><Column3 ID="DateTime"><Caption>Date</Caption><CellToolTip>TruncatedText</CellToolTip><BoundMode>UnboundFetch</BoundMode><FormatString>yyyy'/'MM'/'dd HH:mm</FormatString><Key>DateTime</Key><LineAlignment>Center</LineAlignment><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>54</Width></Column3><Column4 ID="ActivityDate"><Caption>Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ActivityDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ActivityDate</Key><LineAlignment>Center</LineAlignment><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible><Width>150</Width></Column4><Column5 ID="From"><Caption>De</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>From</DataMember><Key>From</Key><LineAlignment>Center</LineAlignment><Position>5</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells></Column5><Column6 ID="To"><Caption>À</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>To</DataMember><Key>To</Key><LineAlignment>Center</LineAlignment><Position>6</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells></Column6><Column7 ID="efSubject"><Caption>Sujet</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>efSubject</DataMember><Key>efSubject</Key><LineAlignment>Center</LineAlignment><Position>7</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>150</Width></Column7><Column8 ID="StepCode"><Caption>Code d'étape</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>StepCode</DataMember><Key>StepCode</Key><LineAlignment>Center</LineAlignment><Position>8</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>75</Width></Column8><Column9 ID="ActivityNameFre"><Caption>Description</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>ActivityNameFre</DataMember><Key>ActivityNameFre</Key><LineAlignment>Center</LineAlignment><Position>9</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>160</Width></Column9><Column10 ID="OfficeCode"><Caption>Bureau</Caption><DataTypeCode>String</DataTypeCode><DataMember>OfficeCode</DataMember><Key>OfficeCode</Key><LineAlignment>Center</LineAlignment><Position>10</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>70</Width></Column10><Column11 ID="OfficerId"><Caption>Agent</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>Int32</DataTypeCode><DataMember>OfficerId</DataMember><Key>OfficerId</Key><LineAlignment>Center</LineAlignment><Position>11</Position><Width>80</Width><DropDownIndex>0</DropDownIndex></Column11><Column12 ID="FileStatusCode"><Caption>État</Caption><CellToolTipText>File status at the time the activity was created.</CellToolTipText><DataTypeCode>String</DataTypeCode><BoundMode>UnboundFetch</BoundMode><DataMember>FileStatusCode</DataMember><Key>FileStatusCode</Key><LineAlignment>Center</LineAlignment><Position>12</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>42</Width><DataTypeCode>String</DataTypeCode></Column12><Column13 ID="ActivityEntryDate"><Caption>Date d’entrée de l’activité</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ActivityEntryDate</DataMember><EditType>CalendarCombo</EditType><FormatString>d</FormatString><Key>ActivityEntryDate</Key><LineAlignment>Center</LineAlignment><Position>13</Position><Visible>False</Visible></Column13><Column14 ID="XrefId"><Caption>ID (référence croisée)</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>XrefId</DataMember><Key>XrefId</Key><LineAlignment>Center</LineAlignment><Position>14</Position><Visible>False</Visible></Column14></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>3</ColIndex><SortOrder>Descending</SortOrder></SortKey0><SortKey1 ID="SortKey1"><ColIndex>13</ColIndex></SortKey1></SortKeys><FormatConditions Collection="true" ElementName="Condition"><Condition0 ID="FormatCondition1"><ColIndex>14</ColIndex><ConditionOperator>NotIsNull</ConditionOperator><FormatStyle><BackColor>ControlLight</BackColor></FormatStyle><Key>FormatCondition1</Key></Condition0></FormatConditions><GroupCondition /><PreviewRow>True</PreviewRow><PreviewRowLeftMargin>8</PreviewRowLeftMargin><PreviewRowLines>2</PreviewRowLines><PreviewRowMember>ActivityComment</PreviewRowMember><RowHeaderWidth>20</RowHeaderWidth><HierarchicalMode>SelfReferencing</HierarchicalMode><PreviewRowFormatStyle><ForeColor>Gray</ForeColor><Font>Calibri, 8.25pt, style=Bold</Font></PreviewRowFormatStyle><SelfReferencingSettings ID="SelfReferencingSettings"><AutoSizeColumnOnExpand>True</AutoSizeColumnOnExpand><ChildDataMember>PreviousActivityId</ChildDataMember><ExpandColumn>3</ExpandColumn><ParentDataMember>ActivityId</ParentDataMember></SelfReferencingSettings></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddOfficer"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="fullname"><Caption>fullname</Caption><DataMember>fullname</DataMember><Key>fullname</Key><Position>0</Position></Column0></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddOfficer</Key><DisplayMember>fullname</DisplayMember><ValueMember>officerid</ValueMember></DropDown0></DropDowns><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><AlternatingRowFormatStyle><BackColor>LavenderBlush</BackColor><PredefinedStyle>AlternatingRowFormatStyle</PredefinedStyle></AlternatingRowFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><BackColor>250, 249, 245</BackColor><BackColorGradient>192, 192, 168</BackColorGradient><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><GridLineColor>LightGray</GridLineColor><FlatBorderColor>Window</FlatBorderColor><Font>Tahoma, 8.25pt</Font><ScrollBarWidth>18</ScrollBarWidth><VisualStyle>Office2010</VisualStyle><AllowEdit>False</AllowEdit><AllowRemoveColumns>True</AllowRemoveColumns><FocusStyle>Solid</FocusStyle><GridLines>None</GridLines><GroupByBoxVisible>False</GroupByBoxVisible><GroupIndent>24</GroupIndent><HideSelection>Highlight</HideSelection><Hierarchical>True</Hierarchical><TabKeyBehavior>ControlNavigation</TabKeyBehavior><BuiltInTexts ID="LocalizableStrings" Collection="true"><GroupByBoxInfo>Faites glisser l'en-tête de colonne ici pour regrouper par cette colonne.</GroupByBoxInfo><CalendarNoneButton>Aucune</CalendarNoneButton><CalendarTodayButton>Aujourd'hui</CalendarTodayButton><DropDownCancelButton>Annuler</DropDownCancelButton><FilterRowConditionEqual>Égal à</FilterRowConditionEqual><FilterRowConditionNotEqual>Pas égal à</FilterRowConditionNotEqual><FilterRowConditionGreaterThan>Plus grand que</FilterRowConditionGreaterThan><FilterRowConditionGreaterThanOrEqual>Plus grand ou égal à</FilterRowConditionGreaterThanOrEqual><FilterRowConditionLessThan>Plus petit que</FilterRowConditionLessThan><FilterRowConditionLessThanOrEqual>Plus petit ou égal à</FilterRowConditionLessThanOrEqual><FilterRowConditionContains>Contient</FilterRowConditionContains><FilterRowConditionNotContains>Ne contient pas</FilterRowConditionNotContains><FilterRowConditionEndsWith>Se termine par</FilterRowConditionEndsWith><FilterRowConditionBeginsWith>Commence par</FilterRowConditionBeginsWith><FilterRowConditionIsEmpty>{aucune valeur - vide}</FilterRowConditionIsEmpty><FilterRowConditionNotIsEmpty>{contient une valeur - non-vide}</FilterRowConditionNotIsEmpty><FilterRowConditionClear>Effacer</FilterRowConditionClear></BuiltInTexts><FilterRowButtonStyle>ConditionOperatorDropDown</FilterRowButtonStyle></GridEXLayoutData>
