Repository: chris-weekes/atrium
Catalog: LawMate/UserControls/ucActivity.*.resx
Languages: fr

# label4.Text
source: Completed on:
fr: Completé le :

# label6.Text
source: BF Person/Role:
fr: Responsable :

# bFDateLabel.Text
source: BF Date:
fr: Date du rappel :

# label5.Text
source: Description:
fr: Description du rappel :

# bFCommentLabel.Text
source: Comment:
fr: Commentaire :

# tabBF.Text
source: &Bring Forward (BFs) (0)
fr: &Rappels (0)

# finalUICheckBox.Text
source: Final:
fr: Finalisé :

# postedUICheckBox.ToolTipText
source: Posted
fr: Inclut à la facture

# sRPDateLabel.Text
source: Billing Period:
fr: Période de facturation :

# hoursLabel.Text
source: Hours:
fr: Heures :

# feesClaimedTaxLabel.Text
source: Tax:
fr: Taxe :

# feesClaimedLabel.Text
source: Fees:
fr: Frais :

# label15.Text
source: Officer:
fr: Agent :

# label17.Text
source: Comment:
fr: Commentaire :

# btnNewTimeslip.Text
source: New Timeslip
fr: Nouvelle fiche de temps

# activityTimeGridEX_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Key>IBindingList</Key><Caption>IBindingList</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="StartTime"><Caption>Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>StartTime</DataMember><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>StartTime</Key><Position>0</Position><SelectableCells>FilterRowCells</SelectableCells><Width>91</Width></Column0><Column1 ID="OfficeId"><CompareTarget>Text</CompareTarget><Caption>Office</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>OfficeId</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>OfficeId</Key><Position>1</Position><SelectableCells>FilterRowCells</SelectableCells><Width>50</Width><DropDownIndex>1</DropDownIndex></Column1><Column2 ID="OfficerId"><Caption>Officer</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>Int32</DataTypeCode><DataMember>OfficerId</DataMember><EditType>NoEdit</EditType><Key>OfficerId</Key><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>127</Width><DropDownIndex>0</DropDownIndex></Column2><Column3 ID="Hours"><AggregateFunction>Sum</AggregateFunction><ButtonStyle>Image</ButtonStyle><Caption>Hours</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>Hours</DataMember><Image Reference="GridEXLayoutData.RootTable.Columns.Column3.Image" /><Key>Hours</Key><Position>3</Position><SelectableCells>FilterRowCells</SelectableCells><Width>60</Width></Column3><Column4 ID="FeesClaimed"><Caption>Fees Claimed</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>FeesClaimed</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>FeesClaimed</Key><Position>4</Position><SelectableCells>FilterRowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><TextAlignment>Far</TextAlignment><Visible>False</Visible><Width>90</Width></Column4><Column5 ID="FeesClaimedTax"><Caption>Tax on Fees</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>FeesClaimedTax</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>FeesClaimedTax</Key><Position>5</Position><Selectable>False</Selectable><ShowInFieldChooser>False</ShowInFieldChooser><TextAlignment>Far</TextAlignment><Visible>False</Visible></Column5><Column6 ID="Posted"><Caption>Posted</Caption><DataTypeCode>Boolean</DataTypeCode><ColumnType>CheckBox</ColumnType><DataMember>Posted</DataMember><EditType>CheckBox</EditType><HeaderAlignment>Center</HeaderAlignment><Key>Posted</Key><Position>6</Position><SelectableCells>FilterRowCells</SelectableCells><TextAlignment>Center</TextAlignment><Visible>False</Visible><Width>80</Width></Column6><Column7 ID="Taxed"><Caption>Taxed</Caption><DataTypeCode>Boolean</DataTypeCode><ColumnType>CheckBox</ColumnType><DataMember>Taxed</DataMember><EditType>CheckBox</EditType><HeaderAlignment>Center</HeaderAlignment><Key>Taxed</Key><Position>7</Position><Selectable>False</Selectable><SelectableCells>FilterRowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><TextAlignment>Center</TextAlignment><Visible>False</Visible><Width>80</Width></Column7><Column8 ID="Comment"><Caption>Comment</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>Comment</DataMember><Key>Comment</Key><Position>8</Position><SelectableCells>FilterRowCells</SelectableCells><Width>261</Width></Column8><Column9 ID="SRPDate"><Caption>Closed on</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>SRPDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>SRPDate</Key><Position>9</Position><SelectableCells>FilterRowCells</SelectableCells><Width>94</Width></Column9><Column10 ID="Delete"><ButtonDisplayMode>CurrentRow</ButtonDisplayMode><AllowDrag>False</AllowDrag><AllowGroup>False</AllowGroup><AllowRemove>False</AllowRemove><AllowSize>False</AllowSize><AllowSort>False</AllowSort><ButtonImage Reference="GridEXLayoutData.RootTable.Columns.Column10.ButtonImage" /><ButtonStyle>Image</ButtonStyle><BoundMode>Unbound</BoundMode><SortIndicator>None</SortIndicator><ColumnType>Image</ColumnType><HeaderToolTip>Delete Timeslip</HeaderToolTip><Key>Delete</Key><Position>10</Position><SelectableCells>RowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Width>19</Width></Column10></Columns><GroupCondition /><TotalRow>False</TotalRow><TotalRowFormatStyle><Appearance>RaisedLight</Appearance><BackColor>White</BackColor><ForeColor>Blue</ForeColor><BackColorGradient>PowderBlue</BackColorGradient><FontBold>True</FontBold><FontName>arial</FontName><FontSize>9</FontSize><BlendGradient>0.4</BlendGradient><BackgroundGradientMode>Vertical</BackgroundGradientMode></TotalRowFormatStyle></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddOfficer"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="OfficerCode"><Caption>OfficerCode</Caption><DataMember>OfficerCode</DataMember><Key>OfficerCode</Key><Position>0</Position></Column0><Column1 ID="FullName"><Caption>FullName</Caption><DataMember>FullName</DataMember><Key>FullName</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><Font>Microsoft Sans Serif, 8.25pt</Font><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddOfficer</Key><DisplayMember>FullName</DisplayMember><ValueMember>OfficerId</ValueMember></DropDown0><DropDown1 ID="ddOffice"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="officeid"><Caption>officeid</Caption><DataMember>officeid</DataMember><Key>officeid</Key><Position>0</Position></Column0><Column1 ID="officecode"><Caption>office code</Caption><DataMember>officecode</DataMember><Key>officecode</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddOffice</Key><DisplayMember>officecode</DisplayMember><ValueMember>officeid</ValueMember></DropDown1></DropDowns></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Key>IBindingList</Key><Caption>IBindingList</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="StartTime"><Caption>Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>StartTime</DataMember><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>StartTime</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>90</Width></Column0><Column1 ID="OfficeId"><CompareTarget>Text</CompareTarget><Caption>Bureau</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>OfficeId</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>OfficeId</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>56</Width><DropDownIndex>1</DropDownIndex></Column1><Column2 ID="OfficerId"><Caption>Agent</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>OfficerId</DataMember><EditType>NoEdit</EditType><Key>OfficerId</Key><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>130</Width><DropDownIndex>0</DropDownIndex></Column2><Column3 ID="Hours"><AggregateFunction>Sum</AggregateFunction><ButtonStyle>Image</ButtonStyle><Caption>Temps</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>Hours</DataMember><Image Reference="GridEXLayoutData.RootTable.Columns.Column3.Image" /><Key>Hours</Key><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>81</Width></Column3><Column4 ID="FeesClaimed"><Caption>Fees Claimed</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>FeesClaimed</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>FeesClaimed</Key><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Visible>False</Visible><Width>90</Width></Column4><Column5 ID="FeesClaimedTax"><Caption>Tax on Fees</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>FeesClaimedTax</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>FeesClaimedTax</Key><Position>5</Position><Selectable>False</Selectable><TextAlignment>Far</TextAlignment><Visible>False</Visible></Column5><Column6 ID="Posted"><Caption>Posted</Caption><DataTypeCode>Boolean</DataTypeCode><ColumnType>CheckBox</ColumnType><DataMember>Posted</DataMember><EditType>CheckBox</EditType><HeaderAlignment>Center</HeaderAlignment><Key>Posted</Key><Position>6</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Center</TextAlignment><Visible>False</Visible><Width>80</Width></Column6><Column7 ID="Taxed"><Caption>Taxed</Caption><DataTypeCode>Boolean</DataTypeCode><ColumnType>CheckBox</ColumnType><DataMember>Taxed</DataMember><EditType>CheckBox</EditType><HeaderAlignment>Center</HeaderAlignment><Key>Taxed</Key><Position>7</Position><Selectable>False</Selectable><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Center</TextAlignment><Visible>False</Visible><Width>80</Width></Column7><Column8 ID="Comment"><Caption>Commentaire</Caption><DataTypeCode>String</DataTypeCode><DataMember>Comment</DataMember><Key>Comment</Key><Position>8</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>230</Width></Column8><Column9 ID="SRPDate"><Caption>Fermé</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>SRPDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>SRPDate</Key><Position>9</Position><Selectable>False</Selectable><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>90</Width></Column9><Column10 ID="Delete"><ButtonDisplayMode>CurrentRow</ButtonDisplayMode><AllowDrag>False</AllowDrag><AllowGroup>False</AllowGroup><AllowRemove>False</AllowRemove><AllowSize>False</AllowSize><AllowSort>False</AllowSort><ButtonImage Reference="GridEXLayoutData.RootTable.Columns.Column10.ButtonImage" /><ButtonStyle>Image</ButtonStyle><BoundMode>Unbound</BoundMode><SortIndicator>None</SortIndicator><ColumnType>Image</ColumnType><HeaderToolTip>Supprimer fiche de temps</HeaderToolTip><Key>Delete</Key><Position>10</Position><SelectableCells>RowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Width>19</Width></Column10></Columns><GroupCondition /><TotalRow>False</TotalRow><TotalRowFormatStyle><Appearance>RaisedLight</Appearance><BackColor>White</BackColor><ForeColor>Blue</ForeColor><BackColorGradient>PowderBlue</BackColorGradient><FontBold>True</FontBold><FontName>arial</FontName><FontSize>9</FontSize><BlendGradient>0.4</BlendGradient><BackgroundGradientMode>Vertical</BackgroundGradientMode></TotalRowFormatStyle></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddOfficer"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="OfficerCode"><Caption>OfficerCode</Caption><DataMember>OfficerCode</DataMember><Key>OfficerCode</Key><Position>0</Position></Column0><Column1 ID="FullName"><Caption>FullName</Caption><DataMember>FullName</DataMember><Key>FullName</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><Font>Microsoft Sans Serif, 8.25pt</Font><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddOfficer</Key><DisplayMember>FullName</DisplayMember><ValueMember>OfficerId</ValueMember></DropDown0><DropDown1 ID="ddOffice"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="officeid"><Caption>officeid</Caption><DataMember>officeid</DataMember><Key>officeid</Key><Position>0</Position></Column0><Column1 ID="officecode"><Caption>officecode</Caption><DataMember>officecode</DataMember><Key>officecode</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddOffice</Key><DisplayMember>officecode</DisplayMember><ValueMember>officeid</ValueMember></DropDown1></DropDowns></GridEXLayoutData>

# tabTK.Text
source: Ti&meslips (0)
fr: Fiche de te&mps (0)

# finalUICheckBox1.Text
source: Final:
fr: Finalisé :

# btnNewDisb.Text
source: New Disbursement
fr: Nouveau déboursement
