Repository: chris-weekes/atrium
Catalog: LawMate/UserControls/ucActivity.*.resx
Languages: fr

# activityCommentLabel.Text
source: Comment:
fr: Commentaire :

# pnlCommunication.Text
source: Document/E-mail
fr: Document/Courriel

# pnlBFs.Text
source: Bring Forward (BFs)
fr: Rappels

# pnlBilling.Text
source: Timekeeping
fr: Comptabilisation de temps
