Repository: chris-weekes/atrium
Catalog: LawMate/UserControls/ucActivity.*.resx
Languages: fr

# activityGridEX_Layout_0.LayoutString
source: <GridEXLayoutData><RootTable><Key>Activity</Key><Caption>Activity</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="FailedToSend"><AllowRemove>False</AllowRemove><AllowSize>False</AllowSize><DataTypeCode>Boolean</DataTypeCode><ColumnType>Image</ColumnType><DataMember>FailedToSend</DataMember><EditType>CheckBox</EditType><HeaderToolTip>Indicates when a message failed to send through Outlook (the communication is stored on file for the purposes of resending). Only the author of the message can resend</HeaderToolTip><Key>FailedToSend</Key><LineAlignment>Center</LineAlignment><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>21</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="True"><Image Reference="GridEXLayoutData.RootTable.Columns.Column0.ValueList.Item0.Image" /><ValueType>System.Boolean</ValueType><Value>True</Value></Item0><Item1 ID="False"><Image Reference="GridEXLayoutData.RootTable.Columns.Column0.ValueList.Item1.Image" /><ValueType>System.Boolean</ValueType><Value>False</Value></Item1></ValueList></Column0><Column1 ID="Communication"><AllowSize>False</AllowSize><DataTypeCode>Boolean</DataTypeCode><ColumnType>Image</ColumnType><DataMember>Communication</DataMember><EditType>CheckBox</EditType><HeaderToolTip>is a Communication</HeaderToolTip><Key>Communication</Key><LineAlignment>Center</LineAlignment><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>21</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="False"><ValueType>System.Boolean</ValueType><Value>False</Value></Item0><Item1 ID="True"><Image Reference="GridEXLayoutData.RootTable.Columns.Column1.ValueList.Item1.Image" /><ValueType>System.Boolean</ValueType><Value>True</Value></Item1></ValueList></Column1><Column2 ID="SendType"><AllowSize>False</AllowSize><DataTypeCode>String</DataTypeCode><DataMember>SendType</DataMember><Key>SendType</Key><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>21</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="A"><Text>AtriumMail</Text><Value>A</Value></Item0><Item1 ID="O"><Image Reference="GridEXLayoutData.RootTable.Columns.Column2.ValueList.Item1.Image" /><Text>Outlook</Text><Value>O</Value></Item1><Item2 ID="B"><Text>Both</Text><Value>B</Value></Item2></ValueList></Column2><Column3 ID="HasAttachment"><AllowSize>False</AllowSize><DataTypeCode>Boolean</DataTypeCode><ColumnType>Image</ColumnType><DataMember>HasAttachment</DataMember><EditType>CheckBox</EditType><HeaderToolTip>Has Attachment(s)</HeaderToolTip><Key>HasAttachment</Key><LineAlignment>Center</LineAlignment><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>21</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="False"><ValueType>System.Boolean</ValueType><Value>False</Value></Item0><Item1 ID="True"><Image Reference="GridEXLayoutData.RootTable.Columns.Column3.ValueList.Item1.Image" /><ValueType>System.Boolean</ValueType><Value>True</Value></Item1></ValueList></Column3><Column4 ID="EntryType"><AllowSize>False</AllowSize><DataTypeCode>String</DataTypeCode><BoundMode>UnboundFetch</BoundMode><ColumnType>Image</ColumnType><HeaderToolTip>Entry Type (e.g. back-dated, future-dated)</HeaderToolTip><Key>EntryType</Key><LineAlignment>Center</LineAlignment><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>21</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="none"><Value>none</Value></Item0><Item1 ID="future"><Value>future</Value></Item1><Item2 ID="back"><Value>back</Value></Item2></ValueList><DataTypeCode>String</DataTypeCode></Column4><Column5 ID="DateTime"><Caption>Date</Caption><CellToolTip>TruncatedText</CellToolTip><BoundMode>UnboundFetch</BoundMode><FormatString>yyyy'/'MM'/'dd h:mm tt</FormatString><Key>DateTime</Key><LineAlignment>Center</LineAlignment><Position>5</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>120</Width></Column5><Column6 ID="ActivityDate"><Caption>Date</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>DateTime</DataTypeCode><DataMember>ActivityDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ActivityDate</Key><LineAlignment>Center</LineAlignment><Position>6</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible><Width>90</Width></Column6><Column7 ID="ActivityEntryDate"><Caption>Activity Entry Date</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>DateTime</DataTypeCode><DataMember>ActivityEntryDate</DataMember><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd hh:mm</FormatString><Key>ActivityEntryDate</Key><LineAlignment>Center</LineAlignment><Position>7</Position><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible></Column7><Column8 ID="StepCode"><Caption>Code</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>StepCode</DataMember><Key>StepCode</Key><LineAlignment>Center</LineAlignment><Position>8</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>66</Width></Column8><Column9 ID="OfficerId"><CompareTarget>Text</CompareTarget><Caption>Officer</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>Int32</DataTypeCode><DataMember>OfficerId</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>OfficerId</Key><LineAlignment>Center</LineAlignment><Position>9</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>102</Width><DropDownIndex>0</DropDownIndex></Column9><Column10 ID="OfficerCode"><Caption>Officer</Caption><DataTypeCode>String</DataTypeCode><DataMember>OfficerCode</DataMember><Key>OfficerCode</Key><LineAlignment>Center</LineAlignment><Position>10</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible><Width>130</Width></Column10><Column11 ID="To"><Caption>To</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>To</DataMember><Key>To</Key><LineAlignment>Center</LineAlignment><Position>11</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>103</Width></Column11><Column12 ID="ActivityNameEng"><Caption>Description</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>ActivityNameEng</DataMember><Key>ActivityNameEng</Key><LineAlignment>Center</LineAlignment><Position>12</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>294</Width></Column12><Column13 ID="FileStatusCode"><Caption>Status</Caption><CellToolTipText>File status at the time the activity was created.</CellToolTipText><DataTypeCode>String</DataTypeCode><BoundMode>UnboundFetch</BoundMode><DataMember>FileStatusCode</DataMember><Key>FileStatusCode</Key><LineAlignment>Center</LineAlignment><Position>13</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible><Width>42</Width><DataTypeCode>String</DataTypeCode></Column13><Column14 ID="ActivityDisbursement"><Caption>Disbursements</Caption><DataTypeCode>String</DataTypeCode><DataMember>ActivityDisbursement</DataMember><Key>ActivityDisbursement</Key><LineAlignment>Center</LineAlignment><Position>14</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible><MultipleValues>True</MultipleValues><MultipleValueDataMember>DisbType</MultipleValueDataMember></Column14><Column15 ID="ActivityActivityBF"><Caption>BFs</Caption><DataMember>ActivityActivityBF</DataMember><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ActivityActivityBF</Key><LineAlignment>Center</LineAlignment><Position>15</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible><FormatMode>UseStringFormat</FormatMode><MultipleValues>True</MultipleValues><MultipleValueDataMember>BFDate</MultipleValueDataMember></Column15><Column16 ID="XrefId"><Caption>Xref Id</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>XrefId</DataMember><Key>XrefId</Key><LineAlignment>Center</LineAlignment><Position>16</Position><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible></Column16><Column17 ID="From"><Caption>From</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>From</DataMember><Key>From</Key><LineAlignment>Center</LineAlignment><Position>17</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>105</Width></Column17><Column18 ID="efSubject"><Caption>Subject</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>efSubject</DataMember><Key>efSubject</Key><LineAlignment>Center</LineAlignment><Position>18</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>105</Width></Column18><Column19 ID="ActivityId"><Caption>Activity Id</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>ActivityId</DataMember><Key>ActivityId</Key><Position>19</Position><Visible>False</Visible></Column19><Column20 ID="entryUser"><Caption>Entry User</Caption><DataTypeCode>String</DataTypeCode><DataMember>entryUser</DataMember><Key>entryUser</Key><Position>20</Position><Visible>False</Visible></Column20><Column21 ID="entryDate"><Caption>Entry Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>entryDate</DataMember><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd hh:mm tt</FormatString><Key>entryDate</Key><Position>21</Position><Visible>False</Visible></Column21><Column22 ID="OfficeId"><CompareTarget>Text</CompareTarget><Caption>Office</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>OfficeId</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>OfficeId</Key><Position>22</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>62</Width><DropDownIndex>1</DropDownIndex></Column22></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>5</ColIndex><SortOrder>Descending</SortOrder></SortKey0><SortKey1 ID="SortKey1"><ColIndex>19</ColIndex><SortOrder>Descending</SortOrder></SortKey1></SortKeys><FormatConditions Collection="true" ElementName="Condition"><Condition0 ID="FormatCondition1"><ColIndex>16</ColIndex><ConditionOperator>NotIsNull</ConditionOperator><FormatStyle><BackColor>ControlLight</BackColor></FormatStyle><Key>FormatCondition1</Key></Condition0><Condition1 ID="FormatCondition2"><ColIndex>0</ColIndex><FormatStyle><BackColor>Red</BackColor><ForeColor>White</ForeColor></FormatStyle><Value1>True</Value1><Key>FormatCondition2</Key></Condition1></FormatConditions><GroupCondition /><PreviewRow>True</PreviewRow><PreviewRowLeftMargin>8</PreviewRowLeftMargin><PreviewRowLines>2</PreviewRowLines><PreviewRowMember>ActivityComment</PreviewRowMember><RowHeaderWidth>20</RowHeaderWidth><PreviewRowFormatStyle><ForeColor>Gray</ForeColor><Font>Calibri, 8.25pt, style=Bold</Font><FontBold>True</FontBold></PreviewRowFormatStyle></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddOfficer"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="fullname"><Caption>fullname</Caption><DataMember>fullname</DataMember><Key>fullname</Key><Position>0</Position></Column0></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><Font>Tahoma, 8.25pt</Font><VisualStyle>Office2007</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddOfficer</Key><DisplayMember>fullname</DisplayMember><ValueMember>OfficerId</ValueMember></DropDown0><DropDown1 ID="ddOffice"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="officeid"><Caption>officeid</Caption><DataMember>officeid</DataMember><Key>officeid</Key><Position>0</Position></Column0><Column1 ID="officecode"><Caption>officecode</Caption><DataMember>officecode</DataMember><Key>officecode</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddOffice</Key><DisplayMember>officecode</DisplayMember><ValueMember>officeid</ValueMember></DropDown1></DropDowns><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><AlternatingRowFormatStyle><BackColor>LavenderBlush</BackColor><PredefinedStyle>AlternatingRowFormatStyle</PredefinedStyle></AlternatingRowFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><BackColor>250, 249, 245</BackColor><BackColorGradient>192, 192, 168</BackColorGradient><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><GridLineColor>ControlLight</GridLineColor><FlatBorderColor /><Font>Tahoma, 8.25pt</Font><ScrollBarWidth>18</ScrollBarWidth><VisualStyle>Office2010</VisualStyle><VisualStyleAreas><ScrollBarsStyle>Office2007</ScrollBarsStyle></VisualStyleAreas><AllowEdit>False</AllowEdit><AllowRemoveColumns>True</AllowRemoveColumns><FocusStyle>Solid</FocusStyle><GridLines>None</GridLines><GroupByBoxVisible>False</GroupByBoxVisible><GroupIndent>24</GroupIndent><HideSelection>Highlight</HideSelection><TabKeyBehavior>ControlNavigation</TabKeyBehavior><FilterRowButtonStyle>ConditionOperatorDropDown</FilterRowButtonStyle></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Key>Activity</Key><Caption>Activity</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="FailedToSend"><AllowRemove>False</AllowRemove><AllowSize>False</AllowSize><DataTypeCode>Boolean</DataTypeCode><ColumnType>Image</ColumnType><DataMember>FailedToSend</DataMember><EditType>CheckBox</EditType><HeaderToolTip>Indique si un message n'a pu être envoyé via Outlook (le message est stocké dans le dossier à fin de le renvoyer). Seul l'auteur du message peut renvoyer</HeaderToolTip><Key>FailedToSend</Key><LineAlignment>Center</LineAlignment><Position>0</Position><Visible>False</Visible><Width>21</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="True"><Image Reference="GridEXLayoutData.RootTable.Columns.Column0.ValueList.Item0.Image" /><ValueType>System.Boolean</ValueType><Value>True</Value></Item0><Item1 ID="False"><Image Reference="GridEXLayoutData.RootTable.Columns.Column0.ValueList.Item1.Image" /><ValueType>System.Boolean</ValueType><Value>False</Value></Item1></ValueList></Column0><Column1 ID="SendType"><AllowSize>False</AllowSize><DataTypeCode>String</DataTypeCode><DataMember>SendType</DataMember><Key>SendType</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>21</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="A"><Value>A</Value></Item0><Item1 ID="O"><Image Reference="GridEXLayoutData.RootTable.Columns.Column1.ValueList.Item1.Image" /><Value>O</Value></Item1><Item2 ID="B"><Value>B</Value></Item2></ValueList></Column1><Column2 ID="Communication"><AllowSize>False</AllowSize><DataTypeCode>Boolean</DataTypeCode><ColumnType>Image</ColumnType><DataMember>Communication</DataMember><EditType>CheckBox</EditType><HeaderToolTip>Indique si un message est une communication</HeaderToolTip><Key>Communication</Key><LineAlignment>Center</LineAlignment><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>21</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="False"><ValueType>System.Boolean</ValueType><Value>False</Value></Item0><Item1 ID="True"><Image Reference="GridEXLayoutData.RootTable.Columns.Column2.ValueList.Item1.Image" /><ValueType>System.Boolean</ValueType><Value>True</Value></Item1></ValueList></Column2><Column3 ID="HasAttachment"><AllowSize>False</AllowSize><DataTypeCode>Boolean</DataTypeCode><ColumnType>Image</ColumnType><DataMember>HasAttachment</DataMember><EditType>CheckBox</EditType><HeaderToolTip>Le message contient un(des) attachment(s)</HeaderToolTip><Key>HasAttachment</Key><LineAlignment>Center</LineAlignment><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>21</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="False"><ValueType>System.Boolean</ValueType><Value>False</Value></Item0><Item1 ID="True"><Image Reference="GridEXLayoutData.RootTable.Columns.Column3.ValueList.Item1.Image" /><ValueType>System.Boolean</ValueType><Value>True</Value></Item1></ValueList></Column3><Column4 ID="EntryType"><AllowSize>False</AllowSize><DataTypeCode>String</DataTypeCode><BoundMode>UnboundFetch</BoundMode><ColumnType>Image</ColumnType><HeaderToolTip>Type d'entrée (temps réel, antidaté ou postdaté)</HeaderToolTip><Key>EntryType</Key><LineAlignment>Center</LineAlignment><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>21</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="none"><Value>none</Value></Item0><Item1 ID="future"><Value>future</Value></Item1><Item2 ID="back"><Value>back</Value></Item2></ValueList><DataTypeCode>String</DataTypeCode></Column4><Column5 ID="DateTime"><Caption>Date</Caption><CellToolTip>TruncatedText</CellToolTip><BoundMode>UnboundFetch</BoundMode><FormatString>yyyy'/'MM'/'dd HH:mm</FormatString><Key>DateTime</Key><LineAlignment>Center</LineAlignment><Position>5</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>112</Width></Column5><Column6 ID="ActivityDate"><Caption>Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ActivityDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ActivityDate</Key><LineAlignment>Center</LineAlignment><Position>6</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible><Width>90</Width></Column6><Column7 ID="ActivityEntryDate"><Caption>Date d'entrée de l'activité</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ActivityEntryDate</DataMember><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd hh:mm</FormatString><Key>ActivityEntryDate</Key><LineAlignment>Center</LineAlignment><Position>7</Position><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible></Column7><Column8 ID="StepCode"><Caption>Code d'étape</Caption><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>StepCode</DataMember><Key>StepCode</Key><LineAlignment>Center</LineAlignment><Position>8</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>80</Width></Column8><Column9 ID="OfficeCode"><Caption>Bureau</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>OfficeCode</DataMember><Key>OfficeCode</Key><LineAlignment>Center</LineAlignment><Position>9</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible><Width>60</Width></Column9><Column10 ID="OfficeId"><CompareTarget>Text</CompareTarget><Caption>Bureau</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>OfficeId</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>OfficeId</Key><Position>10</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>56</Width><DropDownIndex>1</DropDownIndex></Column10><Column11 ID="OfficerId"><CompareTarget>Text</CompareTarget><Caption>Agent</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>Int32</DataTypeCode><DataMember>OfficerId</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>OfficerId</Key><LineAlignment>Center</LineAlignment><Position>11</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>105</Width><DropDownIndex>0</DropDownIndex></Column11><Column12 ID="OfficerCode"><Caption>Agent</Caption><DataTypeCode>String</DataTypeCode><DataMember>OfficerCode</DataMember><Key>OfficerCode</Key><LineAlignment>Center</LineAlignment><Position>12</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible><Width>130</Width></Column12><Column13 ID="ActivityNameFre"><Caption>Description</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>ActivityNameFre</DataMember><Key>ActivityNameFre</Key><LineAlignment>Center</LineAlignment><Position>13</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>320</Width></Column13><Column14 ID="FileStatusCode"><Caption>État</Caption><CellToolTipText>File status at the time the activity was created.</CellToolTipText><DataTypeCode>String</DataTypeCode><BoundMode>UnboundFetch</BoundMode><DataMember>FileStatusCode</DataMember><Key>FileStatusCode</Key><LineAlignment>Center</LineAlignment><Position>14</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible><Width>42</Width><DataTypeCode>String</DataTypeCode></Column14><Column15 ID="ActivityDisbursement"><Caption>Déboursements</Caption><DataTypeCode>String</DataTypeCode><DataMember>ActivityDisbursement</DataMember><Key>ActivityDisbursement</Key><LineAlignment>Center</LineAlignment><Position>15</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible><MultipleValues>True</MultipleValues><MultipleValueDataMember>DisbType</MultipleValueDataMember></Column15><Column16 ID="ActivityActivityBF"><Caption>Rappels</Caption><DataMember>ActivityActivityBF</DataMember><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ActivityActivityBF</Key><LineAlignment>Center</LineAlignment><Position>16</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible><FormatMode>UseStringFormat</FormatMode><MultipleValues>True</MultipleValues><MultipleValueDataMember>BFDate</MultipleValueDataMember></Column16><Column17 ID="XrefId"><Caption>ID (référence croisée)</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>XrefId</DataMember><Key>XrefId</Key><LineAlignment>Center</LineAlignment><Position>17</Position><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible></Column17><Column18 ID="From"><Caption>De</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>From</DataMember><Key>From</Key><LineAlignment>Center</LineAlignment><Position>18</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>105</Width></Column18><Column19 ID="To"><Caption>À</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>To</DataMember><Key>To</Key><LineAlignment>Center</LineAlignment><Position>19</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>105</Width></Column19><Column20 ID="efSubject"><Caption>Sujet</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>efSubject</DataMember><Key>efSubject</Key><LineAlignment>Center</LineAlignment><Position>20</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>105</Width></Column20><Column21 ID="ActivityId"><Caption>Activity Id</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>ActivityId</DataMember><Key>ActivityId</Key><Position>21</Position><Visible>False</Visible></Column21><Column22 ID="entryUser"><Caption>Entrée par</Caption><DataTypeCode>String</DataTypeCode><DataMember>entryUser</DataMember><Key>entryUser</Key><Position>22</Position><Visible>False</Visible></Column22><Column23 ID="entryDate"><Caption>Entrée le</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>entryDate</DataMember><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd HH:mm</FormatString><Key>entryDate</Key><Position>23</Position><Visible>False</Visible></Column23></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>5</ColIndex><SortOrder>Descending</SortOrder></SortKey0><SortKey1 ID="SortKey1"><ColIndex>21</ColIndex><SortOrder>Descending</SortOrder></SortKey1></SortKeys><FormatConditions Collection="true" ElementName="Condition"><Condition0 ID="FormatCondition1"><ColIndex>17</ColIndex><ConditionOperator>NotIsNull</ConditionOperator><FormatStyle><BackColor>ControlLight</BackColor></FormatStyle><Key>FormatCondition1</Key></Condition0></FormatConditions><GroupCondition /><PreviewRow>True</PreviewRow><PreviewRowLeftMargin>8</PreviewRowLeftMargin><PreviewRowLines>2</PreviewRowLines><PreviewRowMember>ActivityComment</PreviewRowMember><RowHeaderWidth>20</RowHeaderWidth><PreviewRowFormatStyle><ForeColor>Gray</ForeColor><Font>Calibri, 8.25pt, style=Bold</Font><FontBold>True</FontBold></PreviewRowFormatStyle></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddOfficer"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="fullname"><Caption>fullname</Caption><DataMember>fullname</DataMember><Key>fullname</Key><Position>0</Position></Column0></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><Font>Tahoma, 8.25pt</Font><VisualStyle>Office2007</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddOfficer</Key><DisplayMember>fullname</DisplayMember><ValueMember>OfficerId</ValueMember></DropDown0><DropDown1 ID="ddOffice"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="officeid"><Caption>officeid</Caption><DataMember>officeid</DataMember><Key>officeid</Key><Position>0</Position></Column0><Column1 ID="officecode"><Caption>officecode</Caption><DataMember>officecode</DataMember><Key>officecode</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddOffice</Key><DisplayMember>officecode</DisplayMember><ValueMember>officeid</ValueMember></DropDown1></DropDowns><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><AlternatingRowFormatStyle><BackColor>LavenderBlush</BackColor><PredefinedStyle>AlternatingRowFormatStyle</PredefinedStyle></AlternatingRowFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><BackColor>250, 249, 245</BackColor><BackColorGradient>192, 192, 168</BackColorGradient><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><GridLineColor>ControlLight</GridLineColor><FlatBorderColor /><Font>Tahoma, 8.25pt</Font><ScrollBarWidth>18</ScrollBarWidth><VisualStyle>Office2010</VisualStyle><AllowEdit>False</AllowEdit><AllowRemoveColumns>True</AllowRemoveColumns><FocusStyle>Solid</FocusStyle><GridLines>None</GridLines><GroupByBoxVisible>False</GroupByBoxVisible><GroupIndent>24</GroupIndent><HideSelection>Highlight</HideSelection><TabKeyBehavior>ControlNavigation</TabKeyBehavior><BuiltInTexts ID="LocalizableStrings" Collection="true"><GroupByBoxInfo>Faites glisser l'en-tête de colonne ici pour regrouper par cette colonne.</GroupByBoxInfo><CalendarNoneButton>Aucune</CalendarNoneButton><CalendarTodayButton>Aujourd'hui</CalendarTodayButton><DropDownCancelButton>Annuler</DropDownCancelButton><FilterRowConditionEqual>Égal à</FilterRowConditionEqual><FilterRowConditionNotEqual>Pas égal à</FilterRowConditionNotEqual><FilterRowConditionGreaterThan>Plus grand que</FilterRowConditionGreaterThan><FilterRowConditionGreaterThanOrEqual>Plus grand ou égal à</FilterRowConditionGreaterThanOrEqual><FilterRowConditionLessThan>Plus petit que</FilterRowConditionLessThan><FilterRowConditionLessThanOrEqual>Plus petit ou égal à</FilterRowConditionLessThanOrEqual><FilterRowConditionContains>Contient</FilterRowConditionContains><FilterRowConditionNotContains>Ne contient pas</FilterRowConditionNotContains><FilterRowConditionEndsWith>Se termine par</FilterRowConditionEndsWith><FilterRowConditionBeginsWith>Commence par</FilterRowConditionBeginsWith><FilterRowConditionIsEmpty>{aucune valeur - vide}</FilterRowConditionIsEmpty><FilterRowConditionNotIsEmpty>{contient une valeur - non-vide}</FilterRowConditionNotIsEmpty><FilterRowConditionClear>Effacer</FilterRowConditionClear></BuiltInTexts><FilterRowButtonStyle>ConditionOperatorDropDown</FilterRowButtonStyle></GridEXLayoutData>
