Repository: chris-weekes/atrium
Catalog: LawMate/UserControls/ucActivity.*.resx
Languages: fr

# disbursementGridEX_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Key>IBindingList</Key><Columns Collection="true" ElementName="Column"><Column0 ID="DisbDate"><Caption>Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>DisbDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>DisbDate</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>123</Width></Column0><Column1 ID="DisbType"><CompareTarget>Text</CompareTarget><Caption>Type</Caption><DataTypeCode>String</DataTypeCode><DataMember>DisbType</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Image Reference="GridEXLayoutData.RootTable.Columns.Column1.Image" /><Key>DisbType</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>215</Width><DropDownIndex>0</DropDownIndex></Column1><Column2 ID="DisbTaxable"><Caption>Taxable</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>DisbTaxable</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>DisbTaxable</Key><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Width>74</Width></Column2><Column3 ID="DisbTax"><Caption>Tax</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>DisbTax</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>DisbTax</Key><Position>3</Position><Selectable>False</Selectable><TextAlignment>Far</TextAlignment><Width>57</Width></Column3><Column4 ID="DisbTaxExempt"><Caption>Tax Exempt</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>DisbTaxExempt</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>DisbTaxExempt</Key><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Width>91</Width></Column4><Column5 ID="Comment"><Caption>Comment</Caption><DataTypeCode>String</DataTypeCode><DataMember>Comment</DataMember><Key>Comment</Key><MaxLength>255</MaxLength><Position>5</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>154</Width></Column5><Column6 ID="SRPDate"><Caption>Closed On</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>SRPDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>SRPDate</Key><Position>6</Position><Selectable>False</Selectable><Width>93</Width></Column6><Column7 ID="Delete"><ButtonDisplayMode>CurrentRow</ButtonDisplayMode><AllowDrag>False</AllowDrag><AllowGroup>False</AllowGroup><AllowRemove>False</AllowRemove><AllowSize>False</AllowSize><AllowSort>False</AllowSort><ButtonImage Reference="GridEXLayoutData.RootTable.Columns.Column7.ButtonImage" /><ButtonStyle>Image</ButtonStyle><BoundMode>Unbound</BoundMode><ColumnType>Image</ColumnType><HeaderToolTip>Delete Disbursement</HeaderToolTip><Key>Delete</Key><Position>7</Position><SelectableCells>RowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Width>19</Width></Column7></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>0</ColIndex></SortKey0></SortKeys><GroupCondition /><PreviewRowLeftMargin>8</PreviewRowLeftMargin><PreviewRowLines>1</PreviewRowLines><PreviewRowFormatStyle><ForeColor>DimGray</ForeColor><Font>Calibri, 8.25pt, style=Bold</Font></PreviewRowFormatStyle></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddDescEng"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="disbursementtype"><Caption>Code</Caption><DataMember>disbursementtype</DataMember><Key>disbursementtype</Key><Position>0</Position></Column0><Column1 ID="disbursementdesceng"><Caption>Description</Caption><DataMember>disbursementdesceng</DataMember><Key>disbursementdesceng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><Font>Microsoft Sans Serif, 8.25pt</Font><VisualStyle>Office2007</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddDescEng</Key><DisplayMember>disbursementdesceng</DisplayMember><ValueMember>disbursementtype</ValueMember></DropDown0></DropDowns></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Key>IBindingList</Key><Columns Collection="true" ElementName="Column"><Column0 ID="DisbDate"><Caption>Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>DisbDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>DisbDate</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>123</Width></Column0><Column1 ID="DisbType"><CompareTarget>Text</CompareTarget><Caption>Type</Caption><DataTypeCode>String</DataTypeCode><DataMember>DisbType</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Image Reference="GridEXLayoutData.RootTable.Columns.Column1.Image" /><Key>DisbType</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>215</Width><DropDownIndex>0</DropDownIndex></Column1><Column2 ID="DisbTaxable"><Caption>Taxable</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>DisbTaxable</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>DisbTaxable</Key><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Width>74</Width></Column2><Column3 ID="DisbTax"><Caption>Taxe</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>DisbTax</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>DisbTax</Key><Position>3</Position><Selectable>False</Selectable><TextAlignment>Far</TextAlignment><Width>57</Width></Column3><Column4 ID="DisbTaxExempt"><Caption>Non taxable</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>DisbTaxExempt</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>DisbTaxExempt</Key><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Width>91</Width></Column4><Column5 ID="Comment"><Caption>Commentaire</Caption><DataTypeCode>String</DataTypeCode><DataMember>Comment</DataMember><Key>Comment</Key><MaxLength>255</MaxLength><Position>5</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>154</Width></Column5><Column6 ID="SRPDate"><Caption>Fermé</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>SRPDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>SRPDate</Key><Position>6</Position><Selectable>False</Selectable><Width>93</Width></Column6><Column7 ID="Delete"><ButtonDisplayMode>CurrentRow</ButtonDisplayMode><AllowDrag>False</AllowDrag><AllowGroup>False</AllowGroup><AllowRemove>False</AllowRemove><AllowSize>False</AllowSize><AllowSort>False</AllowSort><ButtonImage Reference="GridEXLayoutData.RootTable.Columns.Column7.ButtonImage" /><ButtonStyle>Image</ButtonStyle><BoundMode>Unbound</BoundMode><SortIndicator>None</SortIndicator><ColumnType>Image</ColumnType><HeaderToolTip>Supprimer déboursement</HeaderToolTip><Key>Delete</Key><Position>7</Position><SelectableCells>RowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Width>19</Width></Column7></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>0</ColIndex></SortKey0></SortKeys><GroupCondition /><PreviewRowLeftMargin>8</PreviewRowLeftMargin><PreviewRowLines>1</PreviewRowLines><PreviewRowFormatStyle><ForeColor>DimGray</ForeColor><Font>Calibri, 8.25pt, style=Bold</Font></PreviewRowFormatStyle></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddDescEng"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="disbursementtype"><Caption>Code</Caption><DataMember>disbursementtype</DataMember><Key>disbursementtype</Key><Position>0</Position></Column0><Column1 ID="disbursementdesceng"><Caption>Description</Caption><DataMember>disbursementdesceng</DataMember><Key>disbursementdesceng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><Font>Microsoft Sans Serif, 8.25pt</Font><VisualStyle>Office2007</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddDescEng</Key><DisplayMember>disbursementdesceng</DisplayMember><ValueMember>disbursementtype</ValueMember></DropDown0></DropDowns></GridEXLayoutData>

# commentLabel.Text
source: Comment:
fr: Commentaire :

# disbTaxExemptLabel.Text
source: Tax Exempt:
fr: Non taxable :

# sRPDateLabel1.Text
source: Billing Period:
fr: Période de facturation :

# disbTaxLabel.Text
source: Tax Amount:
fr: Taxe :

# tabDisb.Text
source: Di&sbursements (0)
fr: Débour&sements (0)

# btnClearMoveList.Text
source: Clear List
fr: Vider la liste

# btnRemoveFromMoveList.Text
source: Remove Selection from List
fr: Enlever la sélection de la liste

# btnMoveList.Text
source: Move Activities
fr: Déplacer activité(s)
