Repository: chris-weekes/atrium
Catalog: LawMate/UserControls/ucActivity.*.resx
Languages: fr

# grdMoveActivity_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Key>Activity</Key><Caption>Activity</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="ActivityId"><Caption>Activity Id</Caption><DataTypeCode>Int32</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>ActivityId</DataMember><Key>ActivityId</Key><Position>0</Position><Visible>False</Visible></Column0><Column1 ID="FileId"><Caption>File Id</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>FileId</DataMember><Key>FileId</Key><Position>1</Position><Visible>False</Visible></Column1><Column2 ID="DocId"><Caption>Doc Id</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>DocId</DataMember><Key>DocId</Key><Position>2</Position><Visible>False</Visible></Column2><Column3 ID="OfficeId"><Caption>Office Id</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>OfficeId</DataMember><Key>OfficeId</Key><Position>3</Position><Visible>False</Visible></Column3><Column4 ID="ActivityCodeID"><Caption>Activity Code ID</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>ActivityCodeID</DataMember><Key>ActivityCodeID</Key><Position>4</Position><Visible>False</Visible></Column4><Column5 ID="ActivityDate"><Caption>Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ActivityDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ActivityDate</Key><Position>5</Position><Selectable>False</Selectable><Width>85</Width></Column5><Column6 ID="ActivityEntryDate"><Caption>Activity Entry Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ActivityEntryDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>d</FormatString><Key>ActivityEntryDate</Key><Position>6</Position><Visible>False</Visible></Column6><Column7 ID="ActivityComment"><Caption>Activity Comment</Caption><DataTypeCode>String</DataTypeCode><DataMember>ActivityComment</DataMember><Key>ActivityComment</Key><Position>7</Position><Visible>False</Visible></Column7><Column8 ID="OfficerId"><Caption>Officer Id</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>OfficerId</DataMember><Key>OfficerId</Key><Position>8</Position><Visible>False</Visible></Column8><Column9 ID="FileStatusCode"><Caption>File Status Code</Caption><DataTypeCode>String</DataTypeCode><DataMember>FileStatusCode</DataMember><Key>FileStatusCode</Key><Position>9</Position><Visible>False</Visible></Column9><Column10 ID="OfficerCode"><Caption>Officer</Caption><DataTypeCode>String</DataTypeCode><DataMember>OfficerCode</DataMember><Key>OfficerCode</Key><Position>10</Position><Selectable>False</Selectable><Width>90</Width></Column10><Column11 ID="StepCode"><Caption>Step Code</Caption><DataTypeCode>String</DataTypeCode><DataMember>StepCode</DataMember><Key>StepCode</Key><Position>11</Position><Selectable>False</Selectable><Width>85</Width></Column11><Column12 ID="ActivityNameEng"><Caption>Description</Caption><DataTypeCode>String</DataTypeCode><DataMember>ActivityNameEng</DataMember><Key>ActivityNameEng</Key><Position>12</Position><Selectable>False</Selectable><Width>192</Width></Column12><Column13 ID="Communication"><DataTypeCode>Boolean</DataTypeCode><ColumnType>Image</ColumnType><DataMember>Communication</DataMember><EditType>CheckBox</EditType><HeaderImage Reference="GridEXLayoutData.RootTable.Columns.Column13.HeaderImage" /><HeaderToolTip>Is a communication</HeaderToolTip><Key>Communication</Key><Position>13</Position><Selectable>False</Selectable><Width>22</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="True"><Image Reference="GridEXLayoutData.RootTable.Columns.Column13.ValueList.Item0.Image" /><ValueType>System.Boolean</ValueType><Value>True</Value></Item0><Item1 ID="False"><ValueType>System.Boolean</ValueType><Value>False</Value></Item1></ValueList></Column13><Column14 ID="ACSeriesId"><Caption>ACSeries Id</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>ACSeriesId</DataMember><Key>ACSeriesId</Key><Position>14</Position><Visible>False</Visible></Column14><Column15 ID="ConvIndexBase"><Caption>Conversation Identifier</Caption><DataTypeCode>String</DataTypeCode><DataMember>ConvIndexBase</DataMember><HideWhenGrouped>True</HideWhenGrouped><Key>ConvIndexBase</Key><Position>15</Position></Column15><Column16 ID="ConversationIndex"><Caption>Conversation Index</Caption><DataTypeCode>String</DataTypeCode><DataMember>ConversationIndex</DataMember><Key>ConversationIndex</Key><MaxLength>2147483647</MaxLength><Position>16</Position><Visible>False</Visible></Column16><Column17 ID="PreviousActivityId"><Caption>Previous Activity Id</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>PreviousActivityId</DataMember><Key>PreviousActivityId</Key><Position>17</Position><Visible>False</Visible></Column17><Column18 ID="ProcessId"><Caption>Process Id</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>ProcessId</DataMember><Key>ProcessId</Key><Position>18</Position><Visible>False</Visible></Column18><Column19 ID="XrefId"><Caption>Xref Id</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>XrefId</DataMember><Key>XrefId</Key><Position>19</Position><Visible>False</Visible></Column19><Column20 ID="FailedToSend"><Caption>Failed To Send</Caption><DataTypeCode>Boolean</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><ColumnType>CheckBox</ColumnType><DataMember>FailedToSend</DataMember><EditType>CheckBox</EditType><Key>FailedToSend</Key><Position>20</Position><Visible>False</Visible><DefaultValue>False</DefaultValue><DefaultValueType>System.Boolean</DefaultValueType></Column20><Column21 ID="From"><Caption>From</Caption><DataTypeCode>String</DataTypeCode><DataMember>From</DataMember><Key>From</Key><Position>21</Position><Visible>False</Visible></Column21><Column22 ID="To"><Caption>To</Caption><DataTypeCode>String</DataTypeCode><DataMember>To</DataMember><Key>To</Key><Position>22</Position><Visible>False</Visible></Column22><Column23 ID="efSubject"><Caption>ef Subject</Caption><DataTypeCode>String</DataTypeCode><DataMember>efSubject</DataMember><Key>efSubject</Key><Position>23</Position><Visible>False</Visible></Column23><Column24 ID="HasAttachment"><Caption>Has Attachment</Caption><DataTypeCode>Boolean</DataTypeCode><ColumnType>CheckBox</ColumnType><DataMember>HasAttachment</DataMember><EditType>CheckBox</EditType><Key>HasAttachment</Key><Position>24</Position><Visible>False</Visible><DefaultValue>False</DefaultValue><DefaultValueType>System.Boolean</DefaultValueType></Column24></Columns><GroupCondition /><Groups Collection="true" ElementName="Group"><Group0 ID="Group0"><ColIndex>15</ColIndex><AllowRemove>False</AllowRemove></Group0></Groups><RowHeaders>True</RowHeaders><RowHeaderContent>RowIndex</RowHeaderContent><RowHeaderWidth>36</RowHeaderWidth></RootTable></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Key>Activity</Key><Caption>Activity</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="ActivityId"><Caption>Activity Id</Caption><DataTypeCode>Int32</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>ActivityId</DataMember><Key>ActivityId</Key><Position>0</Position><Visible>False</Visible></Column0><Column1 ID="FileId"><Caption>File Id</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>FileId</DataMember><Key>FileId</Key><Position>1</Position><Visible>False</Visible></Column1><Column2 ID="DocId"><Caption>Doc Id</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>DocId</DataMember><Key>DocId</Key><Position>2</Position><Visible>False</Visible></Column2><Column3 ID="OfficeId"><Caption>Office Id</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>OfficeId</DataMember><Key>OfficeId</Key><Position>3</Position><Visible>False</Visible></Column3><Column4 ID="ActivityCodeID"><Caption>Activity Code ID</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>ActivityCodeID</DataMember><Key>ActivityCodeID</Key><Position>4</Position><Visible>False</Visible></Column4><Column5 ID="ActivityDate"><Caption>Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ActivityDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ActivityDate</Key><Position>5</Position><Selectable>False</Selectable><Width>85</Width></Column5><Column6 ID="ActivityEntryDate"><Caption>Activity Entry Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ActivityEntryDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>d</FormatString><Key>ActivityEntryDate</Key><Position>6</Position><Visible>False</Visible></Column6><Column7 ID="ActivityComment"><Caption>Activity Comment</Caption><DataTypeCode>String</DataTypeCode><DataMember>ActivityComment</DataMember><Key>ActivityComment</Key><Position>7</Position><Visible>False</Visible></Column7><Column8 ID="OfficerId"><Caption>Officer Id</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>OfficerId</DataMember><Key>OfficerId</Key><Position>8</Position><Visible>False</Visible></Column8><Column9 ID="FileStatusCode"><Caption>File Status Code</Caption><DataTypeCode>String</DataTypeCode><DataMember>FileStatusCode</DataMember><Key>FileStatusCode</Key><Position>9</Position><Visible>False</Visible></Column9><Column10 ID="OfficerCode"><Caption>Agent</Caption><DataTypeCode>String</DataTypeCode><DataMember>OfficerCode</DataMember><Key>OfficerCode</Key><Position>10</Position><Selectable>False</Selectable><Width>90</Width></Column10><Column11 ID="StepCode"><Caption>Code d'étape</Caption><DataTypeCode>String</DataTypeCode><DataMember>StepCode</DataMember><Key>StepCode</Key><Position>11</Position><Selectable>False</Selectable><Width>85</Width></Column11><Column12 ID="ActivityNameEng"><Caption>Description</Caption><DataTypeCode>String</DataTypeCode><DataMember>ActivityNameFre</DataMember><Key>ActivityNameEng</Key><Position>12</Position><Selectable>False</Selectable><Width>192</Width></Column12><Column13 ID="Communication"><DataTypeCode>Boolean</DataTypeCode><ColumnType>Image</ColumnType><DataMember>Communication</DataMember><EditType>CheckBox</EditType><HeaderImage Reference="GridEXLayoutData.RootTable.Columns.Column13.HeaderImage" /><HeaderToolTip>Est une communication</HeaderToolTip><Key>Communication</Key><Position>13</Position><Selectable>False</Selectable><Width>22</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="True"><Image Reference="GridEXLayoutData.RootTable.Columns.Column13.ValueList.Item0.Image" /><ValueType>System.Boolean</ValueType><Value>True</Value></Item0><Item1 ID="False"><ValueType>System.Boolean</ValueType><Value>False</Value></Item1></ValueList></Column13><Column14 ID="ACSeriesId"><Caption>ACSeries Id</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>ACSeriesId</DataMember><Key>ACSeriesId</Key><Position>14</Position><Visible>False</Visible></Column14><Column15 ID="ConvIndexBase"><Caption>Identificateur de la conversation</Caption><DataTypeCode>String</DataTypeCode><DataMember>ConvIndexBase</DataMember><HideWhenGrouped>True</HideWhenGrouped><Key>ConvIndexBase</Key><Position>15</Position></Column15><Column16 ID="ConversationIndex"><Caption>Conversation Index</Caption><DataTypeCode>String</DataTypeCode><DataMember>ConversationIndex</DataMember><Key>ConversationIndex</Key><MaxLength>2147483647</MaxLength><Position>16</Position><Visible>False</Visible></Column16><Column17 ID="PreviousActivityId"><Caption>Previous Activity Id</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>PreviousActivityId</DataMember><Key>PreviousActivityId</Key><Position>17</Position><Visible>False</Visible></Column17><Column18 ID="ProcessId"><Caption>Process Id</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>ProcessId</DataMember><Key>ProcessId</Key><Position>18</Position><Visible>False</Visible></Column18><Column19 ID="XrefId"><Caption>Xref Id</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>XrefId</DataMember><Key>XrefId</Key><Position>19</Position><Visible>False</Visible></Column19><Column20 ID="FailedToSend"><Caption>Failed To Send</Caption><DataTypeCode>Boolean</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><ColumnType>CheckBox</ColumnType><DataMember>FailedToSend</DataMember><EditType>CheckBox</EditType><Key>FailedToSend</Key><Position>20</Position><Visible>False</Visible><DefaultValue>False</DefaultValue><DefaultValueType>System.Boolean</DefaultValueType></Column20><Column21 ID="From"><Caption>From</Caption><DataTypeCode>String</DataTypeCode><DataMember>From</DataMember><Key>From</Key><Position>21</Position><Visible>False</Visible></Column21><Column22 ID="To"><Caption>To</Caption><DataTypeCode>String</DataTypeCode><DataMember>To</DataMember><Key>To</Key><Position>22</Position><Visible>False</Visible></Column22><Column23 ID="efSubject"><Caption>ef Subject</Caption><DataTypeCode>String</DataTypeCode><DataMember>efSubject</DataMember><Key>efSubject</Key><Position>23</Position><Visible>False</Visible></Column23><Column24 ID="HasAttachment"><Caption>Has Attachment</Caption><DataTypeCode>Boolean</DataTypeCode><ColumnType>CheckBox</ColumnType><DataMember>HasAttachment</DataMember><EditType>CheckBox</EditType><Key>HasAttachment</Key><Position>24</Position><Visible>False</Visible><DefaultValue>False</DefaultValue><DefaultValueType>System.Boolean</DefaultValueType></Column24></Columns><GroupCondition /><Groups Collection="true" ElementName="Group"><Group0 ID="Group0"><ColIndex>15</ColIndex><AllowRemove>False</AllowRemove></Group0></Groups></RootTable></GridEXLayoutData>

# pnlMoveFloat.Text
source: Activity Action List
fr: Liste de déplacement d'activité

# lnkResend.Text
source: resend this message
fr: le renvoyer

# label1.Text
source: This message failed to send through Outlook. You may attempt to
fr: Ce message n’a pu être envoyé par Outlook. Tentez de

# pnlFailedToSend.Text
source: This message was not sent
fr: Ce message n'a pas été envoyé
