Repository: chris-weekes/atrium
Catalog: LawMate/UserControls/ucActivity.*.resx
Languages: fr

# activityBFGridEX_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Key>IBindingList</Key><Caption>IBindingList</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="Completed"><AllowSize>False</AllowSize><DataTypeCode>Boolean</DataTypeCode><ColumnType>CheckBox</ColumnType><DataMember>Completed</DataMember><EditType>CheckBox</EditType><HeaderAlignment>Center</HeaderAlignment><HeaderImageKey>checkbox.gif</HeaderImageKey><HeaderToolTip>BF Completed</HeaderToolTip><Key>Completed</Key><Position>0</Position><SelectableCells>FilterRowCells</SelectableCells><TextAlignment>Center</TextAlignment><Visible>False</Visible><Width>21</Width></Column0><Column1 ID="isMail"><AllowSize>False</AllowSize><DataTypeCode>Boolean</DataTypeCode><ColumnType>Image</ColumnType><DataMember>isMail</DataMember><EditType>DropDownList</EditType><HeaderImageKey>MarkasRead.gif</HeaderImageKey><HeaderToolTip>Mail</HeaderToolTip><Key>isMail</Key><Position>1</Position><SelectableCells>FilterRowCells</SelectableCells><Width>21</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="False"><ImageIndex>26</ImageIndex><ValueType>System.Boolean</ValueType><Value>False</Value></Item0><Item1 ID="True"><ImageIndex>34</ImageIndex><ValueType>System.Boolean</ValueType><Value>True</Value></Item1></ValueList></Column1><Column2 ID="BFType"><CompareTarget>Text</CompareTarget><AllowSize>False</AllowSize><DataTypeCode>Int32</DataTypeCode><ColumnType>Image</ColumnType><DataMember>BFType</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>DropDownList</EditType><HeaderToolTip>BF Type</HeaderToolTip><Key>BFType</Key><Position>2</Position><SelectableCells>FilterRowCells</SelectableCells><Width>21</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="1"><ImageIndex>36</ImageIndex><Text>Office BF</Text><ValueType>System.Int32</ValueType><Value>1</Value></Item0><Item1 ID="2"><ImageIndex>37</ImageIndex><Text>Direct BF</Text><ValueType>System.Int32</ValueType><Value>2</Value></Item1><Item2 ID="7"><ImageIndex>38</ImageIndex><Text>Role BF</Text><ValueType>System.Int32</ValueType><Value>7</Value></Item2><Item3 ID="8"><ImageIndex>47</ImageIndex><Text>Recipient BF</Text><ValueType>System.Int32</ValueType><Value>8</Value></Item3></ValueList></Column2><Column3 ID="Priority"><AllowSize>False</AllowSize><DataTypeCode>Int16</DataTypeCode><ColumnType>Image</ColumnType><DataMember>Priority</DataMember><EditType>DropDownList</EditType><HeaderAlignment>Center</HeaderAlignment><HeaderImageKey>priorityUrgent.gif</HeaderImageKey><HeaderToolTip>Priority</HeaderToolTip><Key>Priority</Key><Position>3</Position><SelectableCells>FilterRowCells</SelectableCells><TextAlignment>Center</TextAlignment><Width>21</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="0"><ImageIndex>26</ImageIndex><Text>Normal</Text><ValueType>System.Int16</ValueType><Value>0</Value></Item0><Item1 ID="1"><Text>High</Text><ValueType>System.Int16</ValueType><Value>1</Value></Item1><Item2 ID="2"><Text>Urgent</Text><ValueType>System.Int16</ValueType><Value>2</Value></Item2></ValueList></Column3><Column4 ID="DateTime"><Caption>BF Date</Caption><DataTypeCode>DateTime</DataTypeCode><BoundMode>UnboundFetch</BoundMode><FormatString>yyyy'/'MM'/'dd hh:mm tt</FormatString><Key>DateTime</Key><Position>4</Position><SelectableCells>FilterRowCells</SelectableCells><Width>122</Width><DataTypeCode>DateTime</DataTypeCode></Column4><Column5 ID="BFDate"><Caption>BF Dateh</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>BFDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>BFDate</Key><Position>5</Position><SelectableCells>FilterRowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible><Width>80</Width></Column5><Column6 ID="entryDate"><Caption>Entry Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>entryDate</DataMember><EditType>CalendarCombo</EditType><FormatString>d</FormatString><Key>entryDate</Key><Position>6</Position><SelectableCells>FilterRowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible></Column6><Column7 ID="BFPerson"><Caption>BF Person/Role</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><BoundMode>UnboundFetch</BoundMode><Key>BFPerson</Key><Position>7</Position><SelectableCells>FilterRowCells</SelectableCells><Width>201</Width><DataTypeCode>String</DataTypeCode></Column7><Column8 ID="ForOfficeId"><CompareTarget>Text</CompareTarget><Caption>Office</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>ForOfficeId</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>ForOfficeId</Key><Position>8</Position><SelectableCells>FilterRowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible><Width>178</Width><DropDownIndex>1</DropDownIndex></Column8><Column9 ID="BFOfficerCode"><CompareTarget>Text</CompareTarget><Caption>Officer</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>Int32</DataTypeCode><DataMember>BFOfficerID</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>BFOfficerCode</Key><Position>9</Position><SelectableCells>FilterRowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible><Width>178</Width><DropDownIndex>0</DropDownIndex></Column9><Column10 ID="RoleCode"><CompareTarget>Text</CompareTarget><Caption>Role</Caption><DataTypeCode>String</DataTypeCode><DataMember>RoleCode</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>RoleCode</Key><Position>10</Position><SelectableCells>FilterRowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible><Width>150</Width><DropDownIndex>3</DropDownIndex></Column10><Column11 ID="ACBFId"><Caption>BF Description</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>Int32</DataTypeCode><DataMember>ACBFId</DataMember><Key>ACBFId</Key><Position>11</Position><SelectableCells>FilterRowCells</SelectableCells><Width>289</Width><FilterRowComparison>BeginsWith</FilterRowComparison><CellStyle><LineAlignment>Near</LineAlignment></CellStyle><DropDownIndex>2</DropDownIndex></Column11><Column12 ID="BFComment"><Caption>BF Comment</Caption><DataTypeCode>String</DataTypeCode><DataMember>BFComment</DataMember><Key>BFComment</Key><MaxLength>255</MaxLength><Position>12</Position><SelectableCells>FilterRowCells</SelectableCells><Visible>False</Visible><Width>260</Width><CellStyle><LineAlignment>Near</LineAlignment></CellStyle></Column12><Column13 ID="Delete"><ButtonDisplayMode>CurrentRow</ButtonDisplayMode><AllowDrag>False</AllowDrag><AllowGroup>False</AllowGroup><AllowRemove>False</AllowRemove><AllowSize>False</AllowSize><AllowSort>False</AllowSort><ButtonImage Reference="GridEXLayoutData.RootTable.Columns.Column13.ButtonImage" /><ButtonStyle>Image</ButtonStyle><BoundMode>Unbound</BoundMode><SortIndicator>None</SortIndicator><ColumnType>Image</ColumnType><HeaderToolTip>Delete Bring Forward</HeaderToolTip><Key>Delete</Key><Position>13</Position><SelectableCells>RowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Width>19</Width></Column13><Column14 ID="isRead"><Caption>is Read</Caption><DataTypeCode>Boolean</DataTypeCode><ColumnType>CheckBox</ColumnType><DataMember>isRead</DataMember><EditType>CheckBox</EditType><Key>isRead</Key><Position>14</Position><Visible>False</Visible></Column14></Columns><FormatConditions Collection="true" ElementName="Condition"><Condition0 ID="FormatCondition1"><FormatStyle><ForeColor>ControlDark</ForeColor><FontStrikeout>True</FontStrikeout></FormatStyle><Key>FormatCondition1</Key><FilterCondition><ColumnIndex>0</ColumnIndex><TypeNameValue1>System.Boolean</TypeNameValue1><Value1>True</Value1></FilterCondition></Condition0><Condition1 ID="FormatCondition2"><FormatStyle><FontBold>True</FontBold></FormatStyle><Key>FormatCondition2</Key><FilterCondition><ColumnIndex>14</ColumnIndex><TypeNameValue1>System.Boolean</TypeNameValue1><Value1>False</Value1></FilterCondition></Condition1></FormatConditions><GroupCondition /><PreviewRow>True</PreviewRow><PreviewRowLeftMargin>8</PreviewRowLeftMargin><PreviewRowLines>1</PreviewRowLines><PreviewRowMember>BFComment</PreviewRowMember><PreviewRowFormatStyle><ForeColor>DimGray</ForeColor><Font>Calibri, 8.25pt, style=Bold</Font><LineAlignment>Center</LineAlignment></PreviewRowFormatStyle></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddOfficer"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="FullName"><Caption>FullName</Caption><DataMember>FullName</DataMember><Key>FullName</Key><Position>0</Position></Column0><Column1 ID="officercode"><Caption>officercode</Caption><DataMember>officercode</DataMember><Key>officercode</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><Font>Microsoft Sans Serif, 8.25pt</Font><VisualStyle>Office2007</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddOfficer</Key><DisplayMember>fullname</DisplayMember><ValueMember>officerid</ValueMember></DropDown0><DropDown1 ID="ddOfficeList"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="officecode"><Caption>Office Code</Caption><DataMember>officecode</DataMember><Key>officecode</Key><Position>0</Position></Column0><Column1 ID="officename"><Caption>Office Name</Caption><DataMember>officename</DataMember><Key>officename</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><Font>Microsoft Sans Serif, 8.25pt</Font><VisualStyle>Office2007</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddOfficeList</Key><DisplayMember>OfficeName</DisplayMember><ValueMember>OfficeId</ValueMember></DropDown1><DropDown2 ID="ddBFDesc"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="ACBFId"><Caption>ACBFId</Caption><DataMember>ACBFId</DataMember><Key>ACBFId</Key><Position>0</Position></Column0><Column1 ID="BFDescriptionEng"><Caption>BFDescriptionEng</Caption><DataMember>BFDescriptionEng</DataMember><Key>BFDescriptionEng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><Font>Microsoft Sans Serif, 8.25pt</Font><VisualStyle>Office2007</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddBFDesc</Key><DisplayMember>BFDescriptionEng</DisplayMember><ValueMember>ACBFId</ValueMember></DropDown2><DropDown3 ID="ddRoleCode"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="RoleCode"><Caption>RoleCode</Caption><DataMember>RoleCode</DataMember><Key>RoleCode</Key><Position>0</Position></Column0><Column1 ID="RoleEng"><Caption>RoleEng</Caption><DataMember>RoleEng</DataMember><Key>RoleEng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><Font>Microsoft Sans Serif, 8.25pt</Font><VisualStyle>Office2007</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddRoleCode</Key><DisplayMember>RoleEng</DisplayMember><ValueMember>RoleCode</ValueMember></DropDown3></DropDowns></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Key>IBindingList</Key><Caption>IBindingList</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="Completed"><AllowSize>False</AllowSize><DataTypeCode>Boolean</DataTypeCode><ColumnType>CheckBox</ColumnType><DataMember>Completed</DataMember><EditType>CheckBox</EditType><HeaderAlignment>Center</HeaderAlignment><HeaderImageKey>checkbox.gif</HeaderImageKey><HeaderToolTip>Rappel complété</HeaderToolTip><Key>Completed</Key><Position>0</Position><SelectableCells>FilterRowCells</SelectableCells><TextAlignment>Center</TextAlignment><Visible>False</Visible><Width>21</Width></Column0><Column1 ID="isMail"><AllowSize>False</AllowSize><DataTypeCode>Boolean</DataTypeCode><ColumnType>Image</ColumnType><DataMember>isMail</DataMember><EditType>DropDownList</EditType><HeaderImageKey>MarkasRead.gif</HeaderImageKey><HeaderToolTip>Courriel</HeaderToolTip><Key>isMail</Key><Position>1</Position><SelectableCells>FilterRowCells</SelectableCells><Width>21</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="False"><ImageIndex>26</ImageIndex><ValueType>System.Boolean</ValueType><Value>False</Value></Item0><Item1 ID="True"><ImageIndex>34</ImageIndex><ValueType>System.Boolean</ValueType><Value>True</Value></Item1></ValueList></Column1><Column2 ID="BFType"><CompareTarget>Text</CompareTarget><AllowSize>False</AllowSize><DataTypeCode>Int32</DataTypeCode><ColumnType>Image</ColumnType><DataMember>BFType</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>DropDownList</EditType><HeaderToolTip>Type de rappel</HeaderToolTip><Key>BFType</Key><Position>2</Position><SelectableCells>FilterRowCells</SelectableCells><Width>21</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="1"><ImageIndex>36</ImageIndex><Text>Office BF</Text><ValueType>System.Int32</ValueType><Value>1</Value></Item0><Item1 ID="2"><ImageIndex>37</ImageIndex><Text>Direct BF</Text><ValueType>System.Int32</ValueType><Value>2</Value></Item1><Item2 ID="7"><ImageIndex>38</ImageIndex><Text>Role BF</Text><ValueType>System.Int32</ValueType><Value>7</Value></Item2><Item3 ID="8"><ImageIndex>47</ImageIndex><Text>Recipient BF</Text><ValueType>System.Int32</ValueType><Value>8</Value></Item3></ValueList></Column2><Column3 ID="Priority"><AllowSize>False</AllowSize><DataTypeCode>Int16</DataTypeCode><ColumnType>Image</ColumnType><DataMember>Priority</DataMember><EditType>DropDownList</EditType><HeaderAlignment>Center</HeaderAlignment><HeaderImageKey>priorityUrgent.gif</HeaderImageKey><HeaderToolTip>Priorité</HeaderToolTip><Key>Priority</Key><Position>3</Position><SelectableCells>FilterRowCells</SelectableCells><TextAlignment>Center</TextAlignment><Width>21</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="0"><Text>Normal</Text><ValueType>System.Int16</ValueType><Value>0</Value></Item0><Item1 ID="1"><Text>High</Text><ValueType>System.Int16</ValueType><Value>1</Value></Item1><Item2 ID="2"><Text>Urgent</Text><ValueType>System.Int16</ValueType><Value>2</Value></Item2></ValueList></Column3><Column4 ID="DateTime"><Caption>Date de rappel</Caption><DataTypeCode>DateTime</DataTypeCode><BoundMode>UnboundFetch</BoundMode><FormatString>yyyy'/'MM'/'dd hh:mm tt</FormatString><Key>DateTime</Key><Position>4</Position><SelectableCells>FilterRowCells</SelectableCells><Width>127</Width><DataTypeCode>DateTime</DataTypeCode></Column4><Column5 ID="BFDate"><Caption>BF Dateh</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>BFDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>BFDate</Key><Position>5</Position><SelectableCells>FilterRowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible><Width>80</Width></Column5><Column6 ID="entryDate"><Caption>Entry Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>entryDate</DataMember><EditType>CalendarCombo</EditType><FormatString>d</FormatString><Key>entryDate</Key><Position>6</Position><SelectableCells>FilterRowCells</SelectableCells><Visible>False</Visible></Column6><Column7 ID="BFPerson"><Caption>Responsable du rappel</Caption><DataTypeCode>String</DataTypeCode><BoundMode>UnboundFetch</BoundMode><Key>BFPerson</Key><Position>7</Position><SelectableCells>FilterRowCells</SelectableCells><Width>180</Width><DataTypeCode>String</DataTypeCode></Column7><Column8 ID="ForOfficeId"><CompareTarget>Text</CompareTarget><Caption>Office</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>ForOfficeId</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>ForOfficeId</Key><Position>8</Position><SelectableCells>FilterRowCells</SelectableCells><Visible>False</Visible><Width>178</Width><DropDownIndex>1</DropDownIndex></Column8><Column9 ID="BFOfficerCode"><CompareTarget>Text</CompareTarget><Caption>Officer</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>BFOfficerID</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>BFOfficerCode</Key><Position>9</Position><SelectableCells>FilterRowCells</SelectableCells><Visible>False</Visible><Width>178</Width><DropDownIndex>0</DropDownIndex></Column9><Column10 ID="RoleCode"><CompareTarget>Text</CompareTarget><Caption>Role</Caption><DataTypeCode>String</DataTypeCode><DataMember>RoleCode</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>RoleCode</Key><Position>10</Position><SelectableCells>FilterRowCells</SelectableCells><Visible>False</Visible><Width>150</Width><DropDownIndex>3</DropDownIndex></Column10><Column11 ID="ACBFId"><Caption>Description du rappel</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>ACBFId</DataMember><Key>ACBFId</Key><Position>11</Position><SelectableCells>FilterRowCells</SelectableCells><Width>309</Width><WordWrap>True</WordWrap><FilterRowComparison>BeginsWith</FilterRowComparison><CellStyle><LineAlignment>Near</LineAlignment></CellStyle><DropDownIndex>2</DropDownIndex></Column11><Column12 ID="BFComment"><Caption>BF Comment</Caption><DataTypeCode>String</DataTypeCode><DataMember>BFComment</DataMember><Key>BFComment</Key><MaxLength>255</MaxLength><Position>12</Position><SelectableCells>FilterRowCells</SelectableCells><Visible>False</Visible><Width>260</Width><WordWrap>True</WordWrap><CellStyle><LineAlignment>Near</LineAlignment></CellStyle></Column12><Column13 ID="Delete"><ButtonDisplayMode>CurrentRow</ButtonDisplayMode><AllowDrag>False</AllowDrag><AllowGroup>False</AllowGroup><AllowRemove>False</AllowRemove><AllowSize>False</AllowSize><AllowSort>False</AllowSort><ButtonImage Reference="GridEXLayoutData.RootTable.Columns.Column13.ButtonImage" /><ButtonStyle>Image</ButtonStyle><BoundMode>Unbound</BoundMode><SortIndicator>None</SortIndicator><ColumnType>Image</ColumnType><HeaderToolTip>Supprimer le rappel</HeaderToolTip><Key>Delete</Key><Position>13</Position><SelectableCells>RowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Width>22</Width></Column13><Column14 ID="isRead"><Caption>is Read</Caption><DataTypeCode>Boolean</DataTypeCode><ColumnType>CheckBox</ColumnType><DataMember>isRead</DataMember><EditType>CheckBox</EditType><Key>isRead</Key><Position>14</Position><Visible>False</Visible></Column14></Columns><FormatConditions Collection="true" ElementName="Condition"><Condition0 ID="FormatCondition1"><FormatStyle><ForeColor>ControlDark</ForeColor><FontStrikeout>True</FontStrikeout></FormatStyle><Key>FormatCondition1</Key><FilterCondition><ColumnIndex>0</ColumnIndex><TypeNameValue1>System.Boolean</TypeNameValue1><Value1>True</Value1></FilterCondition></Condition0></FormatConditions><GroupCondition /><PreviewRow>True</PreviewRow><PreviewRowLeftMargin>8</PreviewRowLeftMargin><PreviewRowLines>1</PreviewRowLines><PreviewRowMember>BFComment</PreviewRowMember><PreviewRowFormatStyle><ForeColor>DimGray</ForeColor><Font>Calibri, 8.25pt, style=Bold</Font><FontBold>True</FontBold><LineAlignment>Center</LineAlignment></PreviewRowFormatStyle></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddOfficer"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="FullName"><Caption>FullName</Caption><DataMember>FullName</DataMember><Key>FullName</Key><Position>0</Position></Column0><Column1 ID="officercode"><Caption>officercode</Caption><DataMember>officercode</DataMember><Key>officercode</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><Font>Microsoft Sans Serif, 8.25pt</Font><VisualStyle>Office2010</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddOfficer</Key><DisplayMember>fullname</DisplayMember><ValueMember>officerid</ValueMember></DropDown0><DropDown1 ID="ddOfficeList"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="officecode"><Caption>Office Code</Caption><DataMember>officecode</DataMember><Key>officecode</Key><Position>0</Position></Column0><Column1 ID="officename"><Caption>Office Name</Caption><DataMember>officename</DataMember><Key>officename</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><Font>Microsoft Sans Serif, 8.25pt</Font><VisualStyle>Office2010</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddOfficeList</Key><DisplayMember>OfficeName</DisplayMember><ValueMember>OfficeId</ValueMember></DropDown1><DropDown2 ID="ddBFDesc"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="ACBFId"><Caption>ACBFId</Caption><DataMember>ACBFId</DataMember><Key>ACBFId</Key><Position>0</Position></Column0><Column1 ID="BFDescriptionEng"><Caption>BFDescriptionEng</Caption><DataMember>BFDescriptionEng</DataMember><Key>BFDescriptionEng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><Font>Microsoft Sans Serif, 8.25pt</Font><VisualStyle>Office2010</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddBFDesc</Key><DisplayMember>BFDescriptionFre</DisplayMember><ValueMember>ACBFId</ValueMember></DropDown2><DropDown3 ID="ddRoleCode"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="RoleCode"><Caption>RoleCode</Caption><DataMember>RoleCode</DataMember><Key>RoleCode</Key><Position>0</Position></Column0><Column1 ID="RoleEng"><Caption>RoleEng</Caption><DataMember>RoleEng</DataMember><Key>RoleEng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><Font>Microsoft Sans Serif, 8.25pt</Font><VisualStyle>Office2010</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddRoleCode</Key><DisplayMember>RoleEng</DisplayMember><ValueMember>RoleCode</ValueMember></DropDown3></DropDowns></GridEXLayoutData>
