Repository: chris-weekes/atrium
Catalog: LawMate/UserControls/ucBankruptcy.*.resx
Languages: fr

# bankruptcyDateLabel.Text
source: Assignment Date:
fr: Cession de biens (en faillite) :

# provenClaimAmountLabel.Text
source: Proof of Claim Amount:
fr: Montant de la réclamation :

# dateofOrderLabel.Text
source: Order Date:
fr: Date de l'ordonnance :

# cSLEligibleForDischargeDateLabel.Text
source: CSLs Eligible For Discharge:
fr: Éligibilité de libération des PÉCs :

# bankruptcyOrderTypeLabel.Text
source: Order Type:
fr: Type d'ordonnance :

# conditionalOrderAmountLabel.Text
source: Order Amount:
fr: Montant de l'ordonnance :

# judgmentAssignedtoCrownDateLabel.Text
source: Assigned to Crown:
fr: Cédé à la Couronne :

# dateofTrusteeDischargeLabel.Text
source: Trustee Discharge Date:
fr: Date de libération du syndic :

# debtorDischargeNonCSLDebtDateLabel.Text
source: Automatic Discharge Date:
fr: Date de libération automatique :

# proofOfClaimFiledDateLabel.Text
source: Proof of Claim Filed:
fr: Preuve de réclamation déposée :

# officeCodeLabel.Text
source: Office Code:
fr: Bureau :

# ceasedToBeStudentDateLabel.Text
source: Period Study End Date:
fr: Date de fin de la période d'études :

# label1.Text
source: Duration of Bankruptcy:
fr: Durée de la faillite :

# cSLNonDischargeableUICheckBox.Text
source: CSLs Non-Dischargeable:
fr: PÉCs non libérables :

# stayOfProceedingUICheckBox.Text
source: Stay of Proceedings in Effect:
fr: Suspension des procédures :

# uiTabPage4.Text
source: Dischargeability
fr: Libération

# judgmentinFavourofCrownUICheckBox.Text
source: In Favour of Crown:
fr: En faveur de la Couronne :

# judgmentObtainedUICheckBox.Text
source: Obtained in Bankruptcy:
fr: Jugement obtenu en matière de faillite :

# uiTabPage3.Text
source: Judgment
fr: Jugement

# signingJudgmentATermUICheckBox.Text
source: Signing Judgment Only Term of Conditional Order:
fr: Signature du jugement seule condition de l'ordonnance :

# conditionalOrderFufilledUICheckBox.Text
source: Conditional Order Fulfilled:
fr: Ordonnance conditionnelle exécutée :

# uiTabPage2.Text
source: Most Recent Order
fr: Ordonnance la plus récente

# uiTabPage1.Text
source: Bankruptcy
fr: Faillite

# tsDelete.Text
source: Delete
fr: Supprimer

# tsDelete.ToolTipText
source: Delete
fr: Supprimer

# tsSave.Text
source: Save
fr: Sauvegarder

# tsSave.ToolTipText
source: Save
fr: Sauvegarder

# tsScreenTitle.Text
source: Bankruptcy
fr: Faillite

# tsAudit.Text
source: Audit
fr: Propriétés de la ligne de données

# tsAudit.ToolTipText
source: Data Row LawMate.Properties
fr: Propriétés de la ligne de données

# cmdFile.Text
source: &File
fr: &Fichier

# cmdEdit.Text
source: &Edit
fr: &Édition
