Repository: chris-weekes/atrium
Catalog: LawMate/UserControls/ucCashBlotterOffice.*.resx
Languages: fr

# tsDelete.Text
source: Delete
fr: Supprimer

# tsDelete.ToolTipText
source: Delete
fr: Supprimer

# tsSave.Text
source: Save
fr: Sauvegarder

# tsSave.ToolTipText
source: Save
fr: Sauvegarder

# tsScreenTitle.Text
source: Office Cash Blotter
fr: Registre de paiements de bureau

# tsAudit.Text
source: Audit
fr: Propriétés de la ligne de données

# tsAudit.ToolTipText
source: Data Row LawMate.Properties
fr: Propriétés de la ligne de données

# tsProcessFirst.Text
source: First Confirm
fr: Première confirmation

# tsProcessFirst.ToolTipText
source: Process Cash Blotter - First Confirmation
fr: Traitement de registre - première confirmation

# tsProcessSecond.Text
source: Second Confirm
fr: Seconde confirmation

# tsProcessSecond.ToolTipText
source: Process Cash Blotter - Second Confirmation
fr: Traitement de registre - seconde confirmation

# tsPrintCB.Text
source: Print Cash Blotter Form
fr: Imprimer formulaire du registre

# tsPrintCB.ToolTipText
source: Print Cash Blotter Form
fr: Imprimer formulaire du registre

# cmdFile.Text
source: &File
fr: &Fichier

# cmdEdit.Text
source: &Edit
fr: &Édition

# cmdProcessCB.Text
source: Process Cash Blotter
fr: Traitement du registre

# cmdGoToActivity.Text
source: Debtor - Activity
fr: Débiteur - activité

# cmdGoToCB.Text
source: Debtor - Cash Blotter
fr: Débiteur - registre de paiements

# cmdGoToGeneralFile.Text
source: Office File
fr: Dossier du bureau

# remittedDateLabel.Text
source: Remitted Date:
fr: Traité le :

# secondOfficerCodeLabel.Text
source: 2nd Confirm:
fr: 2e confirmation :

# firstOfficerCodeLabel.Text
source: 1st Confirm:
fr: 1re confirmation :

# cashBlotterIDLabel.Text
source: CB No.:
fr: No. registre :

# receivedDateLabel.Text
source: Received Date:
fr: Reçu le :

# paymentSourceLabel.Text
source: Payment Source:
fr: Source :

# valuableTypeLabel.Text
source: Valuable Type:
fr: Type :

# valuableAmountLabel.Text
source: Valuable Amount:
fr: Montant :

# valuableDateLabel.Text
source: Valuable Date:
fr: Date :

# natureOfPaymentLabel.Text
source: Nature Of Payment:
fr: Nature :

# statusCodeLabel.Text
source: Status Code:
fr: Code d'état :

# currencyCodeLabel.Text
source: Currency Code:
fr: Devise :

# officeIDLabel.Text
source: Office:
fr: Bureau :

# commentsLabel.Text
source: Comments:
fr: Commentaires :

# sINLabel.Text
source: SIN:
fr: NAS :

# firstNameLabel.Text
source: First Name:
fr: Prénom :

# lastNameLabel.Text
source: Last Name:
fr: Nom de famille :

# uiTabPage1.Text
source: Payment Details
fr: Détails du paiement

# btnGoTo.Text
source: Go to ...
fr: Allez à ...

# cashBlotterGridEX_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Key>CashBlotter</Key><Caption>CashBlotter</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="CashBlotterID"><Caption>CB No.</Caption><DataTypeCode>Int32</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>CashBlotterID</DataMember><Key>CashBlotterID</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>80</Width></Column0><Column1 ID="RemittedDate"><Caption>Remitted Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>RemittedDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>RemittedDate</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>103</Width></Column1></Columns><GroupCondition /></RootTable></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Key>CashBlotter</Key><Caption>CashBlotter</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="CashBlotterID"><Caption>No. registre</Caption><DataTypeCode>Int32</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>CashBlotterID</DataMember><Key>CashBlotterID</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>80</Width></Column0><Column1 ID="RemittedDate"><Caption>Traité le</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>RemittedDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>RemittedDate</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>103</Width></Column1></Columns><GroupCondition /></RootTable></GridEXLayoutData>

# cBDetailGridEX_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Key>IBindingList</Key><Caption>IBindingList</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="SIN"><Caption>SIN</Caption><DataTypeCode>String</DataTypeCode><DataMember>SIN</DataMember><FormatString>000 000 000</FormatString><Key>SIN</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>76</Width></Column0><Column1 ID="ValuableDate"><Caption>Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ValuableDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ValuableDate</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>85</Width></Column1><Column2 ID="ReceivedDate"><Caption>Received</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ReceivedDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><HideWhenGrouped>True</HideWhenGrouped><Key>ReceivedDate</Key><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>74</Width></Column2><Column3 ID="ValuableType"><CompareTarget>Text</CompareTarget><Caption>Type</Caption><DataTypeCode>String</DataTypeCode><DataMember>ValuableType</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>ValuableType</Key><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>112</Width><DropDownIndex>0</DropDownIndex></Column3><Column4 ID="ValuableAmount"><Caption>Amount</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>ValuableAmount</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>ValuableAmount</Key><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Width>76</Width></Column4><Column5 ID="StatusCode"><Caption>Status</Caption><DataTypeCode>String</DataTypeCode><DataMember>StatusCode</DataMember><Key>StatusCode</Key><Position>5</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>55</Width></Column5><Column6 ID="entryDate"><Caption>entry Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>entryDate</DataMember><EditType>CalendarCombo</EditType><FormatString>d</FormatString><Key>entryDate</Key><Position>6</Position><Visible>False</Visible></Column6></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>6</ColIndex></SortKey0><SortKey1 ID="SortKey1"><ColIndex>1</ColIndex></SortKey1></SortKeys><GroupCondition /></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddInstrumentType"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="cbinstrumenttype"><Caption>cbinstrumenttype</Caption><DataMember>cbinstrumenttype</DataMember><Key>cbinstrumenttype</Key><Position>0</Position></Column0><Column1 ID="cbinstrumenttypedesceng"><Caption>cbinstrumenttypedesceng</Caption><DataMember>cbinstrumenttypedesceng</DataMember><Key>cbinstrumenttypedesceng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddInstrumentType</Key><DisplayMember>cbinstrumenttypedesceng</DisplayMember><ValueMember>cbinstrumenttype</ValueMember></DropDown0></DropDowns></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Key>IBindingList</Key><Caption>IBindingList</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="SIN"><Caption>NAS</Caption><DataTypeCode>String</DataTypeCode><DataMember>SIN</DataMember><FormatString>000 000 000</FormatString><Key>SIN</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>76</Width></Column0><Column1 ID="ValuableDate"><Caption>Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ValuableDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ValuableDate</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>85</Width></Column1><Column2 ID="ReceivedDate"><Caption>Reçu le</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ReceivedDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><GroupEmptyString>Aucun</GroupEmptyString><HideWhenGrouped>True</HideWhenGrouped><Key>ReceivedDate</Key><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>74</Width></Column2><Column3 ID="ValuableType"><CompareTarget>Text</CompareTarget><Caption>Type</Caption><DataTypeCode>String</DataTypeCode><DataMember>ValuableType</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>ValuableType</Key><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>112</Width><DropDownIndex>0</DropDownIndex></Column3><Column4 ID="ValuableAmount"><Caption>Montant</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>ValuableAmount</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>ValuableAmount</Key><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Width>76</Width></Column4><Column5 ID="StatusCode"><Caption>État</Caption><DataTypeCode>String</DataTypeCode><DataMember>StatusCode</DataMember><Key>StatusCode</Key><Position>5</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>55</Width></Column5></Columns><GroupCondition /><Groups Collection="true" ElementName="Group"><Group0 ID="Group0"><ColIndex>2</ColIndex></Group0></Groups></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddInstrumentType"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="cbinstrumenttype"><Caption>cbinstrumenttype</Caption><DataMember>cbinstrumenttype</DataMember><Key>cbinstrumenttype</Key><Position>0</Position></Column0><Column1 ID="cbinstrumenttypedesceng"><Caption>cbinstrumenttypedesceng</Caption><DataMember>cbinstrumenttypedesceng</DataMember><Key>cbinstrumenttypedesceng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddInstrumentType</Key><DisplayMember>cbinstrumenttypedesceng</DisplayMember><ValueMember>cbinstrumenttype</ValueMember></DropDown0></DropDowns></GridEXLayoutData>
