Repository: chris-weekes/atrium
Catalog: LawMate/UserControls/ucCashBlotter.*.resx
Languages: fr

# cBDetailGridEX_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Key>CBDetail</Key><Caption>CBDetail</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="ReceivedDate"><Caption>Received</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ReceivedDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ReceivedDate</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>94</Width></Column0><Column1 ID="OfficeID"><CompareTarget>Text</CompareTarget><Caption>Office</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>OfficeID</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>OfficeID</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>58</Width><DropDownIndex>0</DropDownIndex></Column1><Column2 ID="ValuableDate"><Caption>Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ValuableDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ValuableDate</Key><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>97</Width></Column2><Column3 ID="ValuableType"><CompareTarget>Text</CompareTarget><Caption>Type</Caption><DataTypeCode>String</DataTypeCode><DataMember>ValuableType</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>ValuableType</Key><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>78</Width><DropDownIndex>1</DropDownIndex></Column3><Column4 ID="ValuableAmount"><Caption>Amount</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>ValuableAmount</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>ValuableAmount</Key><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Width>70</Width></Column4><Column5 ID="CurrencyCode"><CompareTarget>Text</CompareTarget><Caption>Currency</Caption><DataTypeCode>String</DataTypeCode><DataMember>CurrencyCode</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>CurrencyCode</Key><Position>5</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>78</Width><DropDownIndex>2</DropDownIndex></Column5><Column6 ID="NatureOfPayment"><CompareTarget>Text</CompareTarget><Caption>Nature</Caption><DataTypeCode>String</DataTypeCode><DataMember>NatureOfPayment</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>NatureOfPayment</Key><Position>6</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>120</Width><DropDownIndex>3</DropDownIndex></Column6><Column7 ID="StatusCode"><Caption>Status</Caption><DataTypeCode>String</DataTypeCode><DataMember>StatusCode</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>StatusCode</Key><Position>7</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>120</Width><DropDownIndex>4</DropDownIndex></Column7></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>0</ColIndex></SortKey0><SortKey1 ID="SortKey1"><ColIndex>2</ColIndex></SortKey1></SortKeys><FormatConditions Collection="true" ElementName="Condition"><Condition0 ID="FormatCondition1"><ColIndex>7</ColIndex><ConditionOperator>NotEqual</ConditionOperator><FormatStyle><ForeColor>Red</ForeColor></FormatStyle><Value1>OK</Value1><Key>FormatCondition1</Key></Condition0></FormatConditions><GroupCondition /></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddOffice"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="officeid"><Caption>officeid</Caption><DataMember>officeid</DataMember><Key>officeid</Key><Position>0</Position></Column0><Column1 ID="officecode"><Caption>officecode</Caption><DataMember>officecode</DataMember><Key>officecode</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddOffice</Key><DisplayMember>officecode</DisplayMember><ValueMember>officeid</ValueMember></DropDown0><DropDown1 ID="ddCBInstrumentType"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="cbinstrumenttype"><Caption>cbinstrumenttype</Caption><DataMember>cbinstrumenttype</DataMember><Key>cbinstrumenttype</Key><Position>0</Position></Column0><Column1 ID="cbinstrumenttypedesceng"><Caption>cbinstrumenttypedesceng</Caption><DataMember>cbinstrumenttypedesceng</DataMember><Key>cbinstrumenttypedesceng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddCBInstrumentType</Key><DisplayMember>cbinstrumenttypedesceng</DisplayMember><ValueMember>cbinstrumenttype</ValueMember></DropDown1><DropDown2 ID="ddCurrency"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="currencycode"><Caption>currencycode</Caption><DataMember>currencycode</DataMember><Key>currencycode</Key><Position>0</Position></Column0><Column1 ID="currencydesceng"><Caption>currencydesceng</Caption><DataMember>currencydesceng</DataMember><Key>currencydesceng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddCurrency</Key><DisplayMember>currencydesceng</DisplayMember><ValueMember>currencycode</ValueMember></DropDown2><DropDown3 ID="ddNatureOfPayment"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="cbnatureofpayment"><Caption>cbnatureofpayment</Caption><DataMember>cbnatureofpayment</DataMember><Key>cbnatureofpayment</Key><Position>0</Position></Column0><Column1 ID="cbnatureofpaymentdesceng"><Caption>cbnatureofpaymentdesceng</Caption><DataMember>cbnatureofpaymentdesceng</DataMember><Key>cbnatureofpaymentdesceng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddNatureOfPayment</Key><DisplayMember>cbnatureofpaymentdesceng</DisplayMember><ValueMember>cbnatureofpayment</ValueMember></DropDown3><DropDown4 ID="ddCBStatus"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="cbstatus"><Caption>cbstatus</Caption><DataMember>cbstatus</DataMember><Key>cbstatus</Key><Position>0</Position></Column0><Column1 ID="cbstatusdesceng"><Caption>cbstatusdesceng</Caption><DataMember>cbstatusdesceng</DataMember><Key>cbstatusdesceng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddCBStatus</Key><DisplayMember>cbstatusdesceng</DisplayMember><ValueMember>cbstatus</ValueMember></DropDown4><DropDown5 ID="ddCBPaymentSource"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="cbpaymentsource"><Caption>cbpaymentsource</Caption><DataMember>cbpaymentsource</DataMember><Key>cbpaymentsource</Key><Position>0</Position></Column0><Column1 ID="cbpaymentsourcedesceng"><Caption>cbpaymentsourcedesceng</Caption><DataMember>cbpaymentsourcedesceng</DataMember><Key>cbpaymentsourcedesceng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddCBPaymentSource</Key><DisplayMember>cbpaymentsourcedesceng</DisplayMember><ValueMember>cbpaymentsource</ValueMember></DropDown5></DropDowns></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Key>CBDetail</Key><Caption>CBDetail</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="ReceivedDate"><Caption>Reçu</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ReceivedDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ReceivedDate</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>88</Width></Column0><Column1 ID="OfficeID"><CompareTarget>Text</CompareTarget><Caption>Bureau</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>OfficeID</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>OfficeID</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>58</Width><DropDownIndex>0</DropDownIndex></Column1><Column2 ID="ValuableDate"><Caption>Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ValuableDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ValuableDate</Key><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>88</Width></Column2><Column3 ID="ValuableType"><CompareTarget>Text</CompareTarget><Caption>Type</Caption><DataTypeCode>String</DataTypeCode><DataMember>ValuableType</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>ValuableType</Key><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>78</Width><DropDownIndex>1</DropDownIndex></Column3><Column4 ID="ValuableAmount"><Caption>Montant</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>ValuableAmount</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>ValuableAmount</Key><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Width>80</Width></Column4><Column5 ID="CurrencyCode"><CompareTarget>Text</CompareTarget><Caption>Devise</Caption><DataTypeCode>String</DataTypeCode><DataMember>CurrencyCode</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>CurrencyCode</Key><Position>5</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>69</Width><DropDownIndex>2</DropDownIndex></Column5><Column6 ID="NatureOfPayment"><CompareTarget>Text</CompareTarget><Caption>Nature</Caption><DataTypeCode>String</DataTypeCode><DataMember>NatureOfPayment</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>NatureOfPayment</Key><Position>6</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>120</Width><DropDownIndex>3</DropDownIndex></Column6><Column7 ID="StatusCode"><Caption>État</Caption><DataTypeCode>String</DataTypeCode><DataMember>StatusCode</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>StatusCode</Key><Position>7</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>120</Width><DropDownIndex>4</DropDownIndex></Column7></Columns><FormatConditions Collection="true" ElementName="Condition"><Condition0 ID="FormatCondition1"><ColIndex>7</ColIndex><ConditionOperator>NotEqual</ConditionOperator><FormatStyle><ForeColor>Red</ForeColor></FormatStyle><Value1>OK</Value1><Key>FormatCondition1</Key></Condition0></FormatConditions><GroupCondition /></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddOffice"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="officeid"><Caption>officeid</Caption><DataMember>officeid</DataMember><Key>officeid</Key><Position>0</Position></Column0><Column1 ID="officecode"><Caption>officecode</Caption><DataMember>officecode</DataMember><Key>officecode</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddOffice</Key><DisplayMember>officecode</DisplayMember><ValueMember>officeid</ValueMember></DropDown0><DropDown1 ID="ddCBInstrumentType"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="cbinstrumenttype"><Caption>cbinstrumenttype</Caption><DataMember>cbinstrumenttype</DataMember><Key>cbinstrumenttype</Key><Position>0</Position></Column0><Column1 ID="cbinstrumenttypedesceng"><Caption>cbinstrumenttypedesceng</Caption><DataMember>cbinstrumenttypedesceng</DataMember><Key>cbinstrumenttypedesceng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddCBInstrumentType</Key><DisplayMember>cbinstrumenttypedesceng</DisplayMember><ValueMember>cbinstrumenttype</ValueMember></DropDown1><DropDown2 ID="ddCurrency"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="currencycode"><Caption>currencycode</Caption><DataMember>currencycode</DataMember><Key>currencycode</Key><Position>0</Position></Column0><Column1 ID="currencydesceng"><Caption>currencydesceng</Caption><DataMember>currencydesceng</DataMember><Key>currencydesceng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddCurrency</Key><DisplayMember>currencydesceng</DisplayMember><ValueMember>currencycode</ValueMember></DropDown2><DropDown3 ID="ddNatureOfPayment"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="cbnatureofpayment"><Caption>cbnatureofpayment</Caption><DataMember>cbnatureofpayment</DataMember><Key>cbnatureofpayment</Key><Position>0</Position></Column0><Column1 ID="cbnatureofpaymentdesceng"><Caption>cbnatureofpaymentdesceng</Caption><DataMember>cbnatureofpaymentdesceng</DataMember><Key>cbnatureofpaymentdesceng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddNatureOfPayment</Key><DisplayMember>cbnatureofpaymentdesceng</DisplayMember><ValueMember>cbnatureofpayment</ValueMember></DropDown3><DropDown4 ID="ddCBStatus"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="cbstatus"><Caption>cbstatus</Caption><DataMember>cbstatus</DataMember><Key>cbstatus</Key><Position>0</Position></Column0><Column1 ID="cbstatusdesceng"><Caption>cbstatusdesceng</Caption><DataMember>cbstatusdesceng</DataMember><Key>cbstatusdesceng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddCBStatus</Key><DisplayMember>cbstatusdesceng</DisplayMember><ValueMember>cbstatus</ValueMember></DropDown4><DropDown5 ID="ddCBPaymentSource"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="cbpaymentsource"><Caption>cbpaymentsource</Caption><DataMember>cbpaymentsource</DataMember><Key>cbpaymentsource</Key><Position>0</Position></Column0><Column1 ID="cbpaymentsourcedesceng"><Caption>cbpaymentsourcedesceng</Caption><DataMember>cbpaymentsourcedesceng</DataMember><Key>cbpaymentsourcedesceng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddCBPaymentSource</Key><DisplayMember>cbpaymentsourcedesceng</DisplayMember><ValueMember>cbpaymentsource</ValueMember></DropDown5></DropDowns></GridEXLayoutData>
