Repository: chris-weekes/atrium
Catalog: LawMate/UserControls/ucCashBlotter.*.resx
Languages: fr

# receivedDateLabel.Text
source: Received Date:
fr: Reçu le :

# paymentSourceLabel.Text
source: Payment Source:
fr: Source du paiement :

# valuableTypeLabel.Text
source: Valuable Type:
fr: Type du paiement :

# valuableAmountLabel.Text
source: Valuable Amount:
fr: Montant :

# valuableDateLabel.Text
source: Valuable Date:
fr: Date de l'effet :

# natureOfPaymentLabel.Text
source: Nature Of Payment:
fr: Nature du paiement :

# statusCodeLabel.Text
source: Status Code:
fr: Code d'état :

# currencyCodeLabel.Text
source: Currency Code:
fr: Devise :

# officeIDLabel.Text
source: Office:
fr: Bureau :

# commentsLabel.Text
source: Comments:
fr: Commentaires :

# cashBlotterIDLabel.Text
source: Cash Blotter ID:
fr: ID du registre :

# tsDelete.Text
source: Delete
fr: Supprimer

# tsDelete.ToolTipText
source: Delete
fr: Supprimer

# tsSave.Text
source: Save
fr: Sauvegarder

# tsSave.ToolTipText
source: Save
fr: Sauvegarder

# tsScreenTitle.Text
source: Cash Blotter
fr: Registre de paiements

# tsAudit.Text
source: Audit
fr: Propriétés de la ligne de données

# tsAudit.ToolTipText
source: Data Row LawMate.Properties
fr: Propriétés de la ligne de données

# cmdFile.Text
source: &File
fr: &Fichier

# cmdEdit.Text
source: &Edit
fr: &Édition

# uiTabPage3.Text
source: Instrument Detail
fr: Détail du paiement sélectionné

# btnGoToOfficeCB.Text
source: Office Cash Blotter
fr: Registre de bureau

# lblMoreThan2NSFs.Text
source: More than two (2) entries with NSF status.
fr: Plus de (2) saisies en état provision insuffisante

# label2.Text
source: Completed Payments:
fr: Paiements complétés :

# label1.Text
source: All Payments:
fr: Tous les paiments :
