Repository: chris-weekes/atrium
Catalog: LawMate/UserControls/ucEFile.*.resx
Languages: fr

# statusCodeLabel.Text
source: Status Code:
fr: Code d'état :

# fileNumberLabel.Text
source: File Number:
fr: No. :

# fileTypeLabel.Text
source: File Type:
fr: Type de dossier :

# descriptionELabel.Text
source: Description (eng):
fr: Description (ang.) :

# descriptionFLabel.Text
source: Description (fre):
fr: Description (fra.) :

# nameELabel.Text
source: Name (eng):
fr: Nom (ang.) :

# nameFLabel.Text
source: Name (fre):
fr: Nom (fra.) :

# fullPathLabel.Text
source: Full Path:
fr: Chemin entier :

# fullFileNumberLabel.Text
source: Full Number:
fr: No. (entier) :

# archiveDateLabel.Text
source: Archive Date:
fr: Date de l'archivage :

# openedDateLabel.Text
source: File Opened:
fr: Ouverture :

# closedDateLabel.Text
source: Closed Date:
fr: Fermeture :

# closeCodeLabel.Text
source: Closure Code:
fr: Code fermeture :

# metaTypeLabel.Text
source: Meta Type:
fr: Type de meta :

# subFileNumMinLabel.Text
source: Sub-File Range:
fr: Intervalle :

# importantMsgLabel.Text
source: Important Message:
fr: Message Important :

# dispositionLabel.Text
source: Disposition Authority:
fr: Règles de déclassement :

# languageCodeLabel.Text
source: (Primary) Language:
fr: Langue (primaire) :

# label1.Text
source: Security:
fr: Securité :

# label2.Text
source: File ID:
fr: ID du dossier :

# accessionNumberLabel1.Text
source: Accession Number:
fr: Numéro d'acquisition :

# roomLabel1.Text
source: Room:
fr: Salle :

# boxNumberLabel1.Text
source: Box Number:
fr: Numéro (boîte) :

# fileAKAGridEX_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Key>FileAKA</Key><Caption>FileAKA</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="FullFileNumber"><Caption>Full File Number</Caption><DataTypeCode>String</DataTypeCode><DataMember>FullFileNumber</DataMember><Key>FullFileNumber</Key><MaxLength>255</MaxLength><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>140</Width></Column0><Column1 ID="FullPath"><Caption>Full Path</Caption><DataTypeCode>String</DataTypeCode><DataMember>FullPath</DataMember><Key>FullPath</Key><MaxLength>1024</MaxLength><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>330</Width></Column1><Column2 ID="entryUser"><Caption>Updated By</Caption><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>updateUser</DataMember><Key>entryUser</Key><MaxLength>20</MaxLength><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>90</Width></Column2><Column3 ID="entryDate"><Caption>Updated On</Caption><DataTypeCode>DateTime</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>updateDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>d</FormatString><Key>entryDate</Key><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>90</Width></Column3></Columns><GroupCondition /></RootTable></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Key>FileAKA</Key><Caption>FileAKA</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="FullFileNumber"><Caption>Numéro de dossier (entier)</Caption><DataTypeCode>String</DataTypeCode><DataMember>FullFileNumber</DataMember><Key>FullFileNumber</Key><MaxLength>255</MaxLength><Position>0</Position><Width>150</Width></Column0><Column1 ID="FullPath"><Caption>Chemin entier</Caption><DataTypeCode>String</DataTypeCode><DataMember>FullPath</DataMember><Key>FullPath</Key><MaxLength>1024</MaxLength><Position>1</Position><Width>300</Width></Column1><Column2 ID="entryUser"><Caption>Utilisateur</Caption><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>entryUser</DataMember><Key>entryUser</Key><MaxLength>20</MaxLength><Position>2</Position></Column2><Column3 ID="entryDate"><Caption>Date d'écriture</Caption><DataTypeCode>DateTime</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>entryDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>d</FormatString><Key>entryDate</Key><Position>3</Position></Column3></Columns><GroupCondition /></RootTable></GridEXLayoutData>

# uiGroupBox1.Text
source: File AKAs
fr: Alias

# temporarilyRecalledUICheckBox.Text
source: Temporarily Recalled
fr: Rappel temporaire

# gbArchiving.Text
source: Archiving
fr: Archivage

# riskManageChildrenUICheckBox.Text
source: Risk Manage Sub-Files:
fr: Risque géré (sous-dossiers) :

# riskManageUICheckBox.Text
source: Risk Managed:
fr: Risque géré :

# hasPaperFileUICheckBox.Text
source: Has Paper File:
fr: Dossier papier :

# lblPeriod.Text
source: Period:
fr: Période:

# ucSecurity.Column2
source: SecLevelDescEng
fr: SecLevelDescFre

# ucSecurity.DisplayMember
source: SecLevelDescEng
fr: SecLevelDescFre

# ucMultiDropDown3.Column2
source: LanguageDescEng
fr: LanguageDescFre

# ucMultiDropDown3.DisplayMember
source: LanguageDescEng
fr: LanguageDescFre

# label4.Text
source: Start Date:
fr: Date (début) :

# gbFileConfig.Text
source: File Configuration
fr: Configuration

# ucClosureCodeMcc.Column2
source: ReturnDescEng
fr: ReturnDescFre

# ucClosureCodeMcc.DisplayMember
source: ReturnCode
fr: ReturnDescFre

# ucStatusCodeMcc.Column2
source: StatusDescEng
fr: StatusDescFre

# ucStatusCodeMcc.DisplayMember
source: StatusDescEng
fr: StatusDescFre

# ucFileTypeMcc.Column2
source: FileTypeDescEng
fr: FileTypeDescFre

# ucFileTypeMcc.DisplayMember
source: FileTypeDescEng
fr: FileTypeDescFre

# ucMetaTypeMcc.Column2
source: MetaTypeDescEng
fr: MetaTypeDescFre

# ucMetaTypeMcc.DisplayMember
source: MetaTypeDescEng
fr: MetaTypeDescFre

# gbEfileInfo.Text
source: E-File Information
fr: Information sur le dossier

# gbNameDescription.Text
source: File Name && Description
fr: Nom et description de dossier

# tsDelete.Text
source: Delete
fr: Supprimer

# tsDelete.ToolTipText
source: Delete
fr: Supprimer

# tsSave2.Text
source: Save
fr: Sauvegarder

# tsSave2.ToolTipText
source: Save
fr: Sauvegarder

# tsScreenTitle.Text
source: File Properties
fr: Propriétés du dossier

# tsResetFileStruct.Text
source: Reset TOC
fr: Réinitialiser la TDM

# tsResetFileStruct.ToolTipText
source: Reset File's Table of Contents
fr: Réinitialiser la table des matières du dossier

# tsAudit.ToolTipText
source: Data Row Properties
fr: Propriété de la rangée de donnée

# tsSecurity.Text
source: Security
fr: Sécurité du dossier

# tsDump.Text
source: Data Dump
fr: Vidage de données

# tsDump.ToolTipText
source: Export dump of file's data to a file
fr: Vidage de données du dossier

# cmdFile.Text
source: &File
fr: &Fichier

# cmdEdit.Text
source: &Edit
fr: &Edition

# cmdTools.Text
source: &Tools
fr: &Outils

# cmdFileAccess.Text
source: Views Log
fr: Log de Visionnement
