Repository: chris-weekes/atrium
Catalog: LawMate/UserControls/ucFileAccount.*.resx
Languages: fr

# debtGridEX_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Key>Debt</Key><Caption>Debt</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="ActiveWithJustice"><DataTypeCode>Boolean</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><ColumnType>Image</ColumnType><DataMember>ActiveWithJustice</DataMember><DefaultGroupPrefix /><EditType>CheckBox</EditType><HeaderAlignment>Center</HeaderAlignment><HeaderToolTip>Account is Active</HeaderToolTip><Key>ActiveWithJustice</Key><Position>0</Position><SelectableCells>FilterRowCells</SelectableCells><Width>21</Width><DefaultValue>False</DefaultValue><DefaultValueType>System.Boolean</DefaultValueType><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="True"><Text>Active</Text><ValueType>System.Boolean</ValueType><Value>True</Value></Item0><Item1 ID="False"><Text>Inactive</Text><ValueType>System.Boolean</ValueType><Value>False</Value></Item1></ValueList><GroupRowStyle><FontBold>True</FontBold></GroupRowStyle></Column0><Column1 ID="ReceivedByJusticeDate"><Caption>Received By Justice</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ReceivedByJusticeDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ReceivedByJusticeDate</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>133</Width></Column1><Column2 ID="AccountTypeCode"><Caption>Account Type</Caption><DataTypeCode>String</DataTypeCode><DataMember>AccountTypeCode</DataMember><Key>AccountTypeCode</Key><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>128</Width></Column2><Column3 ID="InterestRate"><Caption>Interest</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>InterestRate</DataMember><InputMask>Percent3</InputMask><Key>InterestRate</Key><Position>3</Position><Visible>False</Visible><Width>60</Width><FormatMode>UseInputMask</FormatMode></Column3><Column4 ID="StatusCode"><Caption>Status</Caption><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>StatusCode</DataMember><Key>StatusCode</Key><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>70</Width></Column4><Column5 ID="OfficeCode"><Caption>Office</Caption><DataTypeCode>String</DataTypeCode><DataMember>OfficeCode</DataMember><Key>OfficeCode</Key><Position>5</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>68</Width></Column5><Column6 ID="PrincipalAmount"><AggregateFunction>Sum</AggregateFunction><Caption>Principal</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>PrincipalAmount</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>PrincipalAmount</Key><Position>6</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Width>106</Width><TotalFormatString>c</TotalFormatString></Column6><Column7 ID="CurrentLiability"><AggregateFunction>Sum</AggregateFunction><Caption>Current Liability</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>CurrentLiability</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>CurrentLiability</Key><Position>7</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><TotalFormatString>c</TotalFormatString></Column7><Column8 ID="CurrentTo"><Caption>Current To</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>CurrentTo</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>CurrentTo</Key><Position>8</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>105</Width></Column8><Column9 ID="ClosureDate"><Caption>Closure Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ClosureDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ClosureDate</Key><Position>9</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells></Column9><Column10 ID="ClosureCode"><Caption>Closure Code</Caption><DataTypeCode>String</DataTypeCode><DataMember>ClosureCode</DataMember><Key>ClosureCode</Key><Position>10</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible></Column10><Column11 ID="DebtId"><Caption>Debt Id</Caption><DataTypeCode>Int32</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>DebtId</DataMember><Key>DebtId</Key><Position>11</Position><Visible>False</Visible></Column11><Column12 ID="InterestFromDate"><Caption>Interest From Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>InterestFromDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>d</FormatString><Key>InterestFromDate</Key><Position>12</Position><Visible>False</Visible></Column12><Column13 ID="RateType"><Caption>Rate Type</Caption><DataTypeCode>String</DataTypeCode><DataMember>RateType</DataMember><Key>RateType</Key><Position>13</Position><Visible>False</Visible></Column13><Column14 ID="InterestAmount"><Caption>Interest Amount</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>InterestAmount</DataMember><FormatString>c</FormatString><Key>InterestAmount</Key><Position>14</Position><Visible>False</Visible></Column14><Column15 ID="LPCode"><Caption>LPCode</Caption><DataTypeCode>String</DataTypeCode><DataMember>LPCode</DataMember><Key>LPCode</Key><Position>15</Position><Visible>False</Visible></Column15><Column16 ID="LPDate"><Caption>LPDate</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>LPDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>d</FormatString><Key>LPDate</Key><Position>16</Position><Visible>False</Visible></Column16><Column17 ID="LPExpires"><Caption>LPExpires</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>LPExpires</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>d</FormatString><Key>LPExpires</Key><Position>17</Position><Visible>False</Visible></Column17><Column18 ID="DARSOccurenceDate"><Caption>DARSOccurence Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>DARSOccurenceDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>d</FormatString><Key>DARSOccurenceDate</Key><Position>18</Position><Visible>False</Visible></Column18><Column19 ID="MostRecentPCACode"><Caption>Most Recent PCACode</Caption><DataTypeCode>String</DataTypeCode><DataMember>MostRecentPCACode</DataMember><Key>MostRecentPCACode</Key><Position>19</Position><Visible>False</Visible></Column19><Column20 ID="MSOAOverDARS"><Caption>MSOAOver DARS</Caption><DataTypeCode>Boolean</DataTypeCode><ColumnType>CheckBox</ColumnType><DataMember>MSOAOverDARS</DataMember><EditType>CheckBox</EditType><Key>MSOAOverDARS</Key><Position>20</Position><Visible>False</Visible><DefaultValue>False</DefaultValue><DefaultValueType>System.Boolean</DefaultValueType></Column20><Column21 ID="FileAccountId"><Caption>File Account Id</Caption><DataTypeCode>Int32</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>FileAccountId</DataMember><Key>FileAccountId</Key><Position>21</Position><Visible>False</Visible></Column21><Column22 ID="FileId"><Caption>File Id</Caption><DataTypeCode>Int32</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>FileId</DataMember><Key>FileId</Key><Position>22</Position><Visible>False</Visible></Column22><Column23 ID="AccountTypeId"><Caption>Account Type Id</Caption><DataTypeCode>Int32</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>AccountTypeId</DataMember><Key>AccountTypeId</Key><Position>23</Position><Visible>False</Visible></Column23><Column24 ID="OfficeID"><Caption>Office ID</Caption><DataTypeCode>Int32</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>OfficeID</DataMember><Key>OfficeID</Key><Position>24</Position><Visible>False</Visible></Column24><Column25 ID="entryUser"><Caption>entry User</Caption><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>entryUser</DataMember><Key>entryUser</Key><Position>25</Position><Visible>False</Visible></Column25><Column26 ID="entryDate"><Caption>entry Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>entryDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>d</FormatString><Key>entryDate</Key><Position>26</Position><Visible>False</Visible></Column26><Column27 ID="updateUser"><Caption>update User</Caption><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>updateUser</DataMember><Key>updateUser</Key><Position>27</Position><Visible>False</Visible></Column27><Column28 ID="updateDate"><Caption>update Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>updateDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>d</FormatString><Key>updateDate</Key><Position>28</Position><Visible>False</Visible></Column28><Column29 ID="ts"><Caption>ts</Caption><ColumnType>BoundImage</ColumnType><DataMember>ts</DataMember><EditType>NoEdit</EditType><Key>ts</Key><Position>29</Position><Visible>False</Visible></Column29><Column30 ID="StatementRequest"><Caption>Statement Request</Caption><DataTypeCode>Boolean</DataTypeCode><ColumnType>CheckBox</ColumnType><DataMember>StatementRequest</DataMember><EditType>CheckBox</EditType><Key>StatementRequest</Key><Position>30</Position><Visible>False</Visible></Column30><Column31 ID="MSOARequest"><Caption>MSOARequest</Caption><DataTypeCode>Boolean</DataTypeCode><ColumnType>CheckBox</ColumnType><DataMember>MSOARequest</DataMember><EditType>CheckBox</EditType><Key>MSOARequest</Key><Position>31</Position><Visible>False</Visible></Column31></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>1</ColIndex><SortOrder>Descending</SortOrder></SortKey0></SortKeys><FormatConditions Collection="true" ElementName="Condition"><Condition0 ID="FormatCondition1"><ColIndex>0</ColIndex><FormatStyle><ForeColor>ControlDark</ForeColor></FormatStyle><Value1>False</Value1><Key>FormatCondition1</Key></Condition0></FormatConditions><GroupCondition /><Groups Collection="true" ElementName="Group"><Group0 ID="Group0"><ColIndex>0</ColIndex><SortOrder>Descending</SortOrder><GroupTotalVisibility>Visible</GroupTotalVisibility></Group0></Groups><TotalRow>False</TotalRow><GroupTotalRowFormatStyle><FontBold>True</FontBold></GroupTotalRowFormatStyle></RootTable></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Key>Debt</Key><Caption>Debt</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="ActiveWithJustice"><DataTypeCode>Boolean</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><ColumnType>Image</ColumnType><DataMember>ActiveWithJustice</DataMember><DefaultGroupPrefix /><EditType>CheckBox</EditType><GroupEmptyString /><HeaderAlignment>Center</HeaderAlignment><HeaderToolTip>Account is Active</HeaderToolTip><Key>ActiveWithJustice</Key><Position>0</Position><SelectableCells>FilterRowCells</SelectableCells><Width>21</Width><DefaultValue>False</DefaultValue><DefaultValueType>System.Boolean</DefaultValueType><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="True"><Text>Active</Text><ValueType>System.Boolean</ValueType><Value>True</Value></Item0><Item1 ID="False"><Text>Inactive</Text><ValueType>System.Boolean</ValueType><Value>False</Value></Item1></ValueList><GroupRowStyle><FontBold>True</FontBold></GroupRowStyle></Column0><Column1 ID="ReceivedByJusticeDate"><Caption>Reçu par Justice</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ReceivedByJusticeDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ReceivedByJusticeDate</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>133</Width></Column1><Column2 ID="AccountTypeCode"><Caption>Type de compte</Caption><DataTypeCode>String</DataTypeCode><DataMember>AccountTypeCode</DataMember><Key>AccountTypeCode</Key><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>128</Width></Column2><Column3 ID="InterestRate"><Caption>Interest</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>InterestRate</DataMember><InputMask>Percent3</InputMask><Key>InterestRate</Key><Position>3</Position><Visible>False</Visible><Width>60</Width><FormatMode>UseInputMask</FormatMode></Column3><Column4 ID="StatusCode"><Caption>Status</Caption><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>StatusCode</DataMember><Key>StatusCode</Key><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>70</Width></Column4><Column5 ID="OfficeCode"><Caption>Office</Caption><DataTypeCode>String</DataTypeCode><DataMember>OfficeCode</DataMember><Key>OfficeCode</Key><Position>5</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>68</Width></Column5><Column6 ID="PrincipalAmount"><AggregateFunction>Sum</AggregateFunction><Caption>Principal</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>PrincipalAmount</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>PrincipalAmount</Key><Position>6</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Width>106</Width><TotalFormatString>c</TotalFormatString></Column6><Column7 ID="CurrentLiability"><AggregateFunction>Sum</AggregateFunction><Caption>Dette actuelle</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>CurrentLiability</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>CurrentLiability</Key><Position>7</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><TotalFormatString>c</TotalFormatString></Column7><Column8 ID="CurrentTo"><Caption>En date du</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>CurrentTo</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>CurrentTo</Key><Position>8</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>105</Width></Column8><Column9 ID="ClosureDate"><Caption>Date de fermeture</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ClosureDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ClosureDate</Key><Position>9</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>121</Width></Column9><Column10 ID="ClosureCode"><Caption>Closure Code</Caption><DataTypeCode>String</DataTypeCode><DataMember>ClosureCode</DataMember><Key>ClosureCode</Key><Position>10</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible></Column10><Column11 ID="DebtId"><Caption>Debt Id</Caption><DataTypeCode>Int32</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>DebtId</DataMember><Key>DebtId</Key><Position>11</Position><Visible>False</Visible></Column11><Column12 ID="InterestFromDate"><Caption>Interest From Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>InterestFromDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>d</FormatString><Key>InterestFromDate</Key><Position>12</Position><Visible>False</Visible></Column12><Column13 ID="RateType"><Caption>Rate Type</Caption><DataTypeCode>String</DataTypeCode><DataMember>RateType</DataMember><Key>RateType</Key><Position>13</Position><Visible>False</Visible></Column13><Column14 ID="InterestAmount"><Caption>Interest Amount</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>InterestAmount</DataMember><FormatString>c</FormatString><Key>InterestAmount</Key><Position>14</Position><Visible>False</Visible></Column14><Column15 ID="LPCode"><Caption>LPCode</Caption><DataTypeCode>String</DataTypeCode><DataMember>LPCode</DataMember><Key>LPCode</Key><Position>15</Position><Visible>False</Visible></Column15><Column16 ID="LPDate"><Caption>LPDate</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>LPDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>d</FormatString><Key>LPDate</Key><Position>16</Position><Visible>False</Visible></Column16><Column17 ID="LPExpires"><Caption>LPExpires</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>LPExpires</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>d</FormatString><Key>LPExpires</Key><Position>17</Position><Visible>False</Visible></Column17><Column18 ID="DARSOccurenceDate"><Caption>DARSOccurence Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>DARSOccurenceDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>d</FormatString><Key>DARSOccurenceDate</Key><Position>18</Position><Visible>False</Visible></Column18><Column19 ID="MostRecentPCACode"><Caption>Most Recent PCACode</Caption><DataTypeCode>String</DataTypeCode><DataMember>MostRecentPCACode</DataMember><Key>MostRecentPCACode</Key><Position>19</Position><Visible>False</Visible></Column19><Column20 ID="MSOAOverDARS"><Caption>MSOAOver DARS</Caption><DataTypeCode>Boolean</DataTypeCode><ColumnType>CheckBox</ColumnType><DataMember>MSOAOverDARS</DataMember><EditType>CheckBox</EditType><Key>MSOAOverDARS</Key><Position>20</Position><Visible>False</Visible><DefaultValue>False</DefaultValue><DefaultValueType>System.Boolean</DefaultValueType></Column20><Column21 ID="FileAccountId"><Caption>File Account Id</Caption><DataTypeCode>Int32</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>FileAccountId</DataMember><Key>FileAccountId</Key><Position>21</Position><Visible>False</Visible></Column21><Column22 ID="FileId"><Caption>File Id</Caption><DataTypeCode>Int32</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>FileId</DataMember><Key>FileId</Key><Position>22</Position><Visible>False</Visible></Column22><Column23 ID="AccountTypeId"><Caption>Account Type Id</Caption><DataTypeCode>Int32</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>AccountTypeId</DataMember><Key>AccountTypeId</Key><Position>23</Position><Visible>False</Visible></Column23><Column24 ID="OfficeID"><Caption>Office ID</Caption><DataTypeCode>Int32</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>OfficeID</DataMember><Key>OfficeID</Key><Position>24</Position><Visible>False</Visible></Column24><Column25 ID="entryUser"><Caption>entry User</Caption><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>entryUser</DataMember><Key>entryUser</Key><Position>25</Position><Visible>False</Visible></Column25><Column26 ID="entryDate"><Caption>entry Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>entryDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>d</FormatString><Key>entryDate</Key><Position>26</Position><Visible>False</Visible></Column26><Column27 ID="updateUser"><Caption>update User</Caption><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>updateUser</DataMember><Key>updateUser</Key><Position>27</Position><Visible>False</Visible></Column27><Column28 ID="updateDate"><Caption>update Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>updateDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>d</FormatString><Key>updateDate</Key><Position>28</Position><Visible>False</Visible></Column28><Column29 ID="ts"><Caption>ts</Caption><ColumnType>BoundImage</ColumnType><DataMember>ts</DataMember><EditType>NoEdit</EditType><Key>ts</Key><Position>29</Position><Visible>False</Visible></Column29><Column30 ID="StatementRequest"><Caption>Statement Request</Caption><DataTypeCode>Boolean</DataTypeCode><ColumnType>CheckBox</ColumnType><DataMember>StatementRequest</DataMember><EditType>CheckBox</EditType><Key>StatementRequest</Key><Position>30</Position><Visible>False</Visible></Column30><Column31 ID="MSOARequest"><Caption>MSOARequest</Caption><DataTypeCode>Boolean</DataTypeCode><ColumnType>CheckBox</ColumnType><DataMember>MSOARequest</DataMember><EditType>CheckBox</EditType><Key>MSOARequest</Key><Position>31</Position><Visible>False</Visible></Column31></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>1</ColIndex><SortOrder>Descending</SortOrder></SortKey0></SortKeys><FormatConditions Collection="true" ElementName="Condition"><Condition0 ID="FormatCondition1"><ColIndex>0</ColIndex><FormatStyle><ForeColor>ControlDark</ForeColor></FormatStyle><Value1>False</Value1><Key>FormatCondition1</Key></Condition0></FormatConditions><GroupCondition /><Groups Collection="true" ElementName="Group"><Group0 ID="Group0"><ColIndex>0</ColIndex><SortOrder>Descending</SortOrder><GroupTotalVisibility>Visible</GroupTotalVisibility></Group0></Groups><TotalRow>False</TotalRow><GroupTotalRowFormatStyle><FontBold>True</FontBold></GroupTotalRowFormatStyle></RootTable></GridEXLayoutData>

# mSOAOverDARSUICheckBox.Text
source: Cannot rely on DARS:
fr: SMCD (DARS) inexact :
