Repository: chris-weekes/atrium
Catalog: LawMate/UserControls/ucFileHistory.*.resx
Languages: fr

# sentToOfficeDateLabel.Text
source: Sent To Office Date:
fr: Envoyé au bureau le :

# receivedByOfficeDateLabel.Text
source: Received By Office Date:
fr: Reçu par bureau le :

# returnedByOfficeDateLabel.Text
source: Returned By Office Date:
fr: Retourné par bureau le :

# receivedFromOfficeDateLabel.Text
source: Received From Office Date:
fr: Reçu du bureau le :

# returnCodeLabel.Text
source: Return Code:
fr: Code de retour :

# officeCodeLabel.Text
source: Office:
fr: Bureau :

# uiTabPage3.Text
source: File Return
fr: Retour de dossier

# uiTabPage5.Text
source: File Assignment
fr: Affectation de dossier

# fileHistoryGridEX1_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Key>FileHistory</Key><Caption>FileHistory</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="SentToOfficeDate"><Caption>Sent To Office</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>SentToOfficeDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>SentToOfficeDate</Key><Position>0</Position><Selectable>False</Selectable><Width>140</Width></Column0><Column1 ID="OfficeCode"><Caption>Office Code</Caption><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>OfficeCode</DataMember><Key>OfficeCode</Key><Position>1</Position><Selectable>False</Selectable></Column1><Column2 ID="ReturnedByOfficeDate"><Caption>Returned By Office</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ReturnedByOfficeDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ReturnedByOfficeDate</Key><Position>2</Position><Selectable>False</Selectable><Width>140</Width></Column2><Column3 ID="ReturnCode"><Caption>Return Code</Caption><DataTypeCode>String</DataTypeCode><DataMember>ReturnCode</DataMember><Key>ReturnCode</Key><Position>3</Position><Selectable>False</Selectable></Column3><Column4 ID="ReceivedFromOfficeDate"><Caption>Received From Office</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ReceivedFromOfficeDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ReceivedFromOfficeDate</Key><Position>4</Position><Selectable>False</Selectable><Width>140</Width></Column4></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>0</ColIndex><SortOrder>Descending</SortOrder></SortKey0></SortKeys><GroupCondition /></RootTable></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Key>FileHistory</Key><Caption>FileHistory</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="SentToOfficeDate"><Caption>Envoyé le</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>SentToOfficeDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>SentToOfficeDate</Key><Position>0</Position><Selectable>False</Selectable><Width>140</Width></Column0><Column1 ID="OfficeCode"><Caption>Bureau</Caption><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>OfficeCode</DataMember><Key>OfficeCode</Key><Position>1</Position><Selectable>False</Selectable></Column1><Column2 ID="ReturnedByOfficeDate"><Caption>Retourné le</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ReturnedByOfficeDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ReturnedByOfficeDate</Key><Position>2</Position><Selectable>False</Selectable><Width>140</Width></Column2><Column3 ID="ReturnCode"><Caption>Code de retour</Caption><DataTypeCode>String</DataTypeCode><DataMember>ReturnCode</DataMember><Key>ReturnCode</Key><Position>3</Position><Selectable>False</Selectable></Column3><Column4 ID="ReceivedFromOfficeDate"><Caption>Reçu le</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ReceivedFromOfficeDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ReceivedFromOfficeDate</Key><Position>4</Position><Selectable>False</Selectable><Width>140</Width></Column4></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>0</ColIndex><SortOrder>Descending</SortOrder></SortKey0></SortKeys><GroupCondition /></RootTable></GridEXLayoutData>

# tsDelete.Text
source: Delete
fr: Supprimer

# tsDelete.ToolTipText
source: Delete
fr: Supprimer

# tsSave.Text
source: Save
fr: Sauvegarder

# tsSave.ToolTipText
source: Save
fr: Sauvegarder

# tsScreenTitle.Text
source: File History
fr: Cheminement de dossier

# tsAudit.ToolTipText
source: Data Row LawMate.Properties
fr: Propriétés de la ligne de données

# cmdFile.Text
source: &File
fr: &Fichier

# cmdEdit.Text
source: &Edit
fr: &Édition
