Repository: chris-weekes/atrium
Catalog: LawMate/UserControls/ucFileOffice.*.resx
Languages: fr

# officeFileNumLabel.Text
source: File Number:
fr: No. de dossier :

# officeCodeLabel.Text
source: Office:
fr: Code de bureau :

# orderNumberLabel1.Text
source: Order Number:
fr: Numéro d'ordre :

# isPrimaryUICheckBox.Text
source: Primary:
fr: Primaire :

# isAgentUICheckBox.Text
source: Is Agent:
fr: Mandataire :

# isClientUICheckBox.Text
source: Is Client:
fr: Client :

# isLeadUICheckBox.Text
source: Is Lead:
fr: Responsable :

# isOwnerUICheckBox.Text
source: Is Owner:
fr: Propriéraire :

# gbLP.Text
source: File Office
fr: Bureau associé au dossier

# fileOfficeGridEX_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Key>FileOffice</Key><Caption>FileOffice</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="OfficeCode"><Caption>Office Code</Caption><DataTypeCode>String</DataTypeCode><DataMember>OfficeCode</DataMember><Key>OfficeCode</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>90</Width></Column0><Column1 ID="PercentAlloc"><Caption>Allocation</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>PercentAlloc</DataMember><FormatString>0 "%"</FormatString><Key>PercentAlloc</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>60</Width></Column1><Column2 ID="OrderNumber"><Caption>Order Number</Caption><DataTypeCode>String</DataTypeCode><DataMember>OrderNumber</DataMember><Key>OrderNumber</Key><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>90</Width></Column2><Column3 ID="OfficeName"><Caption>Office Name</Caption><DataTypeCode>String</DataTypeCode><DataMember>OfficeName</DataMember><Key>OfficeName</Key><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>560</Width></Column3></Columns><GroupCondition /></RootTable></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Key>FileOffice</Key><Caption>FileOffice</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="OfficeCode"><Caption>Code de bureau</Caption><DataTypeCode>String</DataTypeCode><DataMember>OfficeCode</DataMember><Key>OfficeCode</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>90</Width></Column0><Column1 ID="PercentAlloc"><Caption>Allocation</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>PercentAlloc</DataMember><FormatString>0 "%"</FormatString><Key>PercentAlloc</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>60</Width></Column1><Column2 ID="OrderNumber"><Caption>No. de commande</Caption><DataTypeCode>String</DataTypeCode><DataMember>OrderNumber</DataMember><Key>OrderNumber</Key><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>90</Width></Column2><Column3 ID="OfficeName"><Caption>Nom de bureau</Caption><DataTypeCode>String</DataTypeCode><DataMember>OfficeName</DataMember><Key>OfficeName</Key><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>560</Width></Column3></Columns><GroupCondition /></RootTable></GridEXLayoutData>

# tsDelete.Text
source: Delete
fr: Supprimer

# tsDelete.ToolTipText
source: Delete
fr: Supprimer

# tsSave2.Text
source: Save
fr: Sauvegarder

# tsSave2.ToolTipText
source: Save
fr: Sauvegarder

# tsScreenTitle.Text
source: File Office
fr: Bureaux associés au dossier

# tsAudit.ToolTipText
source: Data Row LawMate.Properties
fr: Propriétés de la rangée selectionnée

# cmdFile.Text
source: &File
fr: &Fichier

# cmdEdit.Text
source: &Edit
fr: &Edition
