Repository: chris-weekes/atrium
Catalog: LawMate/UserControls/ucFileAccount.*.resx
Languages: fr

# tsDelete.Text
source: Delete
fr: Supprimer

# tsDelete.ToolTipText
source: Delete
fr: Supprimer

# tsSave.Text
source: Save
fr: Sauvegarder

# tsSave.ToolTipText
source: Save
fr: Sauvegarder

# tsScreenTitle.Text
source: Accounts
fr: Comptes

# tsAudit.ToolTipText
source: Data Row LawMate.Properties
fr: Propriétés de la ligne de données

# cmdFile.Text
source: &File
fr: &Fichier

# cmdEdit.Text
source: &Edit
fr: &Édition

# cmdView.Text
source: &View
fr: &Affichage

# principalAmountLabel.Text
source: Principal Amount:
fr: Montant en principal :

# interestRateLabel.Text
source: Interest Rate:
fr: Taux d'intérêt :

# interestFromDateLabel.Text
source: Interest From Date:
fr: Intérêt à partir du :

# rateTypeLabel.Text
source: Interest Rate Type:
fr: Type de taux d'intérêt :

# interestAmountLabel.Text
source: Interest Amount:
fr: Montant d'intérêt :

# lPCodeLabel.Text
source: LP Event Code:
fr: Code de délai de prescription :

# lPDateLabel.Text
source: LP Event Date:
fr: Date de l'évènement :

# lPExpiresLabel.Text
source: LP Expires Date:
fr: Délai expire le:

# currentToLabel.Text
source: Current To:
fr: En date du :

# receivedByJusticeDateLabel.Text
source: Received By Justice:
fr: Reçu par Justice :

# closureDateLabel.Text
source: Closure Date:
fr: Date de fermeture :

# closureCodeLabel.Text
source: Closure Code:
fr: Code de fermeture :

# currentLiabilityLabel.Text
source: Current Liability:
fr: Dette actuelle :

# accountTypeCodeLabel.Text
source: Account Type:
fr: Type de compte :

# sentToOfficeDateLabel.Text
source: Sent To Office:
fr: Envoyé au bureau :

# receivedByOfficeDateLabel.Text
source: Received By Office:
fr: Reçu par bureau :

# returnedByOfficeDateLabel.Text
source: Returned By Office:
fr: Retourné par bureau :

# receivedFromOfficeDateLabel.Text
source: Received From Office:
fr: Reçu du bureau :

# returnCodeLabel.Text
source: Return Code:
fr: Code de retour :

# officeCodeLabel.Text
source: Office Code:
fr: Bureau :

# lblStatuteBarredMessage.Text
source: This account is statute-barred
fr: Ce compte est prescrit en vertu de la loi
