Repository: chris-weekes/atrium
Catalog: LawMate/UserControls/ucFileAccount.*.resx
Languages: fr

# accountHistoryGridEX_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Key>IBindingList</Key><Caption>IBindingList</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="SentToOfficeDate"><Caption>Sent To Office</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>SentToOfficeDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>SentToOfficeDate</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>118</Width></Column0><Column1 ID="OfficeCode"><Caption>Office</Caption><DataTypeCode>String</DataTypeCode><DataMember>OfficeCode</DataMember><Key>OfficeCode</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>70</Width></Column1><Column2 ID="ReceivedByOfficeDate"><Caption>Received By Office</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ReceivedByOfficeDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ReceivedByOfficeDate</Key><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>122</Width></Column2><Column3 ID="ReturnedByOfficeDate"><Caption>Returned By Office</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ReturnedByOfficeDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ReturnedByOfficeDate</Key><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>125</Width></Column3><Column4 ID="ReceivedFromOfficeDate"><Caption>Received From Office</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ReceivedFromOfficeDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ReceivedFromOfficeDate</Key><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>125</Width></Column4><Column5 ID="colDelete"><ButtonDisplayMode>Always</ButtonDisplayMode><ButtonImage Reference="GridEXLayoutData.RootTable.Columns.Column5.ButtonImage" /><ButtonText>Delete</ButtonText><ButtonStyle>Image</ButtonStyle><CellToolTip>UseCellToolTipText</CellToolTip><CellToolTipText>Delete Record</CellToolTipText><BoundMode>Unbound</BoundMode><ColumnType>Image</ColumnType><EditType>NoEdit</EditType><HeaderToolTip>Delete</HeaderToolTip><Key>colDelete</Key><Position>5</Position><Width>18</Width></Column5></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>0</ColIndex></SortKey0></SortKeys><GroupCondition /></RootTable></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Key>IBindingList</Key><Caption>IBindingList</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="SentToOfficeDate"><Caption>Envoyé au bureau</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>SentToOfficeDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>SentToOfficeDate</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>115</Width></Column0><Column1 ID="OfficeCode"><Caption>Bureau</Caption><DataTypeCode>String</DataTypeCode><DataMember>OfficeCode</DataMember><Key>OfficeCode</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>78</Width></Column1><Column2 ID="ReceivedByOfficeDate"><Caption>Reçu par bureau</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ReceivedByOfficeDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ReceivedByOfficeDate</Key><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>119</Width></Column2><Column3 ID="ReturnedByOfficeDate"><Caption>Retourné par bureau</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ReturnedByOfficeDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ReturnedByOfficeDate</Key><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>140</Width></Column3><Column4 ID="ReceivedFromOfficeDate"><Caption>Reçu du bureau</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ReceivedFromOfficeDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ReceivedFromOfficeDate</Key><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>123</Width></Column4><Column5 ID="colDelete"><ButtonDisplayMode>Always</ButtonDisplayMode><ButtonImage Reference="GridEXLayoutData.RootTable.Columns.Column5.ButtonImage" /><ButtonText>Delete</ButtonText><ButtonStyle>Image</ButtonStyle><CellToolTip>UseCellToolTipText</CellToolTip><CellToolTipText>Supprimer</CellToolTipText><BoundMode>Unbound</BoundMode><ColumnType>Image</ColumnType><EditType>NoEdit</EditType><HeaderToolTip>Supprimer</HeaderToolTip><Key>colDelete</Key><Position>5</Position><Width>18</Width></Column5></Columns><GroupCondition /></RootTable></GridEXLayoutData>

# activeWithJusticeCheckbox.Text
source: Active:
fr: Actif :

# uiTabPage5.Text
source: Account
fr: Compte

# uiTabPage1.Text
source: Limitation Period
fr: Délai de prescription

# uiCheckBox1.Text
source: Statute-Barred:
fr: Prescrit :

# uiTabPage2.Text
source: Account Flow
fr: Cheminement de compte
