Repository: chris-weekes/atrium
Catalog: LawMate/UserControls/ucInsolvency.*.resx
Languages: fr

# insolvencyTypeLabel.Text
source: Insolvency Type:
fr: Type d'insolvabilité :

# insolvencyFiledDateLabel.Text
source: Insolvency Filed:
fr: Insolvabilité déposée :

# acceptanceDateLabel.Text
source: (Deemed) Accepted:
fr: (Réputée) acceptée :

# insolvencyFulfilledDateLabel.Text
source: Fulfilled:
fr: Réalisée :

# provenClaimAmountLabel.Text
source: Proof of Claim Amount:
fr: Montant de la preuve :

# defaultDateLabel.Text
source: Default:
fr: En défaut le :

# cSLEligibleForDischargeDateLabel.Text
source: CSLs Eligible For Discharge:
fr: PÉCs admissibles à la libération :

# dateofTrusteeDischargeLabel.Text
source: Trustee Discharge Date:
fr: Syndic libéré le :

# debtorDischargeNonCSLDebtDateLabel.Text
source: Automatic Discharge Date:
fr: Date de libération automatique :

# proofOfClaimFiledDateLabel.Text
source: Proof of Claim Filed:
fr: Preuve de réclamation déposée :

# ceasedToBeStudentDateLabel.Text
source: Period Study End Date:
fr: Fin de la période d'études :

# label1.Text
source: Duration of Insolvency:
fr: Durée de l'insolvabilité :

# label2.Text
source: months
fr: mois

# cSLNonDischargeableUICheckBox.Text
source: CSLs Non-Dischargeable:
fr: PÉCs non libérables :

# stayOfProceedingUICheckBox.Text
source: Stay Of Proceedings in Effect:
fr: Suspension d'instance en vigueur :

# uiTabPage3.Text
source: Dischargeability
fr: Libération

# uiTabPage1.Text
source: Insolvency
fr: Insolvabilité

# tsDelete.Text
source: Delete
fr: Supprimer

# tsDelete.ToolTipText
source: Delete
fr: Supprimer

# tsSave.Text
source: Save
fr: Sauvegarder

# tsSave.ToolTipText
source: Save
fr: Sauvegarder

# tsScreenTitle.Text
source: Insolvency
fr: Insolvabilité

# tsAudit.ToolTipText
source: Data Row LawMate.Properties
fr: Propriétés de la ligne de données

# cmdFile.Text
source: &File
fr: &Fichier

# cmdEdit.Text
source: &Edit
fr: &Édition
