Repository: chris-weekes/atrium
Catalog: LawMate/UserControls/ucJudgment.*.resx
Languages: fr

# label5.Text
source: Judgment Withdrawn/Removed:
fr: Jugement retiré/révoqué :

# judgmentTypeCodeLabel1.Text
source: Type:
fr: Type de jugement :

# judgmentDateLabel1.Text
source: Judgment Date (LP Begins):
fr: Date jugement (DP débute) :

# judgmentDateLabel1.ToolTip
source: Judgment Date (LP Begins):
fr: Date du judgment (Délai de prescription débute le)

# judgmentAmountLabel2.Text
source: Judgment Amount:
fr: Montant du jugement :

# officeIDLabel1.Text
source: Obtained by:
fr: Bureau :

# judgmentLPDateLabel1.Text
source: Expires:
fr: Expire le :

# uiTabPage5.Text
source: Judgment
fr: Jugement

# claimAgainstCrownLabel1.Text
source: Counter-Claim Filed:
fr: Demande reconventionnelle :

# AccountIncludedGridEx_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Key>IBindingList</Key><Caption>Account(s) included in this action</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="FileAccountID"><DataTypeCode>Int32</DataTypeCode><DataMember>FileAccountID</DataMember><EditType>NoEdit</EditType><Key>FileAccountID</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible></Column0><Column1 ID="AccountTypeCode"><Caption>Account Type Code</Caption><DataTypeCode>String</DataTypeCode><DataMember>AccountTypeCode</DataMember><Key>AccountTypeCode</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible></Column1><Column2 ID="DARSAccountType"><Caption>Account(s) included in this action</Caption><BoundMode>UnboundFetch</BoundMode><DataMember>DARSAccountType</DataMember><Key>DARSAccountType</Key><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>268</Width></Column2></Columns><GroupCondition /><TableHeader>False</TableHeader></RootTable></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Key>IBindingList</Key><Caption>Compte(s) inclus dans cette action</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="FileAccountID"><DataTypeCode>Int32</DataTypeCode><DataMember>FileAccountID</DataMember><EditType>NoEdit</EditType><Key>FileAccountID</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible></Column0><Column1 ID="AccountTypeCode"><Caption>Account Type Code</Caption><DataTypeCode>String</DataTypeCode><DataMember>AccountTypeCode</DataMember><Key>AccountTypeCode</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible></Column1><Column2 ID="DARSAccountType"><Caption>Compte(s) inclus dans cette action</Caption><BoundMode>UnboundFetch</BoundMode><DataMember>DARSAccountType</DataMember><Key>DARSAccountType</Key><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>268</Width></Column2></Columns><GroupCondition /><TableHeader>False</TableHeader></RootTable></GridEXLayoutData>

# defenceDateLabel1.Text
source: Defence Filed:
fr: Date de la défense/réponse :

# processTypeCodeLabel1.Text
source: Process Type Code:
fr: Processus judiciaire :

# statementofClaimServedDateLabel1.Text
source: Statement of Claim Served:
fr: Déclaration signifiée :

# actionNumberLabel1.Text
source: Action Number:
fr: No. de l'action :

# statementofClaimIssuedDateLabel1.Text
source: Statement of Claim Issued:
fr: Déclaration émise :

# judgmentCourtLevelCodeLabel1.Text
source: Court Level:
fr: Niveau de la cour :

# uiTabPage4.Text
source: Pre-Judgment
fr: Antérieur au jugement

# accruedFromDateLabel.Text
source: Interest Accrues From:
fr: Intérêt coure à partir du :

# lblRateOnDateOfJ.Text
source: * Rate on Date of Judgment
fr: * Taux en date du jugement

# postJIntRateOnCostLabel.Text
source: Cost Rate* && Type:
fr: Taux* et type des coûts:

# uiGroupBox4.Text
source: Post-Judgment
fr: Après jugement

# costAmountLabel2.Text
source: Cost Amount:
fr: Montants des coûts :

# preJudgmentInterestAmountLabel1.Text
source: Pre Judgment Interest Amount:
fr: Montant d'intérêts avant jugement :

# principalAmountBeforeJudgmentLabel1.Text
source: Principal Before Judgment:
fr: Principal avant jugement :

# judgmentAmountLabel.Text
source: Judgment Amount:
fr: Montant du jugement :

# preJudgmentInterestToLabel1.Text
source: To:
fr: au :

# preJudgmentInterestFromLabel1.Text
source: From:
fr: Du :

# preJudgmentInterestRateLabel1.Text
source: Pre-Judgment Interest Rate:
fr: Intérêts avant jugement :

# uiGroupBox3.Text
source: Account Calculations
fr: Calculs de compte

# judgmentAccountGridEX_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Key>IBindingList</Key><Caption>IBindingList</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="AccountTypeCode"><Caption>Account Type</Caption><DataTypeCode>String</DataTypeCode><DataMember>AccountTypeCode</DataMember><Key>AccountTypeCode</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells></Column0><Column1 ID="PrincipalAmountBeforeJudgment"><AggregateFunction>Sum</AggregateFunction><Caption>Principal Before Judgment</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>PrincipalAmountBeforeJudgment</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>PrincipalAmountBeforeJudgment</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Width>140</Width><TotalFormatString>c</TotalFormatString></Column1><Column2 ID="PreJudgmentInterestAmount"><AggregateFunction>Sum</AggregateFunction><Caption>Pre-Judgment Interest</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>PreJudgmentInterestAmount</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>PreJudgmentInterestAmount</Key><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Width>130</Width><TotalFormatString>c</TotalFormatString></Column2><Column3 ID="CostAmount"><AggregateFunction>Sum</AggregateFunction><Caption>Cost Amount</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>CostAmount</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>CostAmount</Key><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Width>130</Width><TotalFormatString>c</TotalFormatString></Column3><Column4 ID="JudgmentAmount"><AggregateFunction>Sum</AggregateFunction><Caption>Judgment Amount</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>JudgmentAmount</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>JudgmentAmount</Key><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Width>150</Width><TotalFormatString>c</TotalFormatString></Column4></Columns><GroupCondition /></RootTable></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Key>IBindingList</Key><Caption>IBindingList</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="AccountTypeCode"><Caption>Type de compte</Caption><DataTypeCode>String</DataTypeCode><DataMember>AccountTypeCode</DataMember><Key>AccountTypeCode</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells></Column0><Column1 ID="PrincipalAmountBeforeJudgment"><AggregateFunction>Sum</AggregateFunction><Caption>Principal avant jugement</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>PrincipalAmountBeforeJudgment</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>PrincipalAmountBeforeJudgment</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Width>140</Width><TotalFormatString>c</TotalFormatString></Column1><Column2 ID="PreJudgmentInterestAmount"><AggregateFunction>Sum</AggregateFunction><Caption>Intérêts avant jugement</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>PreJudgmentInterestAmount</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>PreJudgmentInterestAmount</Key><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Width>130</Width><TotalFormatString>c</TotalFormatString></Column2><Column3 ID="CostAmount"><AggregateFunction>Sum</AggregateFunction><Caption>Montant des coûts</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>CostAmount</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>CostAmount</Key><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Width>130</Width><TotalFormatString>c</TotalFormatString></Column3><Column4 ID="JudgmentAmount"><AggregateFunction>Sum</AggregateFunction><Caption>Montant du jugement</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>JudgmentAmount</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>JudgmentAmount</Key><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Width>150</Width><TotalFormatString>c</TotalFormatString></Column4></Columns><GroupCondition /></RootTable></GridEXLayoutData>

# accountTypeCodeLabel.Text
source: Account Type:
fr: Type de compte :

# uiTabPage1.Text
source: Calculations
fr: Calculs

# sheriffJurisdictionLabel1.Text
source: Sheriff Jurisdiction:
fr: Juridiction du shérif :

# executionorRegistrationNumberLabel1.Text
source: Execution/Registration Number:
fr: No. d'exécution/enregistrement :

# officeIDLabel.Text
source: Office:
fr: Bureau :

# expiryDateLabel1.Text
source: Expiry Date:
fr: Échéance :

# issueRenewalDateLabel1.Text
source: Issuance/Renewal Date:
fr: Date d'émission/renouvellement :

# uiGroupBox2.Text
source: Encumbrance
fr: Grèvements

# atriumDB_WritHistoryDataTableGridEX_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Key>WritHistory</Key><Caption>History for Selected Encumbrance</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="IssueRenewalDate"><Caption>Issuance/Renewal Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>IssueRenewalDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>IssueRenewalDate</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>130</Width></Column0><Column1 ID="ExpiryDate"><Caption>Expiry Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ExpiryDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ExpiryDate</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>120</Width></Column1></Columns><GroupCondition /><TableHeader>True</TableHeader><TableHeaderFormatStyle><FontBold>True</FontBold></TableHeaderFormatStyle></RootTable></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Key>WritHistory</Key><Caption>Grèvement(s) antérieur(s)</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="IssueRenewalDate"><Caption>Émission/renouvellement</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>IssueRenewalDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>d</FormatString><Key>IssueRenewalDate</Key><Position>0</Position><Width>130</Width></Column0><Column1 ID="ExpiryDate"><Caption>Échéance</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ExpiryDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>d</FormatString><Key>ExpiryDate</Key><Position>1</Position><Width>120</Width></Column1></Columns><GroupCondition /><TableHeader>True</TableHeader><TableHeaderFormatStyle><FontBold>True</FontBold></TableHeaderFormatStyle></RootTable></GridEXLayoutData>

# writGridEX_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Key>Writ</Key><Caption>Writ</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="IssueRenewalDate"><Caption>Issuance/Renewal Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>IssueRenewalDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>IssueRenewalDate</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>135</Width></Column0><Column1 ID="ExpiryDate"><Caption>Expiry Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ExpiryDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ExpiryDate</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>110</Width></Column1><Column2 ID="TypeofWritCode"><CompareTarget>Text</CompareTarget><Caption>Type</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>TypeofWritCode</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>TypeofWritCode</Key><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>120</Width><DropDownIndex>0</DropDownIndex></Column2><Column3 ID="colDelete"><ButtonDisplayMode>Always</ButtonDisplayMode><ButtonImage Reference="GridEXLayoutData.RootTable.Columns.Column3.ButtonImage" /><ButtonStyle>Image</ButtonStyle><CellToolTipText>Delete Record</CellToolTipText><BoundMode>Unbound</BoundMode><ColumnType>Image</ColumnType><Key>colDelete</Key><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>18</Width></Column3></Columns><GridLines>None</GridLines><GroupCondition /><RowHeaders>False</RowHeaders></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddTypeOfWrit"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="typeofwritcode"><Caption>typeofwritcode</Caption><DataMember>typeofwritcode</DataMember><Key>typeofwritcode</Key><Position>0</Position></Column0><Column1 ID="typeofwritdesceng"><Caption>typeofwritdesceng</Caption><DataMember>typeofwritdesceng</DataMember><Key>typeofwritdesceng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddTypeOfWrit</Key><DisplayMember>typeofwritdesceng</DisplayMember><ValueMember>typeofwritcode</ValueMember></DropDown0></DropDowns></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Key>Writ</Key><Caption>Writ</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="IssueRenewalDate"><Caption>Date d'émission/renouvellement</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>IssueRenewalDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>IssueRenewalDate</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>164</Width></Column0><Column1 ID="ExpiryDate"><Caption>Échéance</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>ExpiryDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>ExpiryDate</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>99</Width></Column1><Column2 ID="TypeofWritCode"><CompareTarget>Text</CompareTarget><Caption>Type</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>TypeofWritCode</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>TypeofWritCode</Key><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>99</Width><DropDownIndex>0</DropDownIndex></Column2><Column3 ID="colDelete"><ButtonDisplayMode>Always</ButtonDisplayMode><ButtonImage Reference="GridEXLayoutData.RootTable.Columns.Column3.ButtonImage" /><ButtonStyle>Image</ButtonStyle><CellToolTipText>Supprimer</CellToolTipText><BoundMode>Unbound</BoundMode><ColumnType>Image</ColumnType><Key>colDelete</Key><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>18</Width></Column3></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>3</ColIndex></SortKey0></SortKeys><GridLines>None</GridLines><GroupCondition /><RowHeaders>False</RowHeaders></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddTypeOfWrit"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="typeofwritcode"><Caption>typeofwritcode</Caption><DataMember>typeofwritcode</DataMember><Key>typeofwritcode</Key><Position>0</Position></Column0><Column1 ID="typeofwritdesceng"><Caption>typeofwritdesceng</Caption><DataMember>typeofwritdesceng</DataMember><Key>typeofwritdesceng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddTypeOfWrit</Key><DisplayMember>typeofwritdesceng</DisplayMember><ValueMember>typeofwritcode</ValueMember></DropDown0></DropDowns></GridEXLayoutData>

# uiTabPage2.Text
source: Encumbrances
fr: Grèvements

# rateTypeLabel.Text
source: Rate Type:
fr: Type de taux :

# costAmountLabel1.Text
source: Amount:
fr: Montant :

# costDateLabel.Text
source: Cost Date:
fr: Date :

# postJudgmentActivityCodeLabel.Text
source: Post-J. Activity:
fr: Activité :

# interestRateLabel.Text
source: Interest Rate:
fr: Taux d'intérêt :

# uiGroupBox5.Text
source: Cost
fr: Coûts
