Repository: chris-weekes/atrium
Catalog: LawMate/UserControls/ucJudgment.*.resx
Languages: fr

# costGridEX_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Key>IBindingList</Key><Caption>IBindingList</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="CostDate"><Caption>Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>CostDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>CostDate</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>92</Width></Column0><Column1 ID="CostAmount"><Caption>Amount</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>CostAmount</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>CostAmount</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Width>80</Width></Column1><Column2 ID="PostJudgmentActivityCode"><CompareTarget>Text</CompareTarget><Caption>Post-Judgment Activity</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>PostJudgmentActivityCode</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>PostJudgmentActivityCode</Key><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>139</Width><DropDownIndex>0</DropDownIndex></Column2><Column3 ID="colDelete"><ButtonDisplayMode>Always</ButtonDisplayMode><ButtonImage Reference="GridEXLayoutData.RootTable.Columns.Column3.ButtonImage" /><ButtonText>delete</ButtonText><ButtonStyle>ButtonCell</ButtonStyle><CellToolTipText>Delete Record</CellToolTipText><BoundMode>Unbound</BoundMode><ColumnType>Image</ColumnType><HeaderAlignment>Center</HeaderAlignment><Key>colDelete</Key><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Center</TextAlignment><Width>18</Width></Column3></Columns><GroupCondition /></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddPostJudgmentActivity"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="postjudgmentactivitycode"><Caption>postjudgmentactivitycode</Caption><DataMember>postjudgmentactivitycode</DataMember><Key>postjudgmentactivitycode</Key><Position>0</Position></Column0><Column1 ID="postjudgmentactivitydesceng"><Caption>postjudgmentactivitydesceng</Caption><DataMember>postjudgmentactivitydesceng</DataMember><Key>postjudgmentactivitydesceng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddPostJudgmentActivity</Key><DisplayMember>postjudgmentactivitydesceng</DisplayMember><ValueMember>postjudgmentactivitycode</ValueMember></DropDown0></DropDowns></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Key>IBindingList</Key><Caption>IBindingList</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="CostDate"><Caption>Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>CostDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>CostDate</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>83</Width></Column0><Column1 ID="CostAmount"><Caption>Montant</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>CostAmount</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>CostAmount</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Width>80</Width></Column1><Column2 ID="PostJudgmentActivityCode"><CompareTarget>Text</CompareTarget><Caption>Activité après jugement</Caption><CellToolTip>TruncatedText</CellToolTip><DataTypeCode>String</DataTypeCode><DataMember>PostJudgmentActivityCode</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>PostJudgmentActivityCode</Key><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>151</Width><DropDownIndex>0</DropDownIndex></Column2><Column3 ID="colDelete"><ButtonDisplayMode>Always</ButtonDisplayMode><ButtonImage Reference="GridEXLayoutData.RootTable.Columns.Column3.ButtonImage" /><ButtonText>delete</ButtonText><ButtonStyle>ButtonCell</ButtonStyle><CellToolTipText>Supprimer</CellToolTipText><BoundMode>Unbound</BoundMode><ColumnType>Image</ColumnType><HeaderAlignment>Center</HeaderAlignment><Key>colDelete</Key><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Center</TextAlignment><Width>18</Width></Column3></Columns><GroupCondition /></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddPostJudgmentActivity"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="postjudgmentactivitycode"><Caption>postjudgmentactivitycode</Caption><DataMember>postjudgmentactivitycode</DataMember><Key>postjudgmentactivitycode</Key><Position>0</Position></Column0><Column1 ID="postjudgmentactivitydesceng"><Caption>postjudgmentactivitydesceng</Caption><DataMember>postjudgmentactivitydesceng</DataMember><Key>postjudgmentactivitydesceng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddPostJudgmentActivity</Key><DisplayMember>postjudgmentactivitydesceng</DisplayMember><ValueMember>postjudgmentactivitycode</ValueMember></DropDown0></DropDowns></GridEXLayoutData>

# uiTabPage3.Text
source: Costs
fr: Coûts

# tsDelete.Text
source: Delete
fr: Supprimer

# tsDelete.ToolTipText
source: Delete
fr: Supprimer

# tsSave.Text
source: Save
fr: Sauvegarder

# tsSave.ToolTipText
source: Save
fr: Sauvegarder

# tsScreenTitle.Text
source: Judgment
fr: Jugement

# tsAudit.ToolTipText
source: Data Row LawMate.Properties
fr: Propriétés de la ligne de données

# cmdFile.Text
source: &File
fr: &Fichier

# cmdEdit.Text
source: &Edit
fr: &Édition

# postJudgmentInterestRateLabel.Text
source: Debt Rate* && Type:
fr: Taux* et type de la dette :
