Repository: chris-weekes/atrium
Catalog: LawMate/UserControls/ucLRM.*.resx
Languages: fr

# assessmentDateLabel.Text
source: Assessment Date:
fr: Date de l'évaluation :

# contingentLiabilityLabel.Text
source: Contingent Liability:
fr: Passif éventuel :

# statusLabel.Text
source: Status:
fr: État :

# settlementEstLabel.Text
source: Settlement Estimate:
fr: Estimation d'entente :

# amountClaimedLabel.Text
source: Amount Claimed:
fr: Montant réclamé :

# complexityLabel.Text
source: Complexity:
fr: Complexité :

# impactLabel.Text
source: Impact:
fr: Incidence :

# likelihoodLabel.Text
source: Likelihood:
fr: Probabilité :

# riskLevelLabel.Text
source: Risk Level:
fr: Niveau du risque :

# possibilityOfSettlementLabel.Text
source: Possibility of Settlement:
fr: Possibilité d'entente :

# assessedByIdLabel1.Text
source: Assessed By:
fr: Évalué par :

# courtNameLabel.Text
source: Court Name:
fr: Nom de la cour :

# courtFileNumberLabel.Text
source: Court File Number:
fr: No. de dossier (Cour) :

# statementOfClaimDateLabel.Text
source: Statement Of Claim Date:
fr: Date de la réclamation :

# contigentLiabilityCommentLabel.Text
source: Type of Contigent Liability:
fr: Type de passif éventuel :

# backgroundDetailLabel.Text
source: Narrative of Situation:
fr: Narration de la situation :

# statusCommentLabel.Text
source: Status Comment:
fr: Commentaire (état) :

# label1.Text
source: Date added to CLR:
fr: Date d'ajout au RPÉ :

# label2.Text
source: Date removed from CLR:
fr: Date de retrait au RPÉ :

# tsDelete.Text
source: Delete
fr: Supprimer

# tsDelete.ToolTipText
source: Delete
fr: Supprimer

# tsSave.Text
source: Save
fr: Sauvegarder

# tsSave.ToolTipText
source: Save
fr: Sauvegarder

# tsScreenTitle.Text
source: Legal Risk Management
fr: Gestion des risques juridiques

# tsAudit.ToolTipText
source: Data Row LawMate.Properties
fr: Propriétés de la rangée selectionnée

# cmdFile.Text
source: &File
fr: &Fichier

# cmdEdit.Text
source: &Edit
fr: &Edition

# uiGroupBox1.Text
source: Litigation
fr: Litige

# subjectToContingentLiabilityCheckBox.Text
source: Subject To Contingent Liability:
fr: L'objet de passif éventuel :

# ucSettlementPossibilityMcc.Column2
source: RASettlementPossibilityEng
fr: RASettlementPossibilityFre

# ucSettlementPossibilityMcc.DisplayMember
source: RASettlementPossibilityEng
fr: RASettlementPossibilityFre

# gbRiskAssessment.Text
source: Legal Risk Management
fr: Gestion des risques

# ucRiskLevelMcc.Column2
source: RARiskLevelEng
fr: RARiskLevelFre

# ucLikelihoodMcc.Column2
source: RALikelihoodEng
fr: RALikelihoodFre

# ucLikelihoodMcc.DisplayMember
source: RALikelihoodEng
fr: RALikelihoodFre

# ucImpactMcc.Column2
source: RAImpactEng
fr: RAImpactFre

# ucImpactMcc.DisplayMember
source: RAImpactEng
fr: RAImpactFre

# ucComplexityMcc.Column2
source: ComplexityEng
fr: ComplexityFre

# ucComplexityMcc.DisplayMember
source: ComplexityEng
fr: ComplexityFre

# ucRAStatusMcc.Column2
source: RAStatusEng
fr: RAStatusFre

# ucRAStatusMcc.DisplayMember
source: RAStatusEng
fr: RAStatusFre
