Repository: chris-weekes/atrium
Catalog: LawMate/UserControls/ucOfficePersonnel.*.resx
Languages: fr

# officerDelegateGridEX_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Key>IBindingList</Key><Caption>IBindingList</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="DelegateToId"><CompareTarget>Text</CompareTarget><Caption>Delegate To</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>DelegateToId</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>DelegateToId</Key><Position>0</Position><Width>141</Width><DropDownIndex>0</DropDownIndex></Column0><Column1 ID="AccessLevel"><Caption>Access Level</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>AccessLevel</DataMember><Key>AccessLevel</Key><Position>1</Position><Width>88</Width></Column1><Column2 ID="WorkAs"><Caption>Work As</Caption><DataTypeCode>Boolean</DataTypeCode><ColumnType>CheckBox</ColumnType><DataMember>WorkAs</DataMember><EditType>CheckBox</EditType><HeaderAlignment>Center</HeaderAlignment><Key>WorkAs</Key><Position>2</Position><Width>60</Width></Column2><Column3 ID="delete"><ButtonDisplayMode>CurrentRow</ButtonDisplayMode><AllowDrag>False</AllowDrag><AllowRemove>False</AllowRemove><AllowSize>False</AllowSize><AllowSort>False</AllowSort><ButtonImage Reference="GridEXLayoutData.RootTable.Columns.Column3.ButtonImage" /><ButtonStyle>Image</ButtonStyle><BoundMode>Unbound</BoundMode><ColumnType>Image</ColumnType><Key>delete</Key><Position>3</Position><Width>19</Width></Column3></Columns><GroupCondition /></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddOfficer"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="fullname"><Caption>Name</Caption><DataMember>fullname</DataMember><Key>fullname</Key><Position>0</Position></Column0><Column1 ID="OfficerCode"><Caption>OfficerCode</Caption><DataMember>OfficerCode</DataMember><Key>OfficerCode</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><Font>Microsoft Sans Serif, 8.25pt</Font><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddOfficer</Key><DisplayMember>fullname</DisplayMember><ValueMember>OfficerId</ValueMember></DropDown0></DropDowns></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Key>IBindingList</Key><Caption>IBindingList</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="DelegateToId"><CompareTarget>Text</CompareTarget><Caption>Délégué à</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>DelegateToId</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>DelegateToId</Key><Position>0</Position><Width>132</Width><DropDownIndex>0</DropDownIndex></Column0><Column1 ID="AccessLevel"><Caption>Niveau d'accès</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>AccessLevel</DataMember><Key>AccessLevel</Key><Position>1</Position><Width>91</Width></Column1><Column2 ID="WorkAs"><Caption>Travailler comme</Caption><DataTypeCode>Boolean</DataTypeCode><ColumnType>CheckBox</ColumnType><DataMember>WorkAs</DataMember><EditType>CheckBox</EditType><Key>WorkAs</Key><Position>2</Position><Width>93</Width></Column2><Column3 ID="delete"><ButtonDisplayMode>CurrentRow</ButtonDisplayMode><AllowDrag>False</AllowDrag><AllowRemove>False</AllowRemove><AllowSize>False</AllowSize><AllowSort>False</AllowSort><ButtonImage Reference="GridEXLayoutData.RootTable.Columns.Column3.ButtonImage" /><ButtonStyle>Image</ButtonStyle><BoundMode>Unbound</BoundMode><ColumnType>Image</ColumnType><Key>delete</Key><Position>3</Position><Width>19</Width></Column3></Columns><GroupCondition /></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddOfficer"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="OfficerCode"><Caption>OfficerCode</Caption><DataMember>OfficerCode</DataMember><Key>OfficerCode</Key><Position>0</Position></Column0></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><Font>Microsoft Sans Serif, 8.25pt</Font><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddOfficer</Key><DisplayMember>OfficerCode</DisplayMember><ValueMember>OfficerId</ValueMember></DropDown0></DropDowns></GridEXLayoutData>

# uiTabPage5.Text
source: Out of Office
fr: Absence du bureau

# chkOutOfOffice.Text
source: Enable Automatic Replies (Out of Office) during this time range.
fr: Activer réponses automatiques (absences du bureau) pendant ce temps.

# tribunalTabPage.Text
source: Tribunal Member
fr: Membre du Tribunal

# addAddressBtn.Text
source: Add Address
fr: Ajouter adresse

# uiGroupBox2.Text
source: Teleconference
fr: Téléconférence

# label1.Text
source: Phone Number:
fr: Téléphone:

# label6.Text
source: Conference ID:
fr: Code d’accès:

# addressGroupBox.Text
source: Address Information
fr: Adresse

# uiGroupBox7.Text
source: Term Dates
fr: Durée du mandat

# lblExpiryDate.Text
source: Term Expiry Date:
fr: Début de mandat le:

# lblStartDate.Text
source: Term Start Date:
fr: Fin de mandat le:

# trainingGroupBox.Text
source: Training
fr: Formation

# TrainedCharterCheckBox.Text
source: Charter
fr: Chartre

# trainedEICheckBox.Text
source: EI
fr: AE

# trainedOASCheckBox.Text
source: OAS
fr: PSV

# trainedCPPCheckBox.Text
source: CPP
fr: RPC

# gbParticipant.Text
source: Division and Program
fr: Division et Programme

# isCheckBox.Text
source: IS
fr: SR

# eiCheckBox.Text
source: EI
fr: AE

# uiGroupBoxLanguage.Text
source: Language
fr: Langue

# langFrenchCheckBox.Text
source: French
fr: Français

# langEnglishCheckBox.Text
source: English
fr: Anglais

# pnlDelegateRole.Text
source: Roles / Delegates
fr: Rôles et Délégués

# pnlUserInfo.Text
source: Officer Info
fr: Info sur l'agent

# pnlAlternateEmail.Text
source: Alternate E-mail Addresses
fr: Adresses de courriels supplémentaires

# pnlPersonalFiles.Text
source: Personal Files
fr: Dossiers personnels
