Repository: chris-weekes/atrium
Catalog: LawMate/UserControls/ucOfficeInfo.*.resx
Languages: fr

# isClientOfficeUICheckBox.Text
source: Include in Client Office List:
fr: Inclure dans la liste des bureaux clients :

# isBranchUICheckBox.Text
source: Is a Branch:
fr: Est une direction générale :

# departmentIDLabel.Text
source: Department:
fr: Ministère :

# branchIDLabel.Text
source: Branch ID:
fr: Direction générale :

# label1.Text
source: Parent Office:
fr: Bureau parent :

# uiGroupBox1.Text
source: Office Configuration
fr: Configuration de bureau

# uploadsDisbUICheckBox.Text
source: Uploads Disbursements:
fr: Téléchargement débours :

# usesBillingUICheckBox.Text
source: Uses Billing:
fr: Utilise facturation :

# retainerUICheckBox.Text
source: Retainer:
fr: Avance de salaire :

# isOnLineUICheckBox.Text
source: Online Office:
fr: Bureau en ligne :

# gSTNumberLabel.Text
source: GST Number:
fr: No. de TPS :

# currencyCodeLabel.Text
source: Currency:
fr: Devise :

# attentionAdministratorLabel.Text
source: Attention Administrator:
fr: Contact (gestion) :

# hourlyRateLabel.Text
source: Hourly Rate:
fr: Taux horaire :

# officeTypeCodeLabel.Text
source: Office Type:
fr: Type de bureau :

# attentionBillingLabel.Text
source: Attention Billing:
fr: Contact (facturation) :

# appointmentTypeCodeLabel.Text
source: Appointment Type:
fr: Type de nomination :

# reappointedDateLabel.Text
source: Reappointed Date:
fr: Date de renomination :

# label5.Text
source: Tax Rate:
fr: Taxe :

# gbAppointmentInfo.Text
source: Appointment/Administrative Information
fr: Information administrative

# label3.Text
source: French Address:
fr: Adresse (française) :

# faxNumberLabel.Text
source: Facsimile:
fr: Télécopieur :

# workPhoneLabel.Text
source: Telephone Number:
fr: Téléphone :

# homePhoneLabel.Text
source: Toll Free Number:
fr: Téléphone sans frais :

# emailAddressLabel.Text
source: E-mail:
fr: Courriel :

# gbAddress.Text
source: Address
fr: Adresse

# activeUICheckBox.Text
source: Active:
fr: Actif :

# officeFriendlyNameFreLabel.Text
source: Short Name/Acronym (Fre):
fr: Surnom/acronyme (fra.) :

# officeFriendlyNameEngLabel.Text
source: Short Name/Acronym (Eng):
fr: Surnom/acronyme (ang.) :

# officeNameLabel.Text
source: Office Name (Eng):
fr: Nom (ang.) :

# officeNameFreLabel.Text
source: Office Name (Fre):
fr: Nom (fra.) :

# dARSOfficeCodeLabel.Text
source: DARS Office Code:
fr: Code de bureau SMCD :

# letterSignatoryLabel.Text
source: Signatory (Appointment):
fr: Signataire (nomination) :

# gbOffice.Text
source: Office
fr: Bureau

# tsDelete.Text
source: Delete
fr: Supprimer

# tsDelete.ToolTipText
source: Delete
fr: Supprimer

# tsSave.Text
source: Save
fr: Sauvegarder

# tsSave.ToolTipText
source: Save
fr: Sauvegarder

# tsScreenTitle.Text
source: Office Information
fr: Information du bureau

# tsAudit.ToolTipText
source: Data Row LawMate.Properties
fr: Propriétés de la rangée selectionnée

# cmdFile.Text
source: &File
fr: &Fichier

# cmdEdit.Text
source: &Edit
fr: &Edition

# officeCodeLabel.Text
source: Office Code:
fr: Code de bureau :
