Repository: chris-weekes/atrium
Catalog: LawMate/UserControls/ucOfficePersonnel.*.resx
Languages: fr

# label2.Text
source: Personal File:
fr: Dossier personnel :

# label3.Text
source: Inbox File:
fr: Dossier corbeille arrivée :

# label4.Text
source: Sent Items File:
fr: Dossier corbeille envoyée :

# label5.Text
source: Shortcut File:
fr: Dossier de raccourcis :

# officerCodeLabel1.Text
source: Officer Code:
fr: Code de l'agent :

# salutationLabel1.Text
source: Salutation:
fr: Appel :

# firstNameLabel1.Text
source: First Name:
fr: Prénom :

# middleNameLabel1.Text
source: Middle Name:
fr: 2e prénom :

# lastNameLabel1.Text
source: Last Name:
fr: Nom de famille :

# suffixLabel1.Text
source: Suffix:
fr: Suffixe :

# positionCodeLabel1.Text
source: Position Code:
fr: Code de position :

# positionTitleLabel1.Text
source: Position Title (English):
fr: Titre (anglais) :

# positionTitleFreLabel1.Text
source: Position Title (French):
fr: Titre (français) :

# telephoneNumberLabel1.Text
source: Telephone Number:
fr: Téléphone :

# cellPhoneLabel1.Text
source: Cell Phone:
fr: Cellulaire :

# faxNumberLabel1.Text
source: Fax Number:
fr: Télécopieur :

# emailAddressLabel1.Text
source: Email Address:
fr: Adresse courriel :

# label7.Text
source: Appeal Level:
fr: Niveau d'appel:

# label8.Text
source: User name:
fr: Nom d'utilisateur :

# endDateLabel.Text
source: Ends:
fr: Se termine le :

# startDateLabel.Text
source: Begins:
fr: Débute le :

# label9.Text
source: at:
fr: à :

# label10.Text
source: at:
fr: à :

# tsDelete.Text
source: Delete
fr: Supprimer

# tsDelete.ToolTipText
source: Delete
fr: Supprimer

# tsSave.Text
source: Save
fr: Sauvegarder

# tsSave.ToolTipText
source: Save
fr: Sauvegarder

# tsScreenTitle.Text
source: Office Personnel
fr: Employé(e)s de bureau

# tsAudit.ToolTipText
source: Data Row LawMate.Properties
fr: Propriétés de la rangée selectionnée

# tsNew.Text
source: New Officer
fr: Nouvel(le) employé(e)

# tsNew.ToolTipText
source: New Officer
fr: Nouvel(le) employé(e)

# tsSecurity.Text
source: User Account / Security
fr: Sécurité de compte

# tsSecurity.ToolTipText
source: User Account / Security
fr: Sécurité de compte

# tsFilter.Text
source: Filter
fr: Filtre

# tsGroupBy.Text
source: Group By
fr: Groupement

# tsMyFile.Text
source: Create Personal File(s)
fr: Créer dossier personnel

# tsMyFile.ToolTipText
source: Create Personal File(s)
fr: Créer un dossier personnel pour l'utilisateur

# cmdAddToAB.Text
source: Add to Address Book
fr: Ajouter au carnet d'adresse

# cmdAddToAB.ToolTipText
source: Add to Address Book
fr: Ajouter au carnet d'adresse

# cmdFile.Text
source: &File
fr: &Fichier

# cmdEdit.Text
source: &Edit
fr: &Édition

# cmdView.Text
source: &View
fr: &Affichage

# cmdTools.Text
source: &Tools
fr: &Outils

# officerGridEX_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Key>Officer</Key><Caption>Officer</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="LastName"><Caption>Last Name</Caption><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>LastName</DataMember><Key>LastName</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>115</Width></Column0><Column1 ID="FirstName"><Caption>First Name</Caption><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>FirstName</DataMember><Key>FirstName</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>115</Width></Column1><Column2 ID="OfficerCode"><Caption>Officer Code</Caption><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>OfficerCode</DataMember><Key>OfficerCode</Key><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>85</Width></Column2><Column3 ID="PositionCode"><CompareTarget>Text</CompareTarget><Caption>Position Code</Caption><DataTypeCode>String</DataTypeCode><DataMember>PositionCode</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><HideWhenGrouped>True</HideWhenGrouped><Key>PositionCode</Key><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>95</Width><DropDownIndex>0</DropDownIndex></Column3><Column4 ID="PositionTitle"><Caption>Title</Caption><DataTypeCode>String</DataTypeCode><DataMember>PositionTitle</DataMember><Key>PositionTitle</Key><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>140</Width></Column4><Column5 ID="TelephoneNumber"><Caption>Telephone</Caption><DataTypeCode>String</DataTypeCode><DataMember>TelephoneNumber</DataMember><InputMask>(000) 000-0000</InputMask><Key>TelephoneNumber</Key><Position>5</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>90</Width><FormatMode>UseInputMask</FormatMode></Column5><Column6 ID="TelephoneExtension"><Caption>Ext.</Caption><DataTypeCode>String</DataTypeCode><DataMember>TelephoneExtension</DataMember><Key>TelephoneExtension</Key><Position>6</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>40</Width></Column6><Column7 ID="CurrentEmployee"><Caption>Current</Caption><DataTypeCode>Boolean</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><ColumnType>CheckBox</ColumnType><DataMember>CurrentEmployee</DataMember><EditType>CheckBox</EditType><HeaderAlignment>Center</HeaderAlignment><Key>CurrentEmployee</Key><Position>7</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Center</TextAlignment><Width>60</Width><DefaultValue>False</DefaultValue><DefaultValueType>System.Boolean</DefaultValueType></Column7><Column8 ID="Active"><Caption>Active</Caption><DataTypeCode>Boolean</DataTypeCode><ColumnType>CheckBox</ColumnType><DataMember>Active</DataMember><EditType>NoEdit</EditType><Key>Active</Key><Position>8</Position><Width>62</Width></Column8><Column9 ID="OfficeId"><Caption>Office Id</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>OfficeId</DataMember><Key>OfficeId</Key><Position>9</Position><Visible>False</Visible></Column9></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>0</ColIndex></SortKey0><SortKey1 ID="SortKey1"><ColIndex>1</ColIndex></SortKey1></SortKeys><GroupCondition /><Groups Collection="true" ElementName="Group"><Group0 ID="Group0"><ColIndex>3</ColIndex></Group0></Groups></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddPositionCode"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="positioncode"><Caption>positioncode</Caption><DataMember>positioncode</DataMember><Key>positioncode</Key><Position>0</Position></Column0><Column1 ID="positionnameeng"><Caption>positionnameeng</Caption><DataMember>positionnameeng</DataMember><Key>positionnameeng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><Font>Microsoft Sans Serif, 8.25pt</Font><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddPositionCode</Key><DisplayMember>PositionNameEng</DisplayMember><ValueMember>PositionCode</ValueMember></DropDown0></DropDowns></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Key>Officer</Key><Caption>Officer</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="LastName"><Caption>Nom de famille</Caption><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>LastName</DataMember><Key>LastName</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>115</Width></Column0><Column1 ID="FirstName"><Caption>Prénom</Caption><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>FirstName</DataMember><Key>FirstName</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>115</Width></Column1><Column2 ID="OfficerCode"><Caption>Code d'agent</Caption><DataTypeCode>String</DataTypeCode><TypeNameEmptyStringValue>System.String</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>OfficerCode</DataMember><Key>OfficerCode</Key><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>85</Width></Column2><Column3 ID="PositionCode"><CompareTarget>Text</CompareTarget><Caption>Code de position</Caption><DataTypeCode>String</DataTypeCode><DataMember>PositionCode</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><HideWhenGrouped>True</HideWhenGrouped><Key>PositionCode</Key><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>95</Width><DropDownIndex>0</DropDownIndex></Column3><Column4 ID="PositionTitle"><Caption>Titre</Caption><DataTypeCode>String</DataTypeCode><DataMember>PositionTitle</DataMember><Key>PositionTitle</Key><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>140</Width></Column4><Column5 ID="TelephoneNumber"><Caption>Téléphone</Caption><DataTypeCode>String</DataTypeCode><DataMember>TelephoneNumber</DataMember><FormatString>(###) ###-####</FormatString><Key>TelephoneNumber</Key><Position>5</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>90</Width></Column5><Column6 ID="TelephoneExtension"><Caption>Poste</Caption><DataTypeCode>String</DataTypeCode><DataMember>TelephoneExtension</DataMember><Key>TelephoneExtension</Key><Position>6</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>40</Width></Column6><Column7 ID="CurrentEmployee"><Caption>Actuel</Caption><DataTypeCode>Boolean</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><ColumnType>CheckBox</ColumnType><DataMember>CurrentEmployee</DataMember><EditType>CheckBox</EditType><HeaderAlignment>Center</HeaderAlignment><Key>CurrentEmployee</Key><Position>7</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Center</TextAlignment><Width>60</Width><DefaultValue>False</DefaultValue><DefaultValueType>System.Boolean</DefaultValueType></Column7><Column8 ID="Active"><Caption>Actif</Caption><DataTypeCode>Boolean</DataTypeCode><ColumnType>CheckBox</ColumnType><DataMember>Active</DataMember><EditType>NoEdit</EditType><HeaderAlignment>Center</HeaderAlignment><Key>Active</Key><Position>8</Position><Width>62</Width></Column8></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>0</ColIndex></SortKey0><SortKey1 ID="SortKey1"><ColIndex>1</ColIndex></SortKey1></SortKeys><GroupCondition /><Groups Collection="true" ElementName="Group"><Group0 ID="Group0"><ColIndex>3</ColIndex></Group0></Groups></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddPositionCode"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="positioncode"><Caption>positioncode</Caption><DataMember>positioncode</DataMember><Key>positioncode</Key><Position>0</Position></Column0><Column1 ID="positionnameeng"><Caption>positionnameeng</Caption><DataMember>positionnameeng</DataMember><Key>positionnameeng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><Font>Microsoft Sans Serif, 8.25pt</Font><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddPositionCode</Key><DisplayMember>PositionNameEng</DisplayMember><ValueMember>PositionCode</ValueMember></DropDown0></DropDowns></GridEXLayoutData>

# uiTabPage1.Text
source: Officer Information
fr: Info de l’agent

# usesBillingCheckBox.Text
source: Uses Billing:
fr: Utilise fiche de temps :

# isMailUICheckBox.Text
source: Uses [AppMail]:
fr: Utilise [appmail] :

# currentEmployeeUICheckBox.Text
source: Current Employee:
fr: Employé actuel :

# uiTabPage2.Text
source: Alternate E-mail Addresses
fr: Autres courriels

# btnAddNewEmailAddress.Text
source: Add New Alternate E-mail Address
fr: Ajouter nouvelle adresse courriel

# contactEmailGridEX_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Key>IBindingList</Key><Caption>IBindingList</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="Email"><Caption>Email</Caption><DataTypeCode>String</DataTypeCode><DataMember>Email</DataMember><Key>Email</Key><Position>0</Position><Width>217</Width></Column0><Column1 ID="DisplayName"><Caption>Display Name</Caption><DataTypeCode>String</DataTypeCode><DataMember>DisplayName</DataMember><Key>DisplayName</Key><Position>1</Position><Width>204</Width></Column1><Column2 ID="Main"><Caption>Main</Caption><DataTypeCode>Boolean</DataTypeCode><ColumnType>CheckBox</ColumnType><DataMember>Main</DataMember><EditType>CheckBox</EditType><HeaderAlignment>Center</HeaderAlignment><Key>Main</Key><Position>2</Position><Width>60</Width></Column2></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>0</ColIndex><SortOrder>Descending</SortOrder></SortKey0></SortKeys><GroupCondition /></RootTable></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Key>IBindingList</Key><Caption>IBindingList</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="Email"><Caption>Adresse de courriel</Caption><DataTypeCode>String</DataTypeCode><DataMember>Email</DataMember><Key>Email</Key><Position>0</Position><Width>217</Width></Column0><Column1 ID="DisplayName"><Caption>Nom affiché</Caption><DataTypeCode>String</DataTypeCode><DataMember>DisplayName</DataMember><Key>DisplayName</Key><Position>1</Position><Width>204</Width></Column1><Column2 ID="Main"><Caption>Adresse principale</Caption><DataTypeCode>Boolean</DataTypeCode><ColumnType>CheckBox</ColumnType><DataMember>Main</DataMember><EditType>CheckBox</EditType><Key>Main</Key><Position>2</Position></Column2></Columns><GroupCondition /></RootTable></GridEXLayoutData>

# uiTabPage3.Text
source: Personal Files
fr: Dossiers personnels

# uiTabPage4.Text
source: Delegates && Roles
fr: Délégués et rôles

# btnAddNewOfficerRole.Text
source: Add New Officer Role
fr: Ajouter nouveau rôle

# btnAddNewDelegate.Text
source: Add New Delegate
fr: Ajouter nouveau délégué

# officerRoleGridEX_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Key>IBindingList</Key><Caption>IBindingList</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="RoleCode"><CompareTarget>Text</CompareTarget><Caption>Role</Caption><DataTypeCode>String</DataTypeCode><DataMember>RoleCode</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>RoleCode</Key><Position>0</Position><Width>166</Width><DropDownIndex>0</DropDownIndex></Column0><Column1 ID="Mod"><Caption>Mod</Caption><DataTypeCode>Byte</DataTypeCode><DataMember>Mod</DataMember><Key>Mod</Key><Position>1</Position><Width>50</Width></Column1><Column2 ID="ModResult"><Caption>Mod Result</Caption><DataTypeCode>Byte</DataTypeCode><DataMember>ModResult</DataMember><Key>ModResult</Key><Position>2</Position><Width>66</Width></Column2><Column3 ID="delete"><ButtonDisplayMode>CurrentRow</ButtonDisplayMode><AllowDrag>False</AllowDrag><AllowRemove>False</AllowRemove><AllowSize>False</AllowSize><AllowSort>False</AllowSort><ButtonImage Reference="GridEXLayoutData.RootTable.Columns.Column3.ButtonImage" /><ButtonStyle>Image</ButtonStyle><ColumnType>Image</ColumnType><DataMember>delete</DataMember><Key>delete</Key><Position>3</Position><Width>19</Width></Column3></Columns><GroupCondition /></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddRoleCode"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="RoleCode"><Caption>RoleCode</Caption><DataMember>RoleCode</DataMember><Key>RoleCode</Key><Position>0</Position></Column0><Column1 ID="RoleEng"><Caption>RoleEng</Caption><DataMember>RoleEng</DataMember><Key>RoleEng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><Font>Microsoft Sans Serif, 8.25pt</Font><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddRoleCode</Key><DisplayMember>RoleEng</DisplayMember><ValueMember>RoleCode</ValueMember></DropDown0></DropDowns></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Key>IBindingList</Key><Caption>IBindingList</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="RoleCode"><CompareTarget>Text</CompareTarget><Caption>Rôle</Caption><DataTypeCode>String</DataTypeCode><DataMember>RoleCode</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>RoleCode</Key><Position>0</Position><Width>164</Width><DropDownIndex>0</DropDownIndex></Column0><Column1 ID="Mod"><Caption>Modulus</Caption><DataTypeCode>Byte</DataTypeCode><DataMember>Mod</DataMember><Key>Mod</Key><Position>1</Position><Width>58</Width></Column1><Column2 ID="ModResult"><Caption>Résultat</Caption><DataTypeCode>Byte</DataTypeCode><DataMember>ModResult</DataMember><Key>ModResult</Key><Position>2</Position><Width>62</Width></Column2><Column3 ID="delete"><ButtonDisplayMode>CurrentRow</ButtonDisplayMode><AllowDrag>False</AllowDrag><AllowRemove>False</AllowRemove><AllowSize>False</AllowSize><AllowSort>False</AllowSort><ButtonImage Reference="GridEXLayoutData.RootTable.Columns.Column3.ButtonImage" /><ButtonStyle>Image</ButtonStyle><BoundMode>Unbound</BoundMode><ColumnType>Image</ColumnType><Key>delete</Key><Position>3</Position><Width>19</Width></Column3></Columns><GroupCondition /></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddRoleCode"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="RoleCode"><Caption>RoleCode</Caption><DataMember>RoleCode</DataMember><Key>RoleCode</Key><Position>0</Position><Visible>False</Visible></Column0><Column1 ID="RoleEng"><Caption>RoleEng</Caption><DataMember>RoleEng</DataMember><Key>RoleEng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><Font>Microsoft Sans Serif, 8.25pt</Font><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddRoleCode</Key><DisplayMember>RoleEng</DisplayMember><ValueMember>RoleCode</ValueMember></DropDown0></DropDowns></GridEXLayoutData>
