Repository: chris-weekes/atrium
Catalog: LawMate/UserControls/ucOpinion.*.resx
Languages: fr

# tsDelete.Text
source: Delete
fr: Supprimer

# tsDelete.ToolTipText
source: Delete
fr: Supprimer

# tsSave2.Text
source: Save
fr: Sauvegarder

# tsSave2.ToolTipText
source: Save
fr: Sauvegarder

# tsScreenTitle.Text
source: Legal Opinion
fr: Opinion juridique

# tsShowRequest.Text
source: Show Request
fr: Demande d'opinion

# tsShowRequest.ToolTipText
source: Display the Request for Legal Advice (Document)
fr: Afficher la demande d'opinion juridique

# tsShowOpinion.Text
source: Show Legal Opinion
fr: Opinion juridique

# tsShowOpinion.ToolTipText
source: Display the Legal Opinion (Document)
fr: Afficher l'opinion juridique

# tsAudit.ToolTipText
source: Data Row LawMate.Properties
fr: Propriétés

# cmdFile.Text
source: &File
fr: &Fichier

# cmdEdit.Text
source: &Edit
fr: &Edition

# cmdView.Text
source: &View
fr: &Affichage

# cmdLinkDocumentToOpinion.Text
source: Link a document
fr: Créer un lien avec un document

# cmdLinkDocumentToOpinion.ToolTipText
source: Link a document
fr: Créer un lien avec un document

# cmdLinkRequest.Text
source: Create a link to the Request for Legal Advice document
fr: Créer un lien avec une demande d'avis juridique

# cmdLinkOpinion.Text
source: Create a link to a Legal Opinion Document
fr: Créer un lien avec une opinion juridique

# subjectLabel.Text
source: Subject:
fr: Sujet :

# requestDateLabel.Text
source: Request Date:
fr: Date de la demande :

# assignedDateLabel.Text
source: Assigned Date:
fr: Opinion assignée le :

# dueDateLabel.Text
source: Due Date:
fr: Date d'échéance :

# completedDateLabel.Text
source: Completed Date:
fr: Opinion complétée le :

# receivedDateLabel.Text
source: Received Date:
fr: Date de la réception :

# assignedToIdLabel.Text
source: Assigned Lawyer:
fr: Avocat assigné :

# opinionTypeIdLabel.Text
source: Opinion Type:
fr: Type de demande :

# requestContactIdLabel.Text
source: Requestor:
fr: Demandeur :

# requestOfficeIdLabel.Text
source: Requestor Office:
fr: Bureau du demandeur :

# acknowledgeDateLabel.Text
source: Acknowledge Date:
fr: Accusé de réception :

# mccOpinionType.Column2
source: OpinionTypeEng
fr: OpinionTypeFre

# mccOpinionType.DisplayMember
source: OpinionTypeEng
fr: OpinionTypeFre
