Repository: chris-weekes/atrium
Catalog: LawMate/UserControls/ucSRP.*.resx
Languages: fr

# sRPDateLabel.Text
source: SRP Date:
fr: Date de SDP :

# sRPReceivedDateLabel.Text
source: SRP Received:
fr: SDP reçu le :

# taxationBeganLabel.Text
source: Taxation Began:
fr: Taxation débutée le :

# taxationCompletedLabel.Text
source: Taxation Completed:
fr: Taxation complétée le :

# countOfTaxationLabel.Text
source: Number of Accounts:
fr: Nombre de comptes :

# label8.Text
source: Sum of Taxes:
fr: Somme des taxes :

# lblFees.Text
source: Fees:
fr: Honoraires :

# lblTax.Text
source: Tax
fr: Taxes

# lblAmounts.Text
source: Amounts
fr: Montants

# disbursementTaxExemptClaimedLabel.Text
source: Non-Taxable Disb.:
fr: Débours non taxable :

# lblDisbursements.Text
source: Disbursements:
fr: Débours :

# lblTotals.Text
source: Sum of Fees && Disb.:
fr: Somme des honoraires et débours :

# totalTaxClaimedLabel.Text
source: Total Claimed:
fr: Total réclamé :

# label9.Text
source: Sum of Taxes:
fr: Somme des taxes :

# label10.Text
source: Fees:
fr: Honoraires :

# label11.Text
source: Tax
fr: Taxes

# label12.Text
source: Amounts
fr: Montants

# label13.Text
source: Non-Taxable Disb.:
fr: Débours non taxable :

# label14.Text
source: Disbursements:
fr: Débours :

# label15.Text
source: Sum of Fees && Disb.:
fr: Somme des honoraires et débours :

# label16.Text
source: Total Taxed:
fr: Total taxé :

# label1.Text
source: Office:
fr: Bureau :

# sRPSubmittedDateLabel.Text
source: SRP Submitted:
fr: SDP soumis le :

# tsGoToSRPDetail.Text
source: SRP Detail
fr: Détails SDP

# tsGoToSRPDetail.ToolTipText
source: SRP Detail
fr: Détails SDP

# tsGoToBillingReview.Text
source: Billing Review
fr: Révision de facturation

# tsGoToBillingReview.ToolTipText
source: Billing Review
fr: Révision de facturation

# tsScreenTitleSRP.Text
source: SRP Info
fr: Info SDP

# tsScreenTitleSRP.ToolTipText
source: Summary Requests for Payment Information
fr: Sommaire de demande de paiements

# tsGenSRP.Text
source: Generate SRP
fr: Générer SDP

# tsGenSRP.ToolTipText
source: Generate SRP
fr: Générer SDP

# tsSubmitSRP.Text
source: Submit SRP
fr: Soumettre SDP

# tsSubmitSRP.ToolTipText
source: Submit SRP
fr: Soumettre SDP

# tsMessage.Text
source: Taxation has been completed on this SRP. No modifications can be made, this screen is read-only.
fr: La taxation du SDP est complète. Aucune modifications peut être apportées, l'information est en lecture seule.

# tsExternalData.Text
source: Export
fr: Exporter

# tsExternalData.ToolTipText
source: Export
fr: Exporter

# tsImportBulk.Text
source: Import Bulk Disbursements
fr: Importer débours en vrac

# tsImportAll.Text
source: Import All Disbursements
fr: Importer tous les débours

# tsExportFees.Text
source: Export Fees
fr: Exporter les frais

# tsExportDisb.Text
source: Export Disbursements
fr: Exporter les débours

# cmdFile.Text
source: &File
fr: &Fichier

# cmdEdit.Text
source: &Edit
fr: &Édition

# cmdView.Text
source: &View
fr: &Affichage

# cmdTools.Text
source: Tools
fr: Outils

# cmdSave.Text
source: Save
fr: Sauvegarder

# cmdDelete.Text
source: Delete
fr: Supprimer

# cmdNew.Text
source: New SRP
fr: Nouveau SDP

# tsImport.Text
source: Import
fr: Importer

# cmdRollbackSRP.Text
source: Undo Submit of SRP
fr: Retour arrière du SDP

# cmdRollbackSRP.ToolTipText
source: Undo Submit of SRP
fr: Retour arrière de la soumission du SDP

# uiTabPage2.Text
source: Taxed
fr: Taxé

# uiTabPage1.Text
source: Claimed
fr: Réclamé

# uiTabPage3.Text
source: SRP Info
fr: Info SDP

# label2.Text
source: Loading SRPs, please wait
fr: Chargement des SDPs, veuillez patienter

# sRPGridEX_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Key>SRP</Key><Caption>SRP</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="SRPDate"><Caption>SRP Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>SRPDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>SRPDate</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>94</Width></Column0><Column1 ID="NetTotalClaimed"><Caption>Total Claimed</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>NetTotalClaimed</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>NetTotalClaimed</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Visible>False</Visible><Width>85</Width></Column1><Column2 ID="NetTotalTaxed"><Caption>Total Taxed</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>NetTotalTaxed</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>NetTotalTaxed</Key><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Visible>False</Visible><Width>85</Width></Column2><Column3 ID="TotalClaimed"><Caption>Total Claimed</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>TotalClaimed</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>TotalClaimed</Key><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Width>109</Width></Column3><Column4 ID="TotalTaxed"><Caption>Total Taxed</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>TotalTaxed</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>TotalTaxed</Key><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Width>104</Width></Column4><Column5 ID="TaxingDifference"><Caption>Difference</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>TaxingDifference</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>TaxingDifference</Key><Position>5</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Width>87</Width></Column5></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>0</ColIndex><SortOrder>Descending</SortOrder></SortKey0></SortKeys><GroupCondition /></RootTable></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Key>SRP</Key><Caption>SRP</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="SRPDate"><Caption>Date de SDP</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>SRPDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>SRPDate</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>107</Width></Column0><Column1 ID="NetTotalClaimed"><Caption>Total réclamé</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>NetTotalClaimed</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>NetTotalClaimed</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Visible>False</Visible><Width>85</Width></Column1><Column2 ID="NetTotalTaxed"><Caption>Total Taxed</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>NetTotalTaxed</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>NetTotalTaxed</Key><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Visible>False</Visible><Width>85</Width></Column2><Column3 ID="TotalClaimed"><Caption>Total réclamé</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>TotalClaimed</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>TotalClaimed</Key><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Width>109</Width></Column3><Column4 ID="TotalTaxed"><Caption>Total taxé</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>TotalTaxed</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>TotalTaxed</Key><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Width>107</Width></Column4><Column5 ID="TaxingDifference"><Caption>Différence</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>TaxingDifference</DataMember><FormatString>c</FormatString><HeaderAlignment>Far</HeaderAlignment><Key>TaxingDifference</Key><Position>5</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Width>94</Width></Column5></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>0</ColIndex><SortOrder>Descending</SortOrder></SortKey0></SortKeys><GroupCondition /></RootTable></GridEXLayoutData>
