Repository: chris-weekes/atrium
Catalog: LawMate/UserControls/ucSSTDetail.*.resx
Languages: fr

# applicationDateLabel.Text
source: Application Date:
fr: Date de l'application :

# deemedDisabilityDateLabel.Text
source: Deemed Disability Date:
fr: Considéré atteinte d'invalidité le :

# paymentDateLabel.Text
source: Payment Date:
fr: Date du paiement :

# terminationDateLabel.Text
source: Last Day Worked:
fr: Dernier jour de travail :

# mQPDateLabel.Text
source: MQP Date:
fr: Date du PMA :

# benefitStartDateLabel.Text
source: Benefit Start Date:
fr: Prestations débutant le :

# label1.Text
source: Benefit Start Date:
fr: Prestations débutant le :

# Received365Datelabel.Text
source: Notice of Readiness Deadline:
fr: Échéance pour l’Avis de procéder :

# tsSave.Text
source: Save
fr: Sauvegarder

# tsDelete.Text
source: Delete
fr: Supprimer

# tsScreenTitle.Text
source: Program Details
fr: Information sur le programme

# tsAudit.Text
source: Data Row LawMate.Properties
fr: Data Row Properties

# cmdFile.Text
source: &File
fr: &Fichier

# cmdEdit.Text
source: &Edit
fr: &Edition

# FileFlagGridEX_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Key>IBindingList</Key><Caption>Tribunal Member Issue Confirmation</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="FileFlagId"><Caption>FileFlagId</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>FileFlagId</DataMember><EditType>NoEdit</EditType><Key>FileFlagId</Key><Position>0</Position><Visible>False</Visible></Column0><Column1 ID="FlagCodeName"><Caption>File Flag</Caption><DataTypeCode>String</DataTypeCode><DataMember>FlagCodeNameEng</DataMember><EditType>NoEdit</EditType><Key>FlagCodeName</Key><Position>1</Position><Width>389</Width></Column1><Column2 ID="Delete"><ButtonDisplayMode>Always</ButtonDisplayMode><ButtonImage Reference="GridEXLayoutData.RootTable.Columns.Column2.ButtonImage" /><ButtonStyle>Image</ButtonStyle><CellToolTip>UseHeaderToolTip</CellToolTip><BoundMode>Unbound</BoundMode><ColumnType>Image</ColumnType><HeaderToolTip>Delete Issue</HeaderToolTip><Key>Delete</Key><Position>2</Position><Width>20</Width></Column2><Column3 ID="FlagCode"><Caption>Flag Code</Caption><DataTypeCode>String</DataTypeCode><DataMember>FlagCode</DataMember><EditType>NoEdit</EditType><Key>FlagCode</Key><Position>3</Position><Visible>False</Visible></Column3></Columns><GroupCondition /><TableHeader>False</TableHeader><TableHeaderFormatStyle><FontBold>True</FontBold></TableHeaderFormatStyle></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddFlagCode"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="ProgramID"><Caption>Code</Caption><DataMember>ProgramID</DataMember><Key>ProgramID</Key><Position>0</Position></Column0><Column1 ID="ProgramDescriptionEng"><Caption>Description</Caption><DataMember>ProgramDescriptionEng</DataMember><Key>ProgramDescriptionEng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddFlagCode</Key><DisplayMember>FlagCodeNameEng</DisplayMember><ValueMember>FlagCode</ValueMember></DropDown0></DropDowns></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Key>IBindingList</Key><Caption>Tribunal Member Issue Confirmation</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="FileFlagId"><Caption>FileFlagId</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>FileFlagId</DataMember><EditType>NoEdit</EditType><Key>FileFlagId</Key><Position>0</Position><Visible>False</Visible></Column0><Column1 ID="FlagCodeName"><Caption>Indicateur de cas particulier</Caption><DataTypeCode>String</DataTypeCode><DataMember>FlagCodeNameFre</DataMember><EditType>NoEdit</EditType><Key>FlagCodeName</Key><Position>1</Position><Width>389</Width></Column1><Column2 ID="Delete"><ButtonDisplayMode>Always</ButtonDisplayMode><ButtonImage Reference="GridEXLayoutData.RootTable.Columns.Column2.ButtonImage" /><ButtonStyle>Image</ButtonStyle><CellToolTip>UseHeaderToolTip</CellToolTip><BoundMode>Unbound</BoundMode><ColumnType>Image</ColumnType><HeaderToolTip>Delete Issue</HeaderToolTip><Key>Delete</Key><Position>2</Position><Width>20</Width></Column2><Column3 ID="FlagCode"><Caption>Flag Code</Caption><DataTypeCode>String</DataTypeCode><DataMember>FlagCode</DataMember><EditType>NoEdit</EditType><Key>FlagCode</Key><Position>3</Position><Visible>False</Visible></Column3></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>1</ColIndex><SortOrder>Descending</SortOrder></SortKey0></SortKeys><GroupCondition /><TableHeader>False</TableHeader><TableHeaderFormatStyle><FontBold>True</FontBold></TableHeaderFormatStyle></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddFlagCode"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="ProgramID"><Caption>Code</Caption><DataMember>ProgramID</DataMember><Key>ProgramID</Key><Position>0</Position></Column0><Column1 ID="ProgramDescriptionEng"><Caption>Description</Caption><DataMember>ProgramDescriptionEng</DataMember><Key>ProgramDescriptionEng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddFlagCode</Key><DisplayMember>FlagCodeNameEng</DisplayMember><ValueMember>FlagCode</ValueMember></DropDown0></DropDowns></GridEXLayoutData>

# AddFileFlagButton.Text
source: Add File Flag
fr: Ajouter indicateur de cas particulier

# gbIS.Text
source: Income Security Program Information
fr: Programme de sécurité du revenu

# isIncapacitatedUICheckBox.Text
source: Is Incapacitated:
fr: Incapable / Inapte :

# isDeceasedUICheckBox.Text
source: Is Deceased:
fr: Décédé :

# disabledUICheckBox.Text
source: Disabled:
fr: Handicapé :

# mQPAgreedUICheckBox.Text
source: MQP Agreed:
fr: S'entends sur la PMA :

# maxRetroactivityUICheckBox.Text
source: Max Retroactivity:
fr: Période de rétroactivité maximale :

# gbEI.Text
source: Employment Insurance Program Information
fr: Programme d'assurance-emploi

# voluntaryUICheckBox.Text
source: Voluntary Departure:
fr: Départ volontaire :
