Repository: chris-weekes/atrium
Catalog: LawMate/UserControls/ucSSTCase.*.resx
Languages: fr

# tsSave.Text
source: Save
fr: Sauvegarder

# tsDelete.Text
source: Delete
fr: Supprimer

# tsScreenTitle.Text
source: SST Appeal
fr: Appel au TSS

# tsAudit.Text
source: Data Row LawMate.Properties
fr: Data Row Properties

# cmdFile.Text
source: &File
fr: &Fichier

# cmdEdit.Text
source: &Edit
fr: &Edition

# LevelLabel.Text
source: Level:
fr: Niveau :

# ProgramLabel.Text
source: Program:
fr: Programme :

# OutcomeLabel.Text
source: Outcome:
fr: Résultat :

# DecisionDateLabel.Text
source: Decision Date:
fr: Date de la décision :

# DecisionSentDateLabel.Text
source: Decision Sent Date:
fr: Décision envoyée le :

# CaseStatusLabel.Text
source: Case Status:
fr: État du cas :

# DateAppealReceivedLabel.Text
source: Date Appeal Received:
fr: Appel reçu le :

# CaseStatusUpdatedLabel.Text
source: Case Status Updated:
fr: État du cas changé le :

# LeaveToAppealReceivedLabel.Text
source: Leave To Appeal Received:
fr: Demande reçue le :

# LeaveToAppealDecisionDateLabel.Text
source: Leave To Appeal Decision Date:
fr: Date de la décision :

# LeaveToAppealDecisionLabel.Text
source: Leave to Appeal Decision:
fr: Résultat :

# AppealWithdrawnDateLabel.Text
source: Appeal Withdrawn Date:
fr: Appel retiré le :

# label7.Text
source: Issues have not yet been defined for this appeal.
fr: Les litiges ne sont pas encore déterminés pour cet appel.

# PossibleCrisisFileLabel.Text
source: Possible Crisis File:
fr: Dossier de crise:

# OverrideDateLabel.Text
source: Override Date:
fr: Date d'annulation :

# OverrideUserLabel.Text
source: User:
fr: Utilisateur :

# BenefitLabel.Text
source: Benefit:
fr: Prestations :

# ignoreReasonLabel.Text
source: Reason for Late Filing:
fr: Raison du retard :

# FileCompleteDateLabel.Text
source: File Complete Date:
fr: Dossier complété le :

# ReconsiderationDecisionDateLabel.Text
source: Reconsideration Decision Date:
fr: Date de la décision (révision) :

# ReconsiderationIdLabel.Text
source: Reconsideration ID:
fr: No. de la révision :

# CharterUICheckBox.Text
source: Charter:
fr: Charte :

# MultipleAppealssUICheckBox.Text
source: Multiple Appeals:
fr: Appels multiples :

# AppealCompleteGroupBox.Text
source: Appeal Complete
fr: Dossier complet

# lblAppealDate.Text
source: Appeal Date:
fr: Date de l'appel :

# FileCompleteUICheckBox.Text
source: File Complete:
fr: Dossier est complet :

# LateFilingGroupBox.Text
source: Late Filing
fr: Appel reçu en retard

# LateOverrideUICheckBox.Text
source: Late Override:
fr: Retard annulé :

# MoreThan365DaysUICheckBox.Text
source: More than 365 days:
fr: Plus de 365 jours :

# AppealFiledLateUICheckBox.Text
source: Appeal Filed Late:
fr: Appel en retard :

# LateAcceptedUICheckBox.Text
source: Late Accepted:
fr: Retard accepté :

# SSTAppealGroupBox.Text
source: SST Appeal
fr: Appel au TSS

# ckbADReturnToGD.Text
source: AD to GD:
fr: DA à la DG :

# LTANotRequiredUICheckBox.Text
source: LTA Not Required:
fr: DPA non requise :

# ApplicationLeaveToAppealGroupBox.Text
source: Application for Leave To Appeal
fr: Demande de permission d'en appeler

# HearingGroupBox.Text
source: Hearing
fr: Audience

# HearingGridEX_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Key>Hearing</Key><Caption>Hearing</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="StartDate"><Caption>Date</Caption><BoundMode>UnboundFetch</BoundMode><DataMember>StartDate</DataMember><FormatString>MMMM dd, yyyy @ hh:mm</FormatString><Key>StartDate</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>192</Width></Column0><Column1 ID="HearingID"><Caption>Hearing ID</Caption><DataTypeCode>Int32</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>HearingID</DataMember><Key>HearingID</Key><Position>1</Position><Visible>False</Visible></Column1><Column2 ID="SSTCaseId"><Caption>SSTCase Id</Caption><DataTypeCode>Int32</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>SSTCaseId</DataMember><Key>SSTCaseId</Key><Position>2</Position><Visible>False</Visible></Column2><Column3 ID="FileID"><Caption>File ID</Caption><DataTypeCode>Int32</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>FileID</DataMember><Key>FileID</Key><Position>3</Position><Visible>False</Visible></Column3><Column4 ID="ApptId"><Caption>Appt Id</Caption><DataTypeCode>Int32</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>ApptId</DataMember><Key>ApptId</Key><Position>4</Position><Visible>False</Visible></Column4><Column5 ID="MemberId"><Caption>Member Id</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>MemberId</DataMember><Key>MemberId</Key><Position>5</Position><Visible>False</Visible></Column5><Column6 ID="HearingMethodId"><CompareTarget>Text</CompareTarget><Caption>Method</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>HearingMethodId</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>HearingMethodId</Key><Position>6</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><DropDownIndex>0</DropDownIndex></Column6><Column7 ID="HearingStatus"><CompareTarget>Text</CompareTarget><Caption>Status</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>HearingStatus</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>HearingStatus</Key><Position>7</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>104</Width><DropDownIndex>1</DropDownIndex></Column7><Column8 ID="HearingType"><Caption>Hearing Type</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>HearingType</DataMember><Key>HearingType</Key><Position>8</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible></Column8></Columns><GroupCondition /><RowHeight>20</RowHeight><TableHeader>False</TableHeader></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddHearingMethod"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="hearingmethodid"><Caption>hearingmethodid</Caption><DataMember>hearingmethodid</DataMember><Key>hearingmethodid</Key><Position>0</Position></Column0><Column1 ID="hearingmethodeng"><Caption>hearingmethodeng</Caption><DataMember>hearingmethodeng</DataMember><Key>hearingmethodeng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddHearingMethod</Key><DisplayMember>hearingmethodeng</DisplayMember><ValueMember>hearingmethodid</ValueMember></DropDown0><DropDown1 ID="ddStatusHearing"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="HearingStatusId"><Caption>HearingStatusId</Caption><DataMember>HearingStatusId</DataMember><Key>HearingStatusId</Key><Position>0</Position></Column0><Column1 ID="HearingStatusEng"><Caption>HearingStatusEng</Caption><DataMember>HearingStatusEng</DataMember><Key>HearingStatusEng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddStatusHearing</Key><DisplayMember>HearingStatusEng</DisplayMember><ValueMember>HearingStatusId</ValueMember></DropDown1></DropDowns></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Key>Hearing</Key><Caption>Hearing</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="StartDate"><Caption>Date</Caption><BoundMode>UnboundFetch</BoundMode><DataMember>StartDate</DataMember><FormatString>MMMM dd, yyyy @ hh:mm</FormatString><Key>StartDate</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>192</Width></Column0><Column1 ID="HearingID"><Caption>Hearing ID</Caption><DataTypeCode>Int32</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>HearingID</DataMember><Key>HearingID</Key><Position>1</Position><Visible>False</Visible></Column1><Column2 ID="SSTCaseId"><Caption>SSTCase Id</Caption><DataTypeCode>Int32</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>SSTCaseId</DataMember><Key>SSTCaseId</Key><Position>2</Position><Visible>False</Visible></Column2><Column3 ID="FileID"><Caption>File ID</Caption><DataTypeCode>Int32</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>FileID</DataMember><Key>FileID</Key><Position>3</Position><Visible>False</Visible></Column3><Column4 ID="ApptId"><Caption>Appt Id</Caption><DataTypeCode>Int32</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><DataMember>ApptId</DataMember><Key>ApptId</Key><Position>4</Position><Visible>False</Visible></Column4><Column5 ID="MemberId"><Caption>Member Id</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>MemberId</DataMember><Key>MemberId</Key><Position>5</Position><Visible>False</Visible></Column5><Column6 ID="HearingMethodId"><CompareTarget>Text</CompareTarget><Caption>Méthode</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>HearingMethodId</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>HearingMethodId</Key><Position>6</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><DropDownIndex>0</DropDownIndex></Column6><Column7 ID="HearingStatus"><CompareTarget>Text</CompareTarget><Caption>État</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>HearingStatus</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>HearingStatus</Key><Position>7</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>104</Width><DropDownIndex>1</DropDownIndex></Column7><Column8 ID="HearingType"><Caption>Hearing Type</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>HearingType</DataMember><Key>HearingType</Key><Position>8</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible></Column8></Columns><GroupCondition /><RowHeight>20</RowHeight><TableHeader>False</TableHeader></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddHearingMethod"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="hearingmethodid"><Caption>hearingmethodid</Caption><DataMember>hearingmethodid</DataMember><Key>hearingmethodid</Key><Position>0</Position></Column0><Column1 ID="hearingmethodeng"><Caption>hearingmethodeng</Caption><DataMember>hearingmethodeng</DataMember><Key>hearingmethodeng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddHearingMethod</Key><DisplayMember>hearingmethodeng</DisplayMember><ValueMember>hearingmethodid</ValueMember></DropDown0><DropDown1 ID="ddStatusHearing"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="HearingStatusId"><Caption>HearingStatusId</Caption><DataMember>HearingStatusId</DataMember><Key>HearingStatusId</Key><Position>0</Position></Column0><Column1 ID="HearingStatusEng"><Caption>HearingStatusEng</Caption><DataMember>HearingStatusEng</DataMember><Key>HearingStatusEng</Key><Position>1</Position></Column1></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddStatusHearing</Key><DisplayMember>HearingStatusEng</DisplayMember><ValueMember>HearingStatusId</ValueMember></DropDown1></DropDowns></GridEXLayoutData>

# SSTDecisionGroupBox.Text
source: SST Decision
fr: Décision du TSS

# IssuesGroupBox.Text
source: Issues
fr: Litiges

# gbNoIssues.Text
source: Issues
fr: Litiges
