Repository: chris-weekes/atrium
Catalog: LawMate/UserControls/ucTimeslip.*.resx
Languages: fr

# timeSlipGridEX_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><AllowChildTableGroups>True</AllowChildTableGroups><Key>TimeSlip</Key><Caption>Timeslips</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="FileId"><CompareTarget>Text</CompareTarget><ButtonDisplayMode>Always</ButtonDisplayMode><ButtonToolTipText /><ButtonStyle>Ellipsis</ButtonStyle><Caption>File</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>FileId</DataMember><DefaultGroupPrefix /><HeaderImage Reference="GridEXLayoutData.RootTable.Columns.Column0.HeaderImage" /><HideWhenGrouped>True</HideWhenGrouped><Key>FileId</Key><Position>0</Position><SelectableCells>FilterRowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible><Width>220</Width><CustomGroupIndex>0</CustomGroupIndex></Column0><Column1 ID="Filename"><ButtonDisplayMode>Always</ButtonDisplayMode><ButtonToolTipText>Ctrl+Shift+F</ButtonToolTipText><ButtonStyle>Ellipsis</ButtonStyle><Caption>File</Caption><DataTypeCode>String</DataTypeCode><DataMember>Filename</DataMember><DefaultGroupPrefix /><HideWhenGrouped>True</HideWhenGrouped><Key>Filename</Key><Position>1</Position><SelectableCells>FilterRowCells</SelectableCells><Width>257</Width><CustomGroupIndex>0</CustomGroupIndex></Column1><Column2 ID="Hours"><ButtonDisplayMode>EditingCell</ButtonDisplayMode><AggregateFunction>Sum</AggregateFunction><ButtonToolTipText>Ctrl+Shift+T</ButtonToolTipText><ButtonStyle>Image</ButtonStyle><Caption>Time</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>Hours</DataMember><HeaderAlignment>Near</HeaderAlignment><Key>Hours</Key><Position>2</Position><TextAlignment>Near</TextAlignment><Width>64</Width></Column2><Column3 ID="ACSeriesACDescription"><Caption>Description</Caption><DataTypeCode>String</DataTypeCode><DataMember>ActivityNameEng</DataMember><HideWhenGrouped>True</HideWhenGrouped><Key>ACSeriesACDescription</Key><Position>3</Position><SelectableCells>FilterRowCells</SelectableCells><Width>200</Width></Column3><Column4 ID="Comment"><Caption>Comment</Caption><DataTypeCode>String</DataTypeCode><DataMember>Comment</DataMember><Key>Comment</Key><Position>4</Position><Width>180</Width></Column4><Column5 ID="StepCode"><ButtonDisplayMode>Always</ButtonDisplayMode><ButtonToolTipText>Ctrl+Shift+A</ButtonToolTipText><ButtonStyle>Ellipsis</ButtonStyle><Caption>Step Code</Caption><DataTypeCode>String</DataTypeCode><DataMember>StepCode</DataMember><HideWhenGrouped>True</HideWhenGrouped><Key>StepCode</Key><Position>5</Position><SelectableCells>FilterRowCells</SelectableCells><Width>75</Width></Column5><Column6 ID="Posted"><Caption>Posted</Caption><DataTypeCode>Boolean</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><ColumnType>CheckBox</ColumnType><DataMember>Posted</DataMember><EditType>CheckBox</EditType><HeaderAlignment>Center</HeaderAlignment><Key>Posted</Key><Position>6</Position><SelectableCells>FilterRowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible><Width>55</Width></Column6><Column7 ID="SRPDate"><Caption>SRPDate</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>SRPDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>d</FormatString><Key>SRPDate</Key><Position>7</Position><SelectableCells>FilterRowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible></Column7><Column8 ID="IncludeOnSRP"><Caption>Include On SRP</Caption><DataTypeCode>Boolean</DataTypeCode><ColumnType>CheckBox</ColumnType><DataMember>IncludeOnSRP</DataMember><EditType>CheckBox</EditType><Key>IncludeOnSRP</Key><Position>8</Position><Selectable>False</Selectable><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible></Column8><Column9 ID="StartTime"><Caption>Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>StartTime</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><DefaultGroupPrefix /><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><HideWhenGrouped>True</HideWhenGrouped><Key>StartTime</Key><Position>9</Position><SelectableCells>FilterRowCells</SelectableCells><Width>90</Width></Column9><Column10 ID="OfficerId"><CompareTarget>Text</CompareTarget><Caption>Officer</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>OfficerId</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>OfficerId</Key><Position>10</Position><SelectableCells>FilterRowCells</SelectableCells><Visible>False</Visible><DropDownIndex>0</DropDownIndex></Column10><Column11 ID="Filenumber"><Caption>File Number</Caption><DataTypeCode>String</DataTypeCode><DataMember>Filenumber</DataMember><HideWhenGrouped>True</HideWhenGrouped><Key>Filenumber</Key><Position>11</Position><SelectableCells>FilterRowCells</SelectableCells><Visible>False</Visible></Column11><Column12 ID="SRPID"><Caption>SRP ID</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>SRPID</DataMember><Key>SRPID</Key><Position>12</Position><SelectableCells>FilterRowCells</SelectableCells><Visible>False</Visible></Column12><Column13 ID="ActivityId"><Caption>Activity ID</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>ActivityId</DataMember><Key>ActivityId</Key><Position>13</Position><SelectableCells>FilterRowCells</SelectableCells><Visible>False</Visible></Column13><Column14 ID="FullPath"><Caption>Full Path</Caption><DataTypeCode>String</DataTypeCode><DataMember>FullPath</DataMember><DefaultGroupPrefix /><HideWhenGrouped>True</HideWhenGrouped><Key>FullPath</Key><Position>14</Position><SelectableCells>FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Trimming>NoTrimming</Trimming><AutoSizeMode>DiaplayedCells</AutoSizeMode></Column14><Column15 ID="ShortcutName"><Caption>Shortcut Name</Caption><DataTypeCode>String</DataTypeCode><DataMember>ShortcutName</DataMember><Key>ShortcutName</Key><Position>15</Position><SelectableCells>FilterRowCells</SelectableCells></Column15><Column16 ID="TimeSlipAllocation"><Caption>Timeslip Allocation</Caption><DataTypeCode>String</DataTypeCode><DataMember>TimeSlipAllocation</DataMember><Key>TimeSlipAllocation</Key><Position>16</Position><SelectableCells>FilterRowCells</SelectableCells><Width>120</Width><MultipleValues>True</MultipleValues><MultipleValueDataMember>Display</MultipleValueDataMember></Column16><Column17 ID="Delete"><ButtonDisplayMode>CurrentRow</ButtonDisplayMode><ButtonImage Reference="GridEXLayoutData.RootTable.Columns.Column17.ButtonImage" /><ButtonStyle>Image</ButtonStyle><BoundMode>Unbound</BoundMode><ColumnType>Image</ColumnType><HeaderToolTip>Deletes Selected Timeslip</HeaderToolTip><Key>Delete</Key><Position>17</Position><Width>22</Width></Column17></Columns><ChildTables Collection="true" ElementName="Table"><Table0 ID="TimeSlipAllocation"><DataMember>TimeSlipAllocation</DataMember><Key>TimeSlipAllocation</Key><Caption>TimeSlipBranch</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="IsPrimary"><Caption>Is Primary</Caption><DataTypeCode>Boolean</DataTypeCode><ColumnType>CheckBox</ColumnType><DataMember>IsPrimary</DataMember><EditType>CheckBox</EditType><Key>IsPrimary</Key><Position>0</Position></Column0><Column1 ID="PercentAlloc"><Caption>Percent Alloc</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>PercentAlloc</DataMember><FormatString>c</FormatString><Key>PercentAlloc</Key><Position>1</Position></Column1><Column2 ID="OfficeCode"><Caption>Office Code</Caption><DataTypeCode>String</DataTypeCode><DataMember>OfficeCode</DataMember><Key>OfficeCode</Key><Position>2</Position></Column2><Column3 ID="OfficeName"><Caption>Office Name</Caption><DataTypeCode>String</DataTypeCode><DataMember>OfficeName</DataMember><Key>OfficeName</Key><Position>3</Position></Column3><Column4 ID="BranchCode"><Caption>Branch Code</Caption><DataTypeCode>String</DataTypeCode><DataMember>BranchCode</DataMember><Key>BranchCode</Key><Position>4</Position></Column4><Column5 ID="BranchName"><Caption>Branch Name</Caption><DataTypeCode>String</DataTypeCode><DataMember>BranchName</DataMember><Key>BranchName</Key><Position>5</Position></Column5></Columns><GroupCondition /></Table0></ChildTables><FormatConditions Collection="true" ElementName="Condition"><Condition0 ID="FormatCondition1"><ColIndex>2</ColIndex><FormatStyle><BackColor>Moccasin</BackColor><ForeColor>Black</ForeColor></FormatStyle><TargetColIndex>2</TargetColIndex><Value1>0</Value1><Key>FormatCondition1</Key></Condition0></FormatConditions><GroupCondition /><Groups Collection="true" ElementName="Group"><Group0 ID="Group0"><ColIndex>9</ColIndex><GroupFormatString>D</GroupFormatString></Group0></Groups><GroupHeaderTotals Collection="true" ElementName="GroupHeaderTotal"><GroupHeaderTotal0 ID="GroupHeaderTotal1"><ColIndex>2</ColIndex><AggregateFunction>Sum</AggregateFunction><TotalPrefix /><TotalSuffix /><Key>GroupHeaderTotal1</Key><ColumnAlign>2</ColumnAlign><FormatStyle><FontBold>True</FontBold><FontName>arial</FontName><TextAlignment>Near</TextAlignment></FormatStyle></GroupHeaderTotal0></GroupHeaderTotals><PreviewRowMember>Comment</PreviewRowMember><RowHeaders>True</RowHeaders><TotalRow>True</TotalRow><TableHeader>True</TableHeader><CustomGroups Collection="true" ElementName="CustomGroup"><CustomGroup0 ID="CustomGroup0"><CompositeColumnsLength>2</CompositeColumnsLength><CompositeColumn0>1</CompositeColumn0><CompositeColumn1>0</CompositeColumn1><CustomGroupType>CompositeColumns</CustomGroupType><Key>CustomGroup1</Key><HeaderCaption>File</HeaderCaption></CustomGroup0><CustomGroup1 ID="CustomGroup1"><Key>CustomGroup2</Key></CustomGroup1></CustomGroups><TableHeaderFormatStyle><FontBold>True</FontBold></TableHeaderFormatStyle><TotalRowFormatStyle><BackColor>White</BackColor><ForeColor>Blue</ForeColor><BackColorGradient>PowderBlue</BackColorGradient><FontBold>True</FontBold><FontName>arial</FontName><FontSize>8</FontSize><BlendGradient>0.4</BlendGradient><BackgroundGradientMode>Vertical</BackgroundGradientMode></TotalRowFormatStyle><GroupTotalRowFormatStyle><ForeColor>Blue</ForeColor><FontBold>True</FontBold></GroupTotalRowFormatStyle></RootTable><FormatStyles Collection="true" ElementName="Style"><Style0 ID="FormatStyle1"><BackColor>ControlLight</BackColor><ForeColor>ControlDark</ForeColor><Key>FormatStyle1</Key></Style0></FormatStyles><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddOfficer"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="fullname"><Caption>Name</Caption><DataMember>fullname</DataMember><Key>fullname</Key><Position>0</Position></Column0></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><Font>Microsoft Sans Serif, 8.25pt</Font><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddOfficer</Key><DisplayMember>fullname</DisplayMember><ValueMember>officerid</ValueMember></DropDown0></DropDowns></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><AllowChildTableGroups>True</AllowChildTableGroups><Key>TimeSlip</Key><Caption>Timeslips</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="FileId"><CompareTarget>Text</CompareTarget><ButtonDisplayMode>Always</ButtonDisplayMode><ButtonToolTipText /><ButtonStyle>Ellipsis</ButtonStyle><Caption>Dossier</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>FileId</DataMember><DefaultGroupPrefix /><HeaderImage Reference="GridEXLayoutData.RootTable.Columns.Column0.HeaderImage" /><HideWhenGrouped>True</HideWhenGrouped><Key>FileId</Key><Position>0</Position><SelectableCells>FilterRowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible><Width>220</Width><CustomGroupIndex>0</CustomGroupIndex></Column0><Column1 ID="Filename"><ButtonDisplayMode>Always</ButtonDisplayMode><ButtonToolTipText>Ctrl+Shift+F</ButtonToolTipText><ButtonStyle>Ellipsis</ButtonStyle><Caption>Dossier</Caption><DataTypeCode>String</DataTypeCode><DataMember>Filename</DataMember><DefaultGroupPrefix /><HideWhenGrouped>True</HideWhenGrouped><Key>Filename</Key><Position>1</Position><SelectableCells>FilterRowCells</SelectableCells><Width>257</Width><CustomGroupIndex>0</CustomGroupIndex></Column1><Column2 ID="Hours"><ButtonDisplayMode>EditingCell</ButtonDisplayMode><AggregateFunction>Sum</AggregateFunction><ButtonToolTipText>Ctrl+Shift+T</ButtonToolTipText><ButtonStyle>Image</ButtonStyle><Caption>Temps</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>Hours</DataMember><HeaderAlignment>Near</HeaderAlignment><Key>Hours</Key><Position>2</Position><TextAlignment>Near</TextAlignment><Width>64</Width></Column2><Column3 ID="ACSeriesACDescription"><Caption>Description</Caption><DataTypeCode>String</DataTypeCode><DataMember>ActivityNameFre</DataMember><HideWhenGrouped>True</HideWhenGrouped><Key>ACSeriesACDescription</Key><Position>3</Position><SelectableCells>FilterRowCells</SelectableCells><Width>200</Width></Column3><Column4 ID="Comment"><Caption>Commentaire</Caption><DataTypeCode>String</DataTypeCode><DataMember>Comment</DataMember><Key>Comment</Key><Position>4</Position><Width>180</Width></Column4><Column5 ID="StepCode"><ButtonDisplayMode>Always</ButtonDisplayMode><ButtonToolTipText>Ctrl+Shift+A</ButtonToolTipText><ButtonStyle>Ellipsis</ButtonStyle><Caption>Code d'étape</Caption><DataTypeCode>String</DataTypeCode><DataMember>StepCode</DataMember><HideWhenGrouped>True</HideWhenGrouped><Key>StepCode</Key><Position>5</Position><SelectableCells>FilterRowCells</SelectableCells><Width>75</Width></Column5><Column6 ID="Posted"><Caption>Posted</Caption><DataTypeCode>Boolean</DataTypeCode><TypeNameEmptyStringValue>NULL</TypeNameEmptyStringValue><EmptyStringValue /><ColumnType>CheckBox</ColumnType><DataMember>Posted</DataMember><EditType>CheckBox</EditType><HeaderAlignment>Center</HeaderAlignment><Key>Posted</Key><Position>6</Position><SelectableCells>FilterRowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible><Width>55</Width></Column6><Column7 ID="SRPDate"><Caption>Période</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>SRPDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>SRPDate</Key><Position>7</Position><SelectableCells>FilterRowCells</SelectableCells><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible></Column7><Column8 ID="IncludeOnSRP"><Caption>Include On SRP</Caption><DataTypeCode>Boolean</DataTypeCode><ColumnType>CheckBox</ColumnType><DataMember>IncludeOnSRP</DataMember><EditType>CheckBox</EditType><Key>IncludeOnSRP</Key><Position>8</Position><Selectable>False</Selectable><ShowInFieldChooser>False</ShowInFieldChooser><Visible>False</Visible></Column8><Column9 ID="StartTime"><Caption>Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>StartTime</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><DefaultGroupPrefix /><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><HideWhenGrouped>True</HideWhenGrouped><Key>StartTime</Key><Position>9</Position><SelectableCells>FilterRowCells</SelectableCells><Width>90</Width></Column9><Column10 ID="OfficerId"><CompareTarget>Text</CompareTarget><Caption>Agent</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>OfficerId</DataMember><DefaultGroupInterval>Text</DefaultGroupInterval><EditType>MultiColumnCombo</EditType><Key>OfficerId</Key><Position>10</Position><SelectableCells>FilterRowCells</SelectableCells><Visible>False</Visible><DropDownIndex>0</DropDownIndex></Column10><Column11 ID="Filenumber"><Caption>Numéro de dossier</Caption><DataTypeCode>String</DataTypeCode><DataMember>Filenumber</DataMember><HideWhenGrouped>True</HideWhenGrouped><Key>Filenumber</Key><Position>11</Position><SelectableCells>FilterRowCells</SelectableCells><Visible>False</Visible></Column11><Column12 ID="SRPID"><Caption>SRP ID</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>SRPID</DataMember><Key>SRPID</Key><Position>12</Position><SelectableCells>FilterRowCells</SelectableCells><Visible>False</Visible></Column12><Column13 ID="ActivityId"><Caption>Activity ID</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>ActivityId</DataMember><Key>ActivityId</Key><Position>13</Position><SelectableCells>FilterRowCells</SelectableCells><Visible>False</Visible></Column13><Column14 ID="FullPath"><Caption>Chemin</Caption><DataTypeCode>String</DataTypeCode><DataMember>FullPath</DataMember><DefaultGroupPrefix /><HideWhenGrouped>True</HideWhenGrouped><Key>FullPath</Key><Position>14</Position><SelectableCells>FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Trimming>NoTrimming</Trimming><AutoSizeMode>DiaplayedCells</AutoSizeMode></Column14><Column15 ID="ShortcutName"><Caption>Raccourci</Caption><DataTypeCode>String</DataTypeCode><DataMember>ShortcutName</DataMember><Key>ShortcutName</Key><Position>15</Position><SelectableCells>FilterRowCells</SelectableCells></Column15><Column16 ID="TimeSlipAllocation"><Caption>Répartition de fiche de temps</Caption><DataTypeCode>String</DataTypeCode><DataMember>TimeSlipAllocation</DataMember><Key>TimeSlipAllocation</Key><Position>16</Position><SelectableCells>FilterRowCells</SelectableCells><Width>120</Width><MultipleValues>True</MultipleValues><MultipleValueDataMember>Display</MultipleValueDataMember></Column16><Column17 ID="Delete"><ButtonDisplayMode>CurrentRow</ButtonDisplayMode><ButtonImage Reference="GridEXLayoutData.RootTable.Columns.Column17.ButtonImage" /><ButtonStyle>Image</ButtonStyle><BoundMode>Unbound</BoundMode><ColumnType>Image</ColumnType><HeaderToolTip>Supprimer la fiche de temps</HeaderToolTip><Key>Delete</Key><Position>17</Position><Width>22</Width></Column17></Columns><ChildTables Collection="true" ElementName="Table"><Table0 ID="TimeSlipAllocation"><DataMember>TimeSlipAllocation</DataMember><Key>TimeSlipAllocation</Key><Caption>TimeSlipBranch</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="IsPrimary"><Caption>Is Primary</Caption><DataTypeCode>Boolean</DataTypeCode><ColumnType>CheckBox</ColumnType><DataMember>IsPrimary</DataMember><EditType>CheckBox</EditType><Key>IsPrimary</Key><Position>0</Position></Column0><Column1 ID="PercentAlloc"><Caption>Percent Alloc</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>PercentAlloc</DataMember><FormatString>c</FormatString><Key>PercentAlloc</Key><Position>1</Position></Column1><Column2 ID="OfficeCode"><Caption>Office Code</Caption><DataTypeCode>String</DataTypeCode><DataMember>OfficeCode</DataMember><Key>OfficeCode</Key><Position>2</Position></Column2><Column3 ID="OfficeName"><Caption>Office Name</Caption><DataTypeCode>String</DataTypeCode><DataMember>OfficeName</DataMember><Key>OfficeName</Key><Position>3</Position></Column3><Column4 ID="BranchCode"><Caption>Branch Code</Caption><DataTypeCode>String</DataTypeCode><DataMember>BranchCode</DataMember><Key>BranchCode</Key><Position>4</Position></Column4><Column5 ID="BranchName"><Caption>Branch Name</Caption><DataTypeCode>String</DataTypeCode><DataMember>BranchName</DataMember><Key>BranchName</Key><Position>5</Position></Column5></Columns><GroupCondition /></Table0></ChildTables><FormatConditions Collection="true" ElementName="Condition"><Condition0 ID="FormatCondition1"><ColIndex>2</ColIndex><FormatStyle><BackColor>Moccasin</BackColor><ForeColor>Black</ForeColor></FormatStyle><TargetColIndex>2</TargetColIndex><Value1>0</Value1><Key>FormatCondition1</Key></Condition0></FormatConditions><GroupCondition /><Groups Collection="true" ElementName="Group"><Group0 ID="Group0"><ColIndex>9</ColIndex><GroupFormatString>D</GroupFormatString></Group0></Groups><GroupHeaderTotals Collection="true" ElementName="GroupHeaderTotal"><GroupHeaderTotal0 ID="GroupHeaderTotal1"><ColIndex>2</ColIndex><AggregateFunction>Sum</AggregateFunction><TotalPrefix /><TotalSuffix /><Key>GroupHeaderTotal1</Key><ColumnAlign>2</ColumnAlign><FormatStyle><FontBold>True</FontBold><FontName>arial</FontName><TextAlignment>Near</TextAlignment></FormatStyle></GroupHeaderTotal0></GroupHeaderTotals><PreviewRowMember>Comment</PreviewRowMember><RowHeaders>True</RowHeaders><TotalRow>True</TotalRow><TableHeader>True</TableHeader><CustomGroups Collection="true" ElementName="CustomGroup"><CustomGroup0 ID="CustomGroup0"><CompositeColumnsLength>2</CompositeColumnsLength><CompositeColumn0>1</CompositeColumn0><CompositeColumn1>0</CompositeColumn1><CustomGroupType>CompositeColumns</CustomGroupType><Key>CustomGroup1</Key><HeaderCaption>File</HeaderCaption></CustomGroup0><CustomGroup1 ID="CustomGroup1"><Key>CustomGroup2</Key></CustomGroup1></CustomGroups><TableHeaderFormatStyle><FontBold>True</FontBold></TableHeaderFormatStyle><TotalRowFormatStyle><BackColor>White</BackColor><ForeColor>Blue</ForeColor><BackColorGradient>PowderBlue</BackColorGradient><FontBold>True</FontBold><FontName>arial</FontName><FontSize>8</FontSize><BlendGradient>0.4</BlendGradient><BackgroundGradientMode>Vertical</BackgroundGradientMode></TotalRowFormatStyle><GroupTotalRowFormatStyle><ForeColor>Blue</ForeColor><FontBold>True</FontBold></GroupTotalRowFormatStyle></RootTable><FormatStyles Collection="true" ElementName="Style"><Style0 ID="FormatStyle1"><BackColor>ControlLight</BackColor><ForeColor>ControlDark</ForeColor><Key>FormatStyle1</Key></Style0></FormatStyles><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddOfficer"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="fullname"><Caption>Name</Caption><DataMember>fullname</DataMember><Key>fullname</Key><Position>0</Position></Column0></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><Font>Microsoft Sans Serif, 8.25pt</Font><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddOfficer</Key><DisplayMember>fullname</DisplayMember><ValueMember>officerid</ValueMember></DropDown0></DropDowns></GridEXLayoutData>
