Repository: chris-weekes/atrium
Catalog: LawMate/UserControls/ucTimeslip.*.resx
Languages: fr

# btnExpandCollapseNextSteps.Text
source: Expand All
fr: Agrandir

# sRPClientGridEX_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Key>SRPClient</Key><Caption>Client Totals</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="TotalTime"><Caption>Time</Caption><BoundMode>UnboundFetch</BoundMode><HeaderAlignment>Far</HeaderAlignment><Key>TotalTime</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Width>80</Width></Column0><Column1 ID="OfficeCode"><Caption>Office/Branch</Caption><DataTypeCode>String</DataTypeCode><DataMember>OfficeCode</DataMember><Key>OfficeCode</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>80</Width></Column1><Column2 ID="Minutes"><Caption>Total Time</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>Minutes</DataMember><Key>Minutes</Key><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>90</Width></Column2><Column3 ID="SRPId"><Caption>SRPId</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>SRPId</DataMember><Key>SRPId</Key><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible></Column3><Column4 ID="OfficeName"><Caption>Office/Branch Name</Caption><DataTypeCode>String</DataTypeCode><DataMember>OfficeName</DataMember><Key>OfficeName</Key><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>250</Width></Column4><Column5 ID="OfficeNameFre"><Caption>Office Name Fre</Caption><DataTypeCode>String</DataTypeCode><DataMember>OfficeNameFre</DataMember><Key>OfficeNameFre</Key><Position>5</Position><Visible>False</Visible></Column5></Columns><GroupCondition /><TableHeader>True</TableHeader><TableHeaderFormatStyle><FontBold>True</FontBold></TableHeaderFormatStyle></RootTable></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Key>SRPClient</Key><Caption>Totaux (par clients)</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="TotalTime"><Caption>Temps</Caption><BoundMode>UnboundFetch</BoundMode><HeaderAlignment>Far</HeaderAlignment><Key>TotalTime</Key><Position>0</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><TextAlignment>Far</TextAlignment><Width>80</Width></Column0><Column1 ID="OfficeCode"><Caption>Bureau/branche</Caption><DataTypeCode>String</DataTypeCode><DataMember>OfficeCode</DataMember><Key>OfficeCode</Key><Position>1</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>80</Width></Column1><Column2 ID="Minutes"><Caption>Total Time</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>Minutes</DataMember><FormatString>c</FormatString><Key>Minutes</Key><Position>2</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible><Width>90</Width></Column2><Column3 ID="SRPId"><Caption>SRPId</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>SRPId</DataMember><Key>SRPId</Key><Position>3</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Visible>False</Visible></Column3><Column4 ID="OfficeName"><Caption>Nom de bureau / de la branche</Caption><DataTypeCode>String</DataTypeCode><DataMember>OfficeName</DataMember><Key>OfficeName</Key><Position>4</Position><SelectableCells>NewRowCells, FilterRowCells</SelectableCells><Width>250</Width></Column4><Column5 ID="OfficeNameFre"><Caption>Office Name Fre</Caption><DataTypeCode>String</DataTypeCode><DataMember>OfficeNameFre</DataMember><Key>OfficeNameFre</Key><Position>5</Position><Visible>False</Visible></Column5></Columns><GroupCondition /><TableHeader>True</TableHeader><TableHeaderFormatStyle><FontBold>True</FontBold></TableHeaderFormatStyle></RootTable></GridEXLayoutData>

# sRPGridEX_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Key>SRP</Key><Caption>Timekeeping Periods</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="SRPDate"><Caption>Month</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>SRPDate</DataMember><EditType>CalendarCombo</EditType><FormatString>d</FormatString><Key>SRPDate</Key><Position>0</Position><Selectable>False</Selectable></Column0><Column1 ID="SRPSubmittedDate"><Caption>Closed Date</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>SRPSubmittedDate</DataMember><EditType>CalendarCombo</EditType><FormatString>d</FormatString><Key>SRPSubmittedDate</Key><Position>1</Position><Selectable>False</Selectable></Column1><Column2 ID="TotalTime"><Caption>Total Time</Caption><BoundMode>UnboundFetch</BoundMode><HeaderAlignment>Far</HeaderAlignment><Key>TotalTime</Key><Position>2</Position><Selectable>False</Selectable><TextAlignment>Far</TextAlignment></Column2></Columns><GroupCondition /><TableHeader>True</TableHeader><TableHeaderFormatStyle><FontBold>True</FontBold></TableHeaderFormatStyle></RootTable></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Key>SRP</Key><Caption>Périodes de comptabilisation de temps</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="SRPDate"><Caption>Mois</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>SRPDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>SRPDate</Key><Position>0</Position><Selectable>False</Selectable></Column0><Column1 ID="SRPSubmittedDate"><Caption>Date de fermeture</Caption><DataTypeCode>DateTime</DataTypeCode><DataMember>SRPSubmittedDate</DataMember><DefaultGroupInterval>Date</DefaultGroupInterval><EditType>CalendarCombo</EditType><FormatString>yyyy'/'MM'/'dd</FormatString><Key>SRPSubmittedDate</Key><Position>1</Position><Selectable>False</Selectable></Column1><Column2 ID="CountOfTaxation"><Caption>Count of Files</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>CountOfTaxation</DataMember><HeaderAlignment>Far</HeaderAlignment><Key>CountOfTaxation</Key><Position>2</Position><Selectable>False</Selectable><TextAlignment>Far</TextAlignment><Visible>False</Visible><Width>150</Width></Column2><Column3 ID="SRPID"><Caption>SRPID</Caption><DataTypeCode>Int32</DataTypeCode><DataMember>SRPID</DataMember><Key>SRPID</Key><Position>3</Position><Visible>False</Visible></Column3><Column4 ID="TotalTime"><Caption>Total du temps</Caption><BoundMode>UnboundFetch</BoundMode><HeaderAlignment>Far</HeaderAlignment><Key>TotalTime</Key><Position>4</Position><Selectable>False</Selectable><TextAlignment>Far</TextAlignment></Column4><Column5 ID="FeesClaimed"><Caption>Fees Claimed</Caption><DataTypeCode>Decimal</DataTypeCode><DataMember>FeesClaimed</DataMember><Key>FeesClaimed</Key><Position>5</Position><Visible>False</Visible></Column5></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>0</ColIndex><SortOrder>Descending</SortOrder></SortKey0></SortKeys><FormatConditions Collection="true" ElementName="Condition"><Condition0 ID="FormatCondition1"><ColIndex>1</ColIndex><ConditionOperator>NotIsNull</ConditionOperator><FormatStyle><BackColor>ControlLight</BackColor><ForeColor>ControlDarkDark</ForeColor></FormatStyle><Key>FormatCondition1</Key></Condition0></FormatConditions><GroupCondition /><TableHeader>True</TableHeader><TableHeaderFormatStyle><FontBold>True</FontBold></TableHeaderFormatStyle></RootTable></GridEXLayoutData>

# cmdTitle.Text
source: Timekeeping
fr: Comptabilisation de temps

# cmdSave.Text
source: Save
fr: Sauvegarder

# cmdSave.ToolTipText
source: Save
fr: Sauvegarder

# cmdCancel.ToolTipText
source: Cancel
fr: Annuler

# cmdCloseTimeSlip.Text
source: Close Timekeeping Period
fr: Fermeture de période

# cmdFilter.Text
source: Filter
fr: Filtre

# cmdFilter.ToolTipText
source: Filter
fr: Filtre

# cmdFieldChooser.Text
source: Field Chooser
fr: Sélecteur de champs

# cmdFieldChooser.ToolTipText
source: Field Selector
fr: Sélecteur de champs

# cmdRefresh.Text
source: Reload
fr: Rafraîchissement des données

# cmdRefresh.ToolTipText
source: Reload Data
fr: Rafraîchissement des données

# cmdView.Text
source: &View
fr: &Affichage

# cmdTools.Text
source: &Tools
fr: &Outils

# cmdGridSettings.Text
source: Grid Settings
fr: Paramètres de grille

# cmdStoreLayout.Text
source: Store current grid as default layout
fr: Ranger la grille actuelle comme étant ma grille personnalisée

# cmdStoreLayout.ToolTipText
source: Store current grid as default layout
fr: Ranger la grille actuelle comme étant ma grille personnalisée

# cmdSetLayout.Text
source: Apply my default grid layout
fr: Appliquer la mise en page de ma grille personnalisée

# cmdSetLayout.ToolTipText
source: Apply my default grid layout
fr: Appliquer la mise en page de ma grille personnalisée

# cmdResetGridToAppLayout.Text
source: Reset grid layout to application default
fr: Réinitialiser la grille par défaut de l'application

# cmdResetGridToAppLayout.ToolTipText
source: Reset grid layout to application default
fr: Réinitialiser la grille par défaut de l'application
