Repository: chris-weekes/atrium
Catalog: LawMate/UserControls/ucToC.*.resx
Languages: fr

# pnlMetaToc.Text
source: TABLE OF CONTENTS
fr: TABLE DES MATIÈRES

# pnlDockTop.Text
source: FILE INFORMATION PANE
fr: PANNEAU D'INFORMATIONS

# lblFileName.Text
source: Name:
fr: Nom :

# lblFullNumber.Text
source: File Number:
fr: No. de dossier :

# lblSharedFolder.Text
source: Shared Folder:
fr: Dossier partagé :

# lblProgram.Text
source: Program:
fr: Programme :

# lblStatus.Text
source: Status:
fr: État :

# lblOwnerOffice.Text
source: Owner:
fr: Propriétaire :

# lblLeadOffice.Text
source: Lead:
fr: Responsable :

# lblStatusDate.Text
source: Status Date:
fr: Date du statut :

# lblCaseStatus.Text
source: Case Status:
fr: Statut :

# lnkSINLabel.Text
source: SIN:
fr: NAS :

# lblParalegal.Text
source: Paralegal:
fr: Parajuriste :

# pnlTofC.Text
source: Table of Contents
fr: Table des matières

# pnlBrowseFiles.Text
source: SUB-FILES
fr: SOUS-DOSSIERS

# pnlSubFiles.Text
source: Sub-Files
fr: Sous-dossiers

# pnlXRefs.Text
source: SHORTCUTS & CROSS-REFERENCES
fr: RÉFÉRENCES CROISÉES/RACCOURCIS

# cmdJumpToParent.Text
source: Jump To Parent File
fr: Sauter au dossier parent

# cmdJumpToParent.ToolTipText
source: Jump To Parent File
fr: Sauter au dossier parent

# cmdJumpToExplorer.Text
source: Display Explorer at Current File
fr: Afficher l'explorateur ouvert à ce dossier

# cmdJumpToExplorer.ToolTipText
source: Display Explorer at Current File
fr: Afficher l'explorateur ouvert à ce dossier

# cmdImportantMessage.Text
source: Important Message Panel
fr: Afficher le message important du dossier

# cmdImportantMessage.ToolTipText
source: Show File's Important Message
fr: Afficher le message important du dossier

# cmdPin.Text
source: Auto-Hide
fr: Fermeture automatique du panneau

# cmdPin.ToolTipText
source: Auto-Hide
fr: Fermeture automatique du panneau

# cmdAddShortcut.Text
source: Add Shortcut
fr: Ajouter à mes raccourcis

# cmdAddShortcut.ToolTipText
source: Add to My Shortcuts
fr: Ajouter à mes raccourcis

# cmdAddXref.Text
source: Create New Cross-Reference
fr: Créer une nouvelle référence croisée

# cmdAddXref.ToolTipText
source: Create New Cross-Reference
fr: Créer une nouvelle référence croisée

# cmdReloadFileData.Text
source: Reload File Data
fr: Rafraîchir tous les données du dossier

# cmdReloadFileData.ToolTipText
source: Reload All Data
fr: Rafraîchir tous les données du dossier

# cmdLoadXrefData.Text
source: Load Cross-Referenced Data
fr: Charger données de références-croisées

# cmdLoadXrefData.ToolTipText
source: Load Cross-Referenced Data for all Checked Cross-References/Shortcuts
fr: Charger tous les données de références-croisées

# cmdSelectAll.Text
source: Select All
fr: Cocher tous les références-croisées et raccourcis

# cmdSelectAll.ToolTipText
source: Check All Cross-References & Shortcuts
fr: Cocher tous les références-croisées et raccourcis

# cmdDeselectAll.Text
source: Deselect All
fr: Décocher tous les références-croisées et raccourcis

# cmdDeselectAll.ToolTipText
source: Uncheck All Cross-References & Shortcuts
fr: Décocher tous les références-croisées et raccourcis
