Repository: chris-weekes/atrium
Catalog: LawMate/Admin/ucWorkflowLegend.*.resx
Languages: fr

# label43.Text
source: Document Exchange
fr: Échange de document

# label37.Text
source: ADMS Interaction
fr: Interaction ADMS

# label38.Text
source: Contains a Document
fr: A un document

# label39.Text
source: Has Related Fields
fr: A des champs liées

# label40.Text
source: Has a Role
fr: A un rôle

# label41.Text
source: Not Once Only
fr: Peut répéter

# label42.Text
source: No Resurface
fr: Ne remonte pas parent

# label36.Text
source: Chained Activity
fr: Activité enchaînée

# label31.Text
source: Contains Link to Help
fr: Lien à l'aide

# label32.Text
source: Stop Parent Process
fr: Arrêt du parent

# label33.Text
source: Restart Parent Process
fr: Redémarrage du parent

# label34.Text
source: Pause Parent Process
fr: Parent en attente

# label35.Text
source: Record Edited
fr: Enregistrement modifié

# label30.Text
source: Automatic Step
fr: Automatique

# label25.Text
source: Disable Subprocess
fr: Désactiver sous-processus

# label26.Text
source: Enable Subprocess
fr: Activer sous-processus

# label27.Text
source: Link Subprocess
fr: Lier sous-processus

# label28.Text
source: BF Only
fr: Rappel seulement

# label29.Text
source: Next Step BF
fr: Prochaine étape

# label24.Text
source: Subprocess
fr: Sous-processus

# label23.Text
source: Non-Recorded Activity
fr: Activité non enregistrée

# label22.Text
source: Internal Decision
fr: Décision interne

# label21.Text
source: Decision
fr: Décision

# label15.Text
source: Recorded Activity
fr: Activité enregistrée

# label1.Text
source: Sets Case Status
fr: Mise-à-jour d'état de cas

# gridExRoleLegend_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Key>ACConvert</Key><Caption>Role Legend</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="Type"><DataMember>Type</DataMember><HeaderToolTip>Role Type</HeaderToolTip><Key>Type</Key><Position>0</Position><Width>22</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="G"><Image Reference="GridEXLayoutData.RootTable.Columns.Column0.ValueList.Item0.Image" /><Value>G</Value></Item0><Item1 ID="F"><Image Reference="GridEXLayoutData.RootTable.Columns.Column0.ValueList.Item1.Image" /><Value>F</Value></Item1></ValueList></Column0><Column1 ID="Role"><Caption>Role</Caption><DataMember>Role</DataMember><Key>Role</Key><Position>1</Position><Width>357</Width></Column1><Column2 ID="Color"><Caption>Color</Caption><DataMember>Color</DataMember><Key>Color</Key><Position>2</Position><Visible>False</Visible></Column2></Columns><GroupCondition /><RowHeaders>False</RowHeaders><RowHeight>22</RowHeight><TableHeader>True</TableHeader></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddAcSeries"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="stepcode"><Caption>Step Code</Caption><DataMember>stepcode</DataMember><Key>stepcode</Key><Position>0</Position></Column0><Column1 ID="activitynameeng"><Caption>Step Template Description</Caption><DataMember>activitynameeng</DataMember><Key>activitynameeng</Key><Position>1</Position></Column1><Column2 ID="acseriesdesceng"><Caption>Workflow Step Qualifier</Caption><DataMember>DescEng</DataMember><Key>acseriesdesceng</Key><Position>2</Position></Column2></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><Font>Microsoft Sans Serif, 8.25pt</Font><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddAcSeries</Key><DisplayMember>stepcode</DisplayMember><ValueMember>acseriesid</ValueMember></DropDown0></DropDowns></GridEXLayoutData>
fr: <GridEXLayoutData><RootTable><Key>ACConvert</Key><Caption>Légende de Rôle </Caption><Columns Collection="true" ElementName="Column"><Column0 ID="Type"><DataMember>Type</DataMember><HeaderToolTip>Role Type</HeaderToolTip><Key>Type</Key><Position>0</Position><Width>22</Width><HasValueList>True</HasValueList><ValueList Collection="true" ElementName="Item"><Item0 ID="G"><Image Reference="GridEXLayoutData.RootTable.Columns.Column0.ValueList.Item0.Image" /><Value>G</Value></Item0><Item1 ID="F"><Image Reference="GridEXLayoutData.RootTable.Columns.Column0.ValueList.Item1.Image" /><Value>F</Value></Item1></ValueList></Column0><Column1 ID="Role"><Caption>Rôle </Caption><DataMember>Role</DataMember><Key>Role</Key><Position>1</Position><Width>270</Width></Column1><Column2 ID="Color"><Caption>Color</Caption><DataMember>Color</DataMember><Key>Color</Key><Position>2</Position><Visible>False</Visible></Column2></Columns><GroupCondition /><RowHeaders>False</RowHeaders><RowHeight>22</RowHeight><TableHeader>True</TableHeader></RootTable><DropDowns Collection="true" ElementName="DropDown"><DropDown0 ID="ddAcSeries"><RootTable><Columns Collection="true" ElementName="Column"><Column0 ID="stepcode"><Caption>Step Code</Caption><DataMember>stepcode</DataMember><Key>stepcode</Key><Position>0</Position></Column0><Column1 ID="activitynameeng"><Caption>Step Template Description</Caption><DataMember>activitynameeng</DataMember><Key>activitynameeng</Key><Position>1</Position></Column1><Column2 ID="acseriesdesceng"><Caption>Workflow Step Qualifier</Caption><DataMember>DescEng</DataMember><Key>acseriesdesceng</Key><Position>2</Position></Column2></Columns><GroupCondition /></RootTable><RowWithErrorsFormatStyle><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><WatermarkImage /><Font>Microsoft Sans Serif, 8.25pt</Font><VisualStyle>Standard</VisualStyle><AllowEdit>False</AllowEdit><ExpandableGroups>False</ExpandableGroups><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Key>ddAcSeries</Key><DisplayMember>stepcode</DisplayMember><ValueMember>acseriesid</ValueMember></DropDown0></DropDowns></GridEXLayoutData>

# uiGroupBox9.Text
source: Properties
fr: Propriétés

# uiGroupBox8.Text
source: Connectors
fr: Connecteurs

# uiGroupBox7.Text
source: Steps
fr: Étapes
