Repository: chris-weekes/atrium
Catalog: lmras/App_GlobalResources/LocalizedText.*.resx
Languages: fr

# AllFlows
source: All Workflows
fr: Liste de processus

# AtWFDocCentre
source: Atrium Workflow Documentation Centre
fr: Centre de documentation de processus Atrium

source: Back to top
fr: Haut de la page

# Collapse
source: Collapse All
fr: Réduire

# Expand
source: Expand All
fr: Agrandir

# inEditMode
source: In: <strong>Edit/Insert Mode</strong>
fr: Mode: <strong>Édition</strong>

# inViewMode
source: In: <strong>View Mode</strong>
fr: Mode: <strong>Lecture</strong>

# switchToEditMode
source: Insert/Edit Mode
fr: Mode d'édition

# switchToViewMode
source: View Mode
fr: Mode lecture

# WFAlwaysAvail
source: Always Available
fr: Toujours disponible

# WFCode
source: Workflow Code
fr: Code de processus

# WFCreatesFile
source: Creates File
fr: Crée dossier

# WFDesc
source: Workflow Description
fr: Description de processus

# WFEnglishDesc
source: English Description
fr: Description anglaise

# WFFrenchDesc
source: French Description
fr: Description française

# WFStatus
source: Status
fr: État

# acdocAdd
source: ADD
fr: AJOUTER

# acdocDelete
source: DELETE
fr: SUPPRIMER

# acdocEdit
source: EDIT
fr: RÉVISER

# acdocWFObjective
source: Workflow Objective
fr: Objectif du processus

# lblAllowOnce
source: can only be performed once on a given file.
fr: ne peut être entreprit qu’une seule fois sur un dossier.

# lblAlwaysAvailable
source: This workflow is always available (i.e. is in the list of workflows that appear in the "Always Available" Tab of the New Activity Wizard).
fr: Ce processus est disponible en tout temps (c.-à-d. qu’il apparait dans l’onglet « Processus disponibles en tout temps » de l’assistant d’activité)

# lblCanBeMoved
source: This workflow can be moved to a different file than the one in which it was initiated
fr: Ce processus peut être déplacé d’un dossier à l’autre

# lblContainer
source: The file container in which each new file that is created each time the workflow is engaged is
fr: Lorsque ce processus est entreprit, un dossier sera créé dans le dossier

# lblContainerNotDefined
source: The file container in which each new file that is created is not pre-defined by the workflow. The creation of the file will be context-based, meaning the file container will be selected at the time the new file will be created.
fr: Le processus ne tient pas compte du dossier dans lequel le nouveau dossier sera créé. Sa création sera basée sur le contexte dans lequel il sera créé, c’est-à-dire que le dossier parent sera sélectionné au moment où le nouveau dossier sera créé.

# lblContents
source: Contents (List of Recorded Steps)
fr: Contenus (Liste d'étapes enregistrées)

# lblCreatesFile
source: creates a file.
fr: crée un dossier.

# lblIncObsolete
source: Include Obsolete Paths
fr: Inclure voies obsolètes

# lblRecordedSteps
source: Workflow Recorded Steps for
fr: Étapes enregistrées pour processus

# lblReloading
source: Reloading ... Please Wait
fr: Rechargement ... Veuillez patienter

# lblRestrictions
source: Restrictions on Moving Workflows
fr: Restrictions sur le déplacement de processus

# lblSee
source: see
fr: voir

# switchLang
source: Français
fr: English

# WFHelpTextEng
source: English Help Text
fr: Texte d'aide anglais

# WFHelpTextFre
source: French Help Text
fr: Texte d'aire français

# WFProps
source: Workflow Properties
fr: Propriétés de processus

# lblAboveU
source: Above
fr: ci-dessus

# lblActionsMnu
source: File - Actions Dropdown Menu
fr: Le menu déroulant Fichier - Actions

# lblActionsTK
source: File - Actions - Timekeeping Menu
fr: Le menu déroulant Fichier - Actions - Fiche de temps

# lblAlwAvailTab
source: The Always Available Processes tab of the New Activity Wizard
fr: L’onglet « Processus disponibles en tout temps » de l’assistant d’activité

# lblAtExp
source: Atrium Explorer Context Menu (New File)
fr: Le menu contextuel de l'explorateur Atrium (nouveau dossier)

# lblComingOut
source: Coming out of the
fr: En terminant le sous-processus

# lblDDCntxtMenu
source: The following dropdown/context menu(s):
fr: Les menus déroulants ou contextuels suivants :

# lblEnabledBy
source: Enabled by
fr: Activé par

# lblFinish
source: is a workflow <strong>end point</strong> (finish step)
fr: est un <strong>point de fin</strong> de processus

# lblHowAccessed
source: How the workflow is accessed:
fr: Accessibilité au processus :

# lblInvalidMenu
source: Invalid Menu Type
fr: Type de menu non reconnu

# lblInWFPage
source: in Workflow Property page
fr: dans la page de définition de processus

# lblMandatesBtn
source: The Mandates button from the Main Atrium screen, for the following Office(s):
fr: Le bouton « Mandats » à partir de l'écran principal d'Atrium, pour le(s) bureau(x) suivant(s) :

# lblProcess
source: process
fr: processus

# lblSeeU
source: See
fr: Voir

# lblStart
source: is a workflow <strong>kick starter</strong> (start step)
fr: est un <strong>point de départ</strong> de processus

# lblStartFinish
source: is a <strong>one-step process</strong> (it starts and ends with one step)
fr: est un <strong>processus à une étape</strong> (il débute et se conclut avec une étape)

# lblSubp
source: subprocess in the
fr: pour retourner au processus

# lblCouldNotDetermine
source: Atrium could not determine how this workflow is accessed.
fr: Atrium n'a pu calculer de quelle façon ce processus est entreprit.

# lblCreateFile
source: Creates File:
fr: Crée un dossier :

# lblCreatesNewFile
source: creates a new file
fr: crée un nouveau dossier

# lblInFile
source: in the following file:
fr: dans le dossier suivant :

# lblInThe
source: in the
fr: dans le

# lblmustBePerformed
source: must be performed by the following role
fr: doit être effectué par le rôle suivant

# lblNextSteps
source: Expected Next Steps:
fr: Prochaines étapes attendues :

# lblNoRole
source: There are no role restrictions for this Step Code
fr: Il n'existe aucune restriction sur le rôle pour effectuer cette étape

# lblOutputPaths
source: Possible Next Steps (Output Paths):
fr: Prochaines étapes possible (trajectoire de sortie) :

# lblProcessesDisabledByStep
source: Processes disabled by performing this step:
fr: Processus désactivés en exécutant cette étape :

# lblProcessesEnabledByStep
source: Processes enabled by performing this step:
fr: Processus activés en exécutant cette étape :

# lblRole
source: Role:
fr: Rôle :

# lblStepsEnableProcess
source: The following steps enable this subprocess:
fr: Les étapes suivantes activent ce processus :

# lblStepsLeadToProcess
source: The following steps lead into this subprocess:
fr: Les étapes suivantes mènent à ce processus :

# lblStepsThatLeadTo
source: Steps that lead to
fr: Étapes qui mènent à

# lblsubprocess
source: subprocess
fr: sous-processus

# lblTransferEnabledBy
source: Transfer - Enabled by
fr: Transfert - Activé par

# acdocBlock1Proc
source: Block 1 Processing
fr: Traitement - Bloc 1

# acdocBlock1Pur
source: Block 1 Purpose
fr: But - Bloc 1

# acdocBlock2Proc
source: Block 2 Processing
fr: Traitement - Bloc 2

# acdocBlock2Pur
source: Block 2 Purpose
fr: But - Bloc 2

# acdocBlock3Proc
source: Block 3 Processing
fr: Traitement - Bloc 3

# acdocBlock3Pur
source: Block 3 Purpose
fr: But - Bloc 3

# acdocBlock4Proc
source: Block 4 Processing
fr: Traitement - Bloc 4

# acdocBlock4Pur
source: Block 4 Purpose
fr: But - Bloc 4

# acdocBlock5Proc
source: Block 5 Processing
fr: Traitement - Bloc 5

# acdocBlock5Pur
source: Block 5 Purpose
fr: But - Bloc 5

# acdocDocBlockProc
source: Document Block Processing
fr: Traitement - Bloc de document

# acdocDocBlockPur
source: Document Block Purpose
fr: But - Bloc de document

# acdocFinishNote
source: On Finish Note
fr: Note - Activité terminée

# acdocIssuePur
source: Issue Purpose
fr: But - Bloc de litiges

# acdocRelFldObj
source: Related Fields Block Objective
fr: Objectif - Bloc de champs liés

# acdocScheduleProc
source: Scheduling Block Processing
fr: Traitement - Bloc de calendrier

# acdocStepObjective
source: Step Objective
fr: Objectif d'étape

# ctlAddress
source: Address Control
fr: Contrôle d'adresse

# ctlCal
source: Date/Calendar Control
fr: Champ de date

# ctlchkbx
source: Checkbox
fr: Case à cocher

# ctlCurrencyFld
source: Currency Field ($ mask)
fr: Champ de monnaie (masque de saisie $)

# ctlDD
source: Dropdown List
fr: Menu déroulant

# ctlGrd
source: Grid Control (Multiple Rows)
fr: Grille de données (rangées multiples)

# ctlMulticolumnDD
source: Multi Column Dropdown
fr: Menu déroulant à plusieurs colonnes

# ctlMultilineText
source: Multiline Text Field
fr: Champ de texte à lignes multiples

# ctlpercent
source: Percent Field (% mask)
fr: Champ de pourcentage (masque de saisie %)

# ctlSelectContact
source: Select a Contact
fr: Sélection de contact

# ctlSelectDoc
source: Select a Document
fr: Sélection de document

# ctlSelectFile
source: Select a File
fr: Sélection de dossier

# ctlSelectIssue
source: Select an Issue
fr: Sélection de litiges

# ctlSelectOffice
source: Select an Office
fr: Sélection de bureau

# ctlSelectParty
source: Select a Party
fr: Sélection d'une partie

# ctlTxtFld
source: Text Field
fr: Champ de texte

# ctlUploadDoc
source: Upload Document
fr: Téléchargement de document

# lblGoTo
source: Go To
fr: Allez à

# lblAtriumExpects
source: Atrium expects the following fields to be completed based on the activity you have chosen:
fr: Selon l’activité choisie, Atrium s’attend à ce que les champs suivants soient remplis :

# lblAutoStep
source: Auto Step
fr: Auto étape

# lblDirectBF
source: Direct BF
fr: Rappel directe

# lblInvalidStepToEnable
source: Invalid Step Type is enabling a subprocess
fr: Type d'étape non valide tente d'activer un sous-processus

# lblInvalidStepToTransfer
source: Invalid Step Type is transferring to subprocess
fr: Type d'étape non valide tente d'activer la possibilité de transfert à un sous-processus

# lblRelatedFields
source: Related Fields
fr: Champs Liés

# lblRoleBF
source: Role-Based BF
fr: Rappel basé sur un rôle

# lblStepCodeNotFound
source: Step Code not found.
fr: On n'a pu trouver le code d'étape

# lblTTGet
source: Accesses/uses record
fr: Accède/utilise un enregistrement

# lblTTInc
source: Includes all Related Fields data from Step Code
fr: Rends disponible (inclut) tous les <em>données reliées<em> de l'étape spécifiée

# lblTTIssue
source: Predetermines location (if Primary), or cross-references (if Secondary)
fr: Prédétermine la location (si Primary), ou référence-croisée (si Secondary)

# lblTTLoad
source: Loads a record that is outside the scope of the file
fr: Chargement de données hors de la portée du dossier

# lblTTNewRec
source: Creates new record
fr: Crée un nouvel enregristrement

# lblTTQuery
source: Queries specific row that fits criteria
fr: Requête d'un enregistrement (selon les critères spécifiés)

# lblTTSelect
source: Selects all available rows that fit criteria
fr: Sélection de tous enregistrements (selon les critères spécifiés)

# lblTTSpecial
source: Accesses/uses a special pre-defined object
fr: Accède/utilise un object spécial prédéfini

# lblViewSourceTemplate
source: Click to view the source template document
fr: Cliquer pour afficher le modèle de document

# WFDecision
source: Decision
fr: Décision

# WFNonRecordedAct
source: Non-Recorded Activity
fr: Activité non-enregistrée

# WFRecordedAct
source: Recorded Activity
fr: Activité enregistrée

# WFSubprocess
source: Subprocess
fr: Sous-processus

# lblADMSDataRetrieval
source: <strong>ADMS Data Retrieval</strong>: This step performs a <strong>lookup in ADMS to retrieve information</strong>
fr: <strong>Récupération de données SGPA</strong> : Cette étape effectue un <strong>contact avec le SGPA</strong> pour récupérer des données

# lblADMSDataXchange
source: <strong>ADMS Data Exchange</strong>: This step <strong>sends data about the appeal</strong> to ADMS
fr: <strong>Envoie de données au SGPA</strong> : Cette étape <strong>envoie des données à propos de l'appel<strong> au SGPA

# lblADMSDecision
source: <strong>ADMS Data Exchange</strong>: This step <strong>sends the decision document</strong> to ADMS
fr: <strong>Envoie de données au SGPA</strong> : Cette étape <strong>envoie le document de la décision<strong> au SGPA

# lblADMSIssue
source: <strong>ADMS Data Exchange</strong>: This step <strong>sends all appeal issue data</strong> to ADMS
fr: <strong>Envoie de données au SGPA</strong> : Cette étape <strong>envoie les données de litiges<strong> au SGPA

# lblADMSParticipantDump
source: <strong>ADMS Data Exchange</strong>: This step <strong>sends all participant data</strong> to ADMS
fr: <strong>Envoie de données au SGPA</strong> : Cette étape <strong>envoie les données concernant les parties de l'appel<strong> au SGPA

# lblBlock1
source: Related Fields Block 1
fr: Bloc 1 de champs liés

# lblBlock2
source: Related Fields Block 2
fr: Bloc 2 de champs liés

# lblBlock3
source: Related Fields Block 3
fr: Bloc 3 de champs liés

# lblBlock4
source: Related Fields Block 4
fr: Bloc 4 de champs liés

# lblBlock5
source: Related Fields Block 5
fr: Bloc 5 de champs liés

# lblDocBlock
source: Document Block
fr: Bloc de document

# lblDocDump
source: <strong>Document Exchange</strong>: This step prompts the user to <strong>select documents to send</strong> to the EI Commission (EI) or HRSDC (IS)
fr: <strong>Envoie de documents</strong> : Cette étape demande à l'utilisateur de <strong>choisir les documents qui seront envoyés<strong> à la Commision (AE) ou aux RHDCC (SR)

# lblInit
source: Initiate Block
fr: Bloc de déclenchement

# lblNAWContents
source: New Activity Wizard Contents
fr: Contenus de l'assistant d'activité

# lblOnFinish
source: On Finish
fr: Terminer l'activité

# lblPastE
source: Past Tense (Eng.):
fr: Passé (anglais) :

# lblPastF
source: Past Tense (Fre.):
fr: Passé (français) :

# lblPresentE
source: Present Tense (Eng.):
fr: Présent (anglais) :

# lblPresentF
source: Present Tense (Fre.):
fr: Présent (français) :

# lblSchedBlock
source: Scheduling Block
fr: Bloc de calendrier

# lblSelectIssue
source: Select Issue(s)
fr: Bloc de choix des questions

# lblStepCode
source: Step Code:
fr: Code d'étape :

# lblStepCodeProperties
source: Step Code Properties
fr: Propriétés de code d'étape

# lblInitPar
source: Upon clicking Next in the New Activity Wizard when performing this activity, the following processing of records occurs <strong>before displaying</strong> the appropriate block to the user:
fr: En cliquant Suivant lorsqu'un utilisateur choisi d'exécuter une activité dans l'assistant d'activité, le traitement des enregistrements suivants a lieu <strong>avant de présenter</strong> le bloc approprié à l'utilisateur :

# lblDefaultValue
source: Default Value
fr: Valeur par défaut

# lblField
source: Field
fr: Champs

# lblFileName
source: File Name:
fr: Nom de dossier :

# lblFileNum
source: File Number:
fr: No. de dossier :

# lblIssueName
source: Issue Name:
fr: Nom de la question :

# lblLayout
source: Layout:
fr: Mise en page :

# lblObjectAlias
source: Object Alias
fr: Alias de l'objet

# lblParentRow
source: Parent Row
fr: Rangée parentale

# lblPrimaryIsSet
source: In the <strong>Select Issue(s)</strong> block, the following <strong>Primary Issue</strong> is set by default:
fr: Dans le bloc <strong>Choisir les questions</strong>, la question principale est configurée par défaut :

# lblProcessing
source: Processing:
fr: Traitement :

# lblPurpose
source: Purpose:
fr: But :

# lblTask
source: Task
fr: Tâche

# lblParameter
source: Parameter
fr: Paramètre

# lblControlType
source: Type of Control
fr: Type de contrôle

# lblDisplayedFields
source: The following fields are <strong>shown to the user</strong> (for display or data entry purposes):
fr: Les champs suivants sont <strong>présentés à l'utilisateur</strong> (pour l'affichage ou saisie de données) :

# lblFoundInWF
source: Found in Workflow:
fr: Se trouve dans le processus :

# lblHelp
source: Help
fr: Aide

# lblLabel
source: Label
fr: Étiquette

# lblLookupTable
source: Lookup Table
fr: Table de recherche

# lblNotVisible
source: The following fields are <strong>not visible to the user</strong> and are applied the following values:
fr: Les champs suivants <strong>ne sont pas visibles à l'utilisateur</strong> et seront appliqués les valeurs suivantes :

# lblObject
source: Object
fr: Objet

# lblReadOnly
source: Read Only
fr: Lecture seule

# lblRequired
source: Required
fr: Obligatoire

# lblUsedRecordInit
source: The following processing of records occurs <strong>before displaying</strong> the appropriate block to the user:
fr: Le traitement des enregistrements suivants prend place <strong>avant de présenter le bloc</strong> à l'utilisateur :

# lblAttachedDocs
source: The following documents <strong>will be attached</strong> to the base document:
fr: Les pièces suivantes <strong>seront jointes</strong> au document de base :

# lblAttachmentVals
source: The attachments are applied the following values:
fr: Les pièces jointes seront appliquées les valeurs suivantes :

# lblAttendeeDefaults
source: The following <strong>Attendee</strong> values are applied:
fr: Les valeurs suivantes seront appliquées au <strong>Participant(s)</strong> :

# lblAutoReply
source: Auto Reply to
fr: Réponse automatique à l'étape

# lblAutoReplyAll
source: Auto Reply to All to
fr: Réponse à tous automatique à l'étape

# lblBaseDocPar
source: The following values are applied to the base document (i.e. <strong>Document0</strong>) before it is generated and displayed to the user:
fr: Les valeurs suivantes seront appliquées au document de base (c.-à-d. <strong>Document0</strong>) avant d'être produit et affiché à l'utilisateur :

# lblBFDate
source: BF Date Calculation
fr: Calcul de date de rappel

# lblBFDesc
source: BF Description
fr: Description du rappel

# lblBFOnlyBF
source: BF Only
fr: Rappel seulement

# lblBFsCreated
source: BFs Created:
fr: Rappels Créés :

# lblBFType
source: BF Type
fr: Type de rappel

# lblCompletedBy
source: Completed By
fr: Complété par

# lblConnector
source: Connector
fr: Connecteur

# lblDocDisp
source: Document Display Block
fr: Bloc d'affichage de document

# lblFwd
source: Forward of
fr: Retransmission de l'étape

# lblHasMailConnector
source: <p>This step has an incoming <strong>Mail Connector</strong>. The following action will take place upon generating this template:</p>
fr: <p>Cette étape a un <strong>Connecteur de courriel<strong> entrant. L'action suivante sera effectuée lorsque le modèle de document sera produit :</p>

# lblNextStepBF
source: Next Step
fr: Prochaine étape

# lblRecipientVals
source: The following <strong>Recipient</strong> values are applied:
fr: Les valeurs suivantes seront appliquées au <strong>Destinataire(s)</strong> :

# lblRoleType
source: Role Type
fr: Type de rôle

# lblSchedDefaults
source: The following values are applied to the appointment before it is displayed to the user:
fr: Les valeurs suivantes seront appliquées au rendez-vous avant qu'il soit présenté à l'utilisateur :

# lblViewDoc
source: View the source template document:
fr: Afficher le modèle de document :

# lblBFRole
source: Role
fr: Rôle

# lblAllowedOn
source: Allowed on:
fr: Autorisé pour :

# lblAvailRestrictions
source: Availability Restrictions:
fr: Restrictions de disponibilité :

# lblDeniedOn
source: Denied on:
fr: Interdit pour :

# lblFileType
source: File Type
fr: Type de dossier

# lblMetaFileType
source: Meta File Type
fr: Type meta de dossier

# lblRestrictionFileNum
source: Full File Number
fr: No. de dossier entier

# lblIssueContext
source: where its location is predetermined through the Primary Issue Related Fields data associated with this step</p>
fr: où sa location est prédéterminée par les données de Question Primaire enregistrées avec cette étape</p>

# lblTreeContext
source: where its location is determined by the context in which the Context Menu is used to create the new file</p>
fr: où sa location sera determinée par la location de sélection du menu contextuel.</p>

# lblInWF
source: in worfklow
fr: dans le processus

# lblAutoCreate
source: The following steps are <strong>automatically created</strong> as part of performing
fr: Les étapes suivantes sont <strong>enregistrées automatiquement</strong> dans le cadre d'effectuer l'étape

# lblAutomaticStep
source: Automatic Step:
fr: Étape automatique :

# lblAutoNextSteps
source: Automatic Next Steps:
fr: Prochaines étapes automatique :

# lblCreatedAutomatically
source: This step is <strong>created automatically</strong> as part of performing
fr: Cette étape est <strong>automatiquement enregistrée</strong> dans le cadre d'effectuer l'étape

# CALFileNumber
source: File Number:
fr: Numéro de dossier :

# CALFileType
source: File Type:
fr: Type de dossier :

# CALHearingMethod
source: Hearing Type:
fr: Type d’audience :

# CALHearingStatus
source: Hearing Status:
fr: État de l’audience :

# AtriumCal
source: Atrium Calendar
fr: Calendrier Atrium

# AtriumCalFor
source: Atrium Calendar for
fr: Calendrier Atrium pour

# MyCal
source: My Calendar
fr: Mon calendrier

# SelectCal
source: Select the calendar you wish to subscribe to
fr: Veuillez sélectionner le calendrier à afficher

# CALGeneralAppointmentMessage
source: This is a generic appointment. It is currently not associated with a hearing in Atrium. It may have been created on a personal, appeal, or administrative file. The subject, date, and time associated with the appointment in Atrium has been used in the creation of this Outlook appointment.
fr: Ceci est un rendez-vous d’ordre général qui n’est pas associé à une audience dans Atrium. Il peut avoir été créé à l’intérieur d’un dossier personnel, d’un dossier d’appel ou d’un dossier administratif. Le sujet, la date et l’heure associés au rendez-vous dans Atrium a été utilisé pour la création de ce rendez-vous dans Outlook.

# CALNoteAppointment
source: Note: \n\n• This appointment is not marked as busy in your Outlook calendar. \n\n• There is no Outlook reminder for this appointment. \n\n• It is your responsibility to track hearings and appointments in Atrium. \n\n• This appointment is read-only. It cannot be edited via Outlook. \n\n• This appointment can be edited in Atrium. This appointment will update when it is updated in Atrium.
fr: Note: \n\n• Le créneau horaire associé à ce rendez-vous ne sera pas inscrit comme étant ‘’occupé’’ dans votre calendrier Outlook. \n\n• Il n’y a pas de rappel d’associé à ce rendez-vous dans Outlook. \n\n• C’est au membre de gérer ses audiences et rendez-vous dans Atrium. \n\n• Ce rendez-vous est en lecture seule et ne peut donc pas être modifié à l’intérieur d’Outlook. \n\n• Ce rendez-vous peut être modifié dans Atrium et les changements apparaîtront dans Outlook par la suite.
